{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6924-establishment-lake-mattamuskeet-wild-life-refuge",
    "doc": "executive-order-6924-establishment-lake-mattamuskeet-wild-life-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6924-Establishment of Lake Mattamuskeet Wild Life Refuge",
    "date": "December 18, 1934",
    "content": [
        "NORTH CAROLINA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is hereby ordered (1) that all the following-described tract of land in Hyde County, North Carolina, be, and it is hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for birds and wild animals, and (2) that such portion of said tract as the Secretary of Agriculture may deem proper be reserved for use as a shooting area, to be operated under a cooperative agreement or lease between the said Department of Agriculture and the Department of Conservation and Development of the State of North Carolina, upon such terms and conditions, and under such regulations, as the Secretary of Agriculture may from time to time adopt. With regard to the waters of Mattamuskeet Lake within said area, the Secretary of Agriculture, under such rules and regulations, and upon such terms and conditions as he may from time to time prescribe or approve, may enter into a cooperative agreement or lease with said Department of Conservation and Development of the State of North Carolina whereby said waters may be used for fishing purposes under permit or license issued by the Division of Game and Fish of the said Department of Conservation and Development.",
        "The survey of the said tract was made in September and October 1934, and all bearings in this description are turned from the true meridian and all distances expressed in chains.",
        "Beginning at corner no. 1, common to lands of Jones, Mann & Gibbs and R. W. Harris, in the Mattamuskeet-Swanquarter township line in the east edge of a ditch marked by a 3-in. iron pipe filled with concrete with a brass plug marked \"1\";",
        "Thence, from said initial point:",
        "to the place of beginning; containing 49,925.05 acres, be the same more or less.",
        "It is unlawful within this reservation: (a) To hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "All persons are hereby informed that sections 52, 53 (as amended), and 84 (as amended) of the Criminal Code of the United States (secs. 106, 107, 145, title 18, U.S.C.) and section 14 of the Migratory Bird Conservation Act of February 18, 1929 (sec. 715m, title 16, U.S.C.) prescribe penalties for the commission of the offenses enumerated in the preceding paragraph.",
        "This refuge shall be known as the \"Lake Mattamuskeet Wild Life Refuge\".",
        "[NAME]",
        "The White House,December 18, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6924-Establishment of Lake Mattamuskeet Wild Life Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373490"
}