{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9293-quarry-heights-military-reservation-canal-zone",
    "doc": "executive-order-9293-quarry-heights-military-reservation-canal-zone",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9293-Quarry Heights Military Reservation, Canal Zone",
    "date": "January 02, 1943",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 5 of Title II of the Canal Zone Code, approved June 19, 1934. and as President of the United States, the following-described area of land situated in the Canal Zone is hereby reserved and set apart as, and assigned to the uses and purposes of. a military reservation, which shall be known as Quarry Heights Military Reservation, and shall be under the control and jurisdiction of the Secretary of War, except that it shall be subject to the civil jurisdiction of the Canal Zone authorities in conformity with the provisions of the Canal Zone Code:",
        "Beginning at a 4-inch square brass plate (engraved Q. H. M. R.. No. 1) in a 10-inch square concrete monument marked No. 1 on Panama Canal drawing No. M-6110-93. located on the southerly side of Edwards Place and 25.0 feet at right angles, from the face of the northerly curb of Balboa Road. The geographic position of monument No. 1 (referred to the Panama-Colon datum of the Canal Zone triangulation system) is in latitude 8°57' N. plus 1171.7 feet, and longitude 79°33' W. plus 1502 1 feet (all brass plate markers and concrete monuments are similar to No. 1 unless otherwise described); thence,",
        "N. 74°06' W. 463 2 feet, along the southerly edge of Edwards Place, to a monument, marked No 2 on the map. in latitude 8°57' N., plus 1298.6 feet, and longitude 79°33' W., plus 1947 6 feet; thence.",
        "N. 18°03' E., 214 6 feet, to a monument marked No. 3 on the map, located on the 150-foot contour, in latitude 8°57' N., plus 1502.6 feet, and longitude 79°33' W.. plus 1881.1 feet; thence.",
        "Northerly, along the 150-foot contour to a monument, marked No 4 on the map, in latitude 8°57' N., plus 1846 6 feet, and longitude 79°33' W.. plus 1777.9 feet (the direct bearing and distance from monument No. 3 to monument No. 4 is N. 16°42' E., 359.1 feet); thence,",
        "Northerly and westerly, along the 150-foot contour to a monument, marked No. 5 on the map. In latitude 8°57' N., plus 2366.3 feet, and longitude 79°33' W„ plus 1933.8 feet (the direct bearing and distance from monument No. 4 to monument No. 5 la N. 16°42' W., 542.6 feet); thence.",
        "Northwesterly and northeasterly, along the 150-foot contour to a monument, marked No. 6 on the map, in latitude 8°57' N., plus 2589 4 feet, and longitude 79°33' W., plus 2006 7 feet (the direct bearing and distance from monument No. 5 to monument No. 6 la N. 18°05' W, 234.7 feet); thence.",
        "Westerly, along the 150-foot contour to a monument, marked No. 7 on the map, in latitude 8°57' N., plus 2742.7 feet, and longitude 79°33' W. plus 2359.7 feet (the direct bearing and distance from monument No. 6 to monument No. 7 is N. 66°32' W., 384.9 feet); thence.",
        "Northerly, northeasterly, and northerly along the 150-foot contour to a monument, marked No. 8 on the map, in latitude 8°57' N., plus 3,487.7 feet, and longitude 79°33' W., plus 1742.6 feet (the direct bearing and distance from monument No. 7 to monument No. 8 is N. 39°38' E., 967.4 feet); thence,",
        "S. 76°39' E., 301.8 feet, to an iron rod in road, which is monument \"A\" on the map. in latitude 8°57' N.. plus 3418.1 feet, and longitude 79°33' W., plus 1449.0 feet; thence.",
        "N. 6°05' E. 359 3 feet, to an iron rod in concrete, which is monument \"B\" on the map. in latitude 8°57' N.. plus 3775.4 feet, and longitude 79°33' W., plus 14102 feet; thence,",
        "S. 81°55' E.. 270.5 feet, to a 2-inch pipe, located on the 325-foot contour marked monument \"C\" on the map, in latitude 8°57' N.. plus 3737.4 feet, and longitude 79°33' W., plus 1143.1 feet; thence.",
        "Northerly, along the 325-foot contour to a monument marked No. 10 on the map, in latitude 8°57' N., plus 3925.4 feet, and longitude 79°33' W.. plus 1285.5 feet (the direct bearing and distance from monument \"C\" to monument No. 10 is N. 37°09' W„ 235.8 feet); thence.",
        "Northerly, along the 325-foot contour to a monument marked No. 11 on the map, in latitude 8°57' N., plus 4748.4 feet, and longitude 79°33' W., plus 1011.7 feet (the direct bearing and distance from monument No. 10 to monument No. 11 is N. 18°24' E., 867.4 feet); thence.",
        "Easterly and southeasterly, along the 325-foot contour to a monument, marked No. 12 on the map. in latitude 8°57' N., plus 4531.5 feet, and longitude 79°33' W., plus 528.5 feet (the direct bearing and distance from monument No. 11 to monument No. 12 is S. 65°49' E., 529.7 feet); thence,",
        "Southerly, easterly, and southeasterly, along the 325-foot contour to a monument, marked No. 13 on the map, in latitude 8°57' N , plus 4209 0 feet, and longitude 79°33' W., plus 325.5 feet (the direct bearing and distance from monument No. 12 to monument No. 13 is S. 32°11' E., 381.0 feet); thence,",
        "Southerly, along the 325-foot contour to a monument, marked No. 14 on the map. In latitude 8°57' N., plus 3931.2 feet, and longitude 79°33' W.. plus 400.2 feet (the direct bearing and distance from monument No. 13 to monument No. 14 is S. 15°03' W., 287.6 feet); thence,",
        "Southeasterly, and southerly along the 326-foot contour to a monument, marked No. 15 on the map, in latitude 8°57' N., plus 3712.2 feet, and longitude 79°33' W., plus 237.6 feet (the direct bearing and distance from monument No. 14 to monument No. 15 is S. 36°35' E., 272.8 feet); thence,",
        "S. 12°16' E., 1142.8 feet through monuments. marked No. 16 and No. 17 on the map, to a monument, marked No. 18 on the map, in latitude 8°57' N., plus 2595.5 feet, and longitude 79°32' W., plus 6008.1 feet; thence,",
        "S. 55°40' E., 520.3 feet, through a monument, marked No. 19 on the map, to a monument. marked No. 20 on the map, located 25.0 feet northwesterly and at right angles from the face of the northwesterly curb of Fourth of July Avenue, in latitude 8°57' N., plus 2302.0 feet, and longitude 79°32' W., plus 5578.4 feet (on a continuation of this bearing, 24.4 feet, is a brass reference plug cemented into the northwesterly curb of Fourth of July Avenue); thence,",
        "Southwesterly, and westerly, parallel to and 25.0 feet northwesterly and at right angles from the face of the curb on Fourth of July Avenue and northerly and at right angles from the face of the curb of Balboa Road, through a brass plug cemented into the northerly curb of Edwards Place, to the point of beginning.",
        "The directions of the lines refer to the true meridian.",
        "Elevations are referred to precise level datum.",
        "The above-described tract contains an area of 126.2 acres, more or less.",
        "The above-described area was surveyed by the Section of Surveys, The Panama Canal, in December, 1935, May, 1936, and October, 1942, and is as shown on Panama Canal drawing No. M-6110-93 dated November 7, 1942, titled \"Boundary of Quarry Heights Military Reservation,\" showing approval by the Governor, The Panama Canal, and the Commanding General. Panama Canal Department, in whose offices the drawing is filed.",
        "This order supersedes Executive Order No. 7407 of July 6, 1936, establishing the Quarry Heights Military Reservation, and any lands affected by that order and not contained within the area described in this order are hereby released from the said reservation.",
        "[NAME]",
        "The White House,January 2, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9293-Quarry Heights Military Reservation, Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372682"
}