{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5561-restoration-united-states-agricultural-experiment-station-lands-the",
    "doc": "executive-order-5561-restoration-united-states-agricultural-experiment-station-lands-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5561-Restoration of United States Agricultural Experiment Station Lands in the Territory of Hawaii",
    "date": "February 18, 1931",
    "content": [
        "Whereas, by joint resolution of July 7, 1898 (30 Stat. 750), when Hawaii was annexed to the United States, it was provided that the existing land laws of the United States should not apply to lands in the Hawaiian Islands, but that Congress should make special laws for their management and disposition; and",
        "Whereas, by section 91 of the act of April 30, 1900 (31 Stat. 159), Congress provided that the public property ceded and transferred to the United States by the Republic of Hawaii should remain in the possession, use, and control of the government of the Territory pf Hawaii, until otherwise provided for by Congress or \"taken for the uses and purposes of the United States by direction of the President or of the Governor of Hawaii\"; and",
        "Whereas the Acting Governor of Hawaii, Henry E. Cooper, under the authority of the said act of April 30, 1900, did, by proclamation dated June 10, 1901, declare that a certain tract of land known as Kewalo-uka on Punchbowl Hill, Honolulu, Oahu, was \"taken for the uses and purposes of the United States\" and said tract has since been used by the United States Department of Agriculture for an experiment station; and",
        "Whereas, by the act of May 27, 1910 (36 Stat. 447), section 91 of the said act of April 30, 1900, was amended so as to provide that any such property in Haw aii as should be taken for the uses and purposes of the United States, in accordance with the act of April 30, 1900, might be \"restored to its previous status by direction of the President\"; and",
        "Whereas the Governor of the Territory of Hawaii desires to have returned to the possession, use, and control of the Territorial government a certain portion of said tract of land, amounting to thirty (30) acres, more or less, as hereinafter more particularly described, in order that it may be used, together with other adjacent lands already in control of that government, for home sites by the people of Hawaii; and",
        "Whereas the United States Department of Agriculture is willing to relinquish its use of the said 30 acres in favor of its proposed use, as aforesaid, by the Territorial government of Hawaii;",
        "Now, therefore, by virtue of the authority vested in me by the aforesaid act of May 27, 1910, I do direct that the thirty (30) acres of land, more or less, as hereinafter more particularly described, being a portion of said tract of land known as Kewalo-uka, be, and the same is hereby,, restored to its previous status in the possession, use, and control of the government of the Territory of Hawaii.",
        "The tract of land intended to be restored as aforesaid is more particularly described as follows:",
        "Beginning at the northeast corner of the portion of land to be restored as aforesaid, at a place called Puu Ea on the boundary between the lands of Kewalo and Auwaiolimu, the coordinates of said point of beginning referred to Government survey triangulation station \"Punchbowl\" being 3,255.6 feet north and 5,244.7 feet east, as shown on Government Survey Registered Map No. 2692, and running by true azimuths:",
        "1. 354° 30'-930.0 feet along the remainder of the land of Kewalo, to the middle of the stream which divides the lands of Kewalo and Kalawahine;",
        "2. Thence down the middle of said stream along the land of Kalawahine, the direct azimuth and distance being 49° 16'-1,512.5 feet;",
        "3. 141° 12'-860.0 feet along the remainder of the land of Kewalo;",
        "4. 231° 12'-552.6 feet along the land of Auwaiolimu to Puu lole;",
        "5. Thence still along the land of Auwaiolimu following the top of the ridge to the point of beginning, the direct azimuth and distance being 232° 26'-1,470.0 feet.",
        "Containing an area of 30 acres, more or less.",
        "[NAME]",
        "The White House,February 18, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5561-Restoration of United States Agricultural Experiment Station Lands in the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361191"
}