{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5692-description-aiea-military-reservation-hawaii",
    "doc": "executive-order-5692-description-aiea-military-reservation-hawaii",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5692-Description of Aiea Military Reservation, Hawaii",
    "date": "August 24, 1931",
    "content": [
        "Whereas by Executive Order No. 2566, dated March 28, 1917, 274.07 acres, more or less, exclusive of all rights of way and easements, at Aiea, District of Ewa, island of Oahu, were withdrawn and set aside for military purposes;",
        "Whereas by letter dated December 13, 1924, the Secretary of War, under authority contained in the act of Congress approved July 11, 1919 (41 Stat. 132), transferred a portion of the said military reservation, containing 39.40 acres, more or less, to the control of the Navy Department;",
        "Whereas pursuant to the authority contained in the act of Congress approved January 31, 1922 (42 Stat. 360), and extended by the act of Congress approved March 3, 1925 (43 Stat. 1115), and further extended by the act of Congress approved April 24, 1926 (44 Stat. 323), the President, by quitclaim deed dated January 26, 1929, conveyed to the Waialua Agricultural Co., Ltd., 233.079 acres, more or less, subject to certain described rights of way and easements;",
        "Whereas the area of the said military reservation, as determined by a recent survey, is 10.53 acres, more or less, subject to a certain right of way to the Oahu Railway & Land Co. and to the Navy Department, hereinafter described;",
        "Now, therefore, pursuant to the authority vested in me by section 91 of the act of Congress, approved April 30, 1900 (31 Stat. 159), entitled \"An act to provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), it is hereby ordered that the description of the Aiea Military Reservation be, and the same is hereby, amended to read as follows:",
        "Beginning at a concrete monument \"Aiea\" situated on the boundary of Aiea-Halawa land section, from which monument the azimuth (measured clockwise from true south) and distance to triangulation station \"Salt Lake\" is 292° 12' 25\", 9,393.00 feet, thence by true azimuths and distances, as follows:",
        "209° 01' 10\", 502.95 feet along land under the jurisdiction of the United States Navy Department to concrete monument No. 1;",
        "281° 56' 30\", 114.42 feet to concrete monument No. 2;",
        "227° 11' 50\", 389.50 feet to concrete monument No. 3;",
        "209° 26' 35\", 729.90 feet to concrete monument No. 4, at corner of fence, about 30 feet west of the city and county road pavement;",
        "320° 16' 00\", 96.04 feet along the city and county road right of way to concrete monument No. 5;",
        "311° 55' 30\", 78.95 feet along the same to concrete monument No. 6;",
        "305° 25' 50\", 139.60 feet along the same to concrete monument No. 7, situated 9.75 feet southeast of the center line of the Oahu Railway & Land Co.'s 40-foot right of way;",
        "303° 01' 00\", 9.03 feet along the same to concrete monument No. 8, situated on the boundary of the Oahu Railway & Land Co.'s 40-foot right of way;",
        "305° 15' 10\", 295.10 feet along the same to concrete monument No. 14, situated on the boundary of Aiea-Halawa land sections;",
        "57° 48' 20\", 1,752.00 feet along Aiea-Halawa land section boundary to the point of beginning.",
        "The tract as described contains an area of 10.53 acres, more or less.",
        "The above-described tract is subject to the following rights of way:",
        "1. To the Oahu Railway & Land Co., Aiea Branch; right of way being 40 feet wide, 20 feet on each side of center line. The center line of said right of way is described as follows:",
        "Beginning at a point where center line of the Aiea Branch right of way crosses the Aiea-Halawa boundary, from which point of beginning the azimuth (measured clockwise from the true south) and distance to concrete monument \"Aiea\" is 57° 48' 20\", 1,126.06 feet;",
        "Thence by true azimuths and distances, as follows: 194° 25' 20\", 73.85 feet;",
        "Thence on a curve to the right, with a radius of 951.86 feet, 245.88 feet along the curve, the azimuth and distance of long chord being 201° 49' 20\", 245.20 feet;",
        "Thence continuing on a curve to the right, with a radius of 951.86 feet, 271.38 feet along the curve, the azimuth and distance of long chord being 217° 14' 20\", 270.47 feet to a point in the boundary line of the Aiea Military Reservation and the Government Road, from which point the azimuth and distance to aforementioned concrete monument No. 7 is 305° 25' 50\", 9.75 feet.",
        "Forty-foot right of way, the center line of which is described, contains an area of 0.54 acres, more or less.",
        "2. To the United States Navy Department, right of way 30 feet wide along the southern boundary of Aiea Military Reservation extending from concrete monument \"Aiea\" to concrete monument No. 14.",
        "This right of way is subject to the right of way to the Oahu Railway & Land Co. for its Aiea Branch described in preceding paragraph, and contains an area of 1.14 acres, more or less.",
        "The net area of this reservation is 8.85 acres, more or less.",
        "[NAME]",
        "The White House,August 24, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5692-Description of Aiea Military Reservation, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361384"
}