{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7883-withdrawal-public-lands-provide-material-for-the-construction-and",
    "doc": "executive-order-7883-withdrawal-public-lands-provide-material-for-the-construction-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7883-Withdrawal of Public Lands To Provide Material for the Construction and Maintenance of Public Roads and Other Public Projects",
    "date": "May 09, 1938",
    "content": [
        "CALIFORNIA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked in so far as it affects the following-described tracts of land in California:",
        "MT. DIABLO MERIDIAN",
        "T. 36 N., R. 6 E., sec. 19, lots 10, 11 and 12, 240 acres.",
        "Section 2. Subject to the conditions expressed in the above-mentioned acts and to all valid existing rights, the tracts of land described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved for the purpose of providing material for the construction and maintenance of public roads and other public projects under the jurisdiction of Federal agencies and in accordance with the Federal Highway Act (42 Stat. 212).",
        "Section 3. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,May 9, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7883-Withdrawal of Public Lands To Provide Material for the Construction and Maintenance of Public Roads and Other Public Projects Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368747"
}