{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-restoring-malheur-indian-reservation-public-domain",
    "doc": "executive-order-restoring-malheur-indian-reservation-public-domain",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Restoring Malheur Indian Reservation to Public Domain",
    "date": "January 28, 1876",
    "content": [
        "Executive Mansion, January 28, 1876.",
        "It is hereby ordered that the tract of country in Oregon lying within the following-described boundaries, viz: Beginning at a point on the right bank of the Malheur River where the range line between ranges 38 and 39 east of the Willamette meridian intersects the same; thence north on said range line to a point due east of the summit of Castle Rock; thence due west to the summit of Castle Rock; thence in a northwesterly direction to Strawberry Butte; thence to Soda Spring, on the Canyon City and Camp Harney road; thence down Silvies Creek to Malheur Lake; thence due east to the right bank of the South Fork of Malheur River; thence down said right bank of the South Fork to the Malheur River; thence down the right bank of the Malheur River to the place of beginning, except such lands within these limits as have passed or may pass to The Dalles Military Road on the north, and the Willamette Valley and Cascade Mountain Military Road on the south, be, and the same is hereby, withdrawn from sale and set apart for the use and occupancy of the Piute and Snake Indians, to be Known as the Malheur Indian Reservation; and that portion of country set apart by Executive order of May 15, 1875, not embraced in the limits of the above-described tract of country, is hereby restored to the public domain.",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Restoring Malheur Indian Reservation to Public Domain Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372243"
}