{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5607-correction-description-land-restored-the-territory-hawaii",
    "doc": "executive-order-5607-correction-description-land-restored-the-territory-hawaii",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5607-Correction in Description of Land Restored to the Territory of Hawaii",
    "date": "April 22, 1931",
    "content": [
        "Whereas by Executive Order No. 5132, dated June 6, 1929, certain lands, being a portion of the Kahauiki Military Reservation (Fort Shafter) and the Hawaii Arsenal Military Reservation, island of Oahu, Territory of Hawaii, were restored to their previous status for the use of the Territory of Hawaii for road purposes;",
        "Whereas the description of those portions of the Kahauiki Military Reservation (Fort Shafter) and the Hawaii Arsenal Military Reservation, as given in said Executive Order No. 5132, dated June 6, 1929, has been found to be inaccurate, and a resurvey has been made of the said reservations:",
        "Now, therefore, pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 141), entitled \"An act to provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), it is hereby ordered that the description of those portions of the Kahauiki Military Reservation (Fort Shafter) and the Hawaii Arsenal Military Reservation, contained in said Executive Order No. 5132, dated June 6, 1929, be, and the same is hereby, amended to read as follows:",
        "Parcel 1, being a portion of the Kahauiki Military Reservation (Fort Shafter) set aside for military purposes by Executive order dated July 20, 1899, as modified by Executive Order No. 2521, dated January 26, 1917, and more particularly described as follows:",
        "Beginning at an iron bolt on the boundary between the lands of Moanalua and Kahauiki, the direct azimuth and distance to station No. 3 being 191° 03' 59\"- 53.14 feet, said station No. 3 being a standard brass plate cemented into the top of a large rock called \"Pohakuakai\" on the north side of King Street, the coordinates of said point of beginning referred to Government survey triangulation station \"Punchbowl\" being 11,305.38 feet north and 13,760.53 feet west and running by true azimuth (all azimuths being measured clockwise from the true south):",
        "191° 03' 59\"-44.77 feet albng the land of Moanalua to concrete monument No. K-2;",
        "On a curve to the right with a radius of 517.61 feet, the direct azimuth and distance being 275° 47' 04\"-184.48 feet along remainder of Kahauiki Military Reservation to concrete monument No. K-3;",
        "286° 03' 00\"-193.77 feet along same to brass plate No. K-4, set in sidewalk in front of the guardhouse;",
        "On the curve to the right with a radius of 1,457.77 feet, the direct azimuth and distance being 300° 36' 30\"-732.86 feet along same to concrete monument No. K-5;",
        "On the curve to the right with a radius of 1,441.01 feet, the direct azimuth and distance being 331° 36' 04\"-815.47 feet along same to concrete monument No. K-6 on the Kahauiki-Hawaii Arsenal boundary;",
        "15° 36' 01\"-207.29 feet across King Street along Hawaii Arsenal boundary to concrete monument No. K-7, this monument being also monument No. 13 of the Hawaii Arsenal Military Reservation boundary;",
        "171° 52' 36\"-95.11 feet along remainder of Kahauiki Military Reservation to concrete monument No. K-8;",
        "On the curve to the left with a radius of 1,352.37 feet, the direct azimuth and distance being 153° 31' 15\"-851.75 feet along same to concrete monument No. K-9;",
        "On the curve to the left with a radius of 1,371.77 feet, the direct azimuth and distance being 120° 36' 30\"-6S9.64 feet along same to concrete monument No. K-10;",
        "106° 03' 00\"-193.77 feet along same to concrete monument No. K-ll;",
        "On the curve to the left with a radius of 431.61 feet, the direct azimuth and distance being 95° 18' 45\"-160.83 feet along same to brass plate No. K-12, set in road;",
        "84° 34' 30\"-16.91 feet along same to concrete monument No. K-13;",
        "191° 03' 59\"-44.84 feet to the point of beginning, containing an area of 3.92 acres, more or less.",
        "Parcel 2, being a portion of the Hawaii Arsenal Military Reservation, formerly known as the Hawaiian Ordnance Depot, said arsenal reservation being included in the Kahauiki Military Reservation (Fort Shafter) as described in Executive Order No. 2521, dated January 26, 1917, as modified by Executive Orders No. 3080, dated April 30, 1919; No. 3171, dated September 29, 1919; No. 4455, dated June 5, 1926; and by Territorial Executive Order No. 56, dated December 18, 191S; and more particularly described as follows:",
        "Beginning at standard concrete monument No. 31, as described in Executive Order No. 2521, dated January 26, 1917, the direct azimuth and distance to H. T. S. street monument near the east corner of the Pacific Guano & Fertilizer lot being 322° 25' 19\"-656.50 feet, the coordinates of said concrete monument No. 31, referred to Government survey triangulation station \"Punchbowl\" being 9,349.84 feet north and 11,894.92 feet west and running by true azimuth (all azimuths being measured clockwise from the true south):",
        "57° 17' 16\"-68.9 feet across King Street to station No. K-2, marked by a 3-inch pipe set over a brass plate set in rock 1 foot below the ground surface;",
        "139° 20' 30\"-529.75 feet along remainder of Hawaii Arsenal Military Reservation to station No. K-3, marked by a brass plate cemented in edge of large boulder;",
        "On a curve to the right with a radius of 520.45 feet, the direct azimuth and distance being 155° 36' 30\"-291.57 feet along the same to concrete monument No. K-4;",
        "157° 42' 50\"-6.24 feet along the same to concrete monument No. K-5; same being the monument No. 13 of Hawaii Arsenal Military Reservation boundary and No. K-7 of King Street right of way through Kahauiki Military Reservation;",
        "195° 36' 01\"-207.29 feet across King Street along Kahauiki Military Reservation boundary to concrete monument No. K-6;",
        "On a curve to the right, with a radius of 1,056.05 feet, the direct azimuth and distance being 349° 20' 40\"-93.25 feet along remainder of Hawaii Arsenal Military Reservation to concrete monument No. K-7;",
        "351° 52' 30\"-102.63 feet along the same to a brass plate No. K-8, set in concrete on the hillside about 1 foot below the surface;",
        "On the curve to the left, with a radius of 434.45 feet, the direct azimuth and distance being 335° 36' 30\"- 243.39 feet to concrete monument No. K-9;",
        "319° 20' 30\"-625.63 feet along the same to concrete monument No. K-10;",
        "On a curve to the left, with a radius of 20 feet, the direct azimuth and distance being 273° 41' 55\"-28.60 feet to concrete monument No. K-ll; 48° 03' 21\"-38.07 feet along northwest side of Middle Street to concrete monument No. K-12;",
        "139° 16' 02\"-107.20 feet along present northeast side of King Street to the point of beginning, containing an area of 1.896 acres, more or less.",
        "[NAME]",
        "The White House,April 22, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5607-Correction in Description of Land Restored to the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361366"
}