{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7241-amendment-schedule-subdivision-iii-paragraph-14-the-civil-service",
    "doc": "executive-order-7241-amendment-schedule-subdivision-iii-paragraph-14-the-civil-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7241-Amendment of Schedule A, Subdivision III, Paragraph 14, of the Civil-Service Rules",
    "date": "December 04, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of the last sentence of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), paragraph 14, subdivision III, schedule A, of the civil-service rules is hereby amended by (1) eliminating therefrom the positions of informers and posse men, (2) including therein the positions of certain special employees in the Bureau of Narcotics, and (3) placing restrictions upon appointments to the positions named therein-the paragraph as amended to read as follows:",
        "\"14. Special employees employed temporarily for detective work in the Internal Revenue Service, under the appropriation for detecting and bringing to trial and punishment persons violating the internal-revenue laws; and special employees in the field service of the Bureau of Narcotics whose services are required because of individual knowledge of violations of law, who shall be continued only so long as their personal knowledge of such violations makes their services necessary. This exemption from competition is for exceptional and unusual cases only, report to be made to the Civil Service Commission by letter as soon as the appointment is made.\"",
        "[NAME]",
        "The White House,December 4, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7241-Amendment of Schedule A, Subdivision III, Paragraph 14, of the Civil-Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362740"
}