{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5254-restoring-certain-reserved-lands-for-target-range-purposes-and",
    "doc": "executive-order-5254-restoring-certain-reserved-lands-for-target-range-purposes-and",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5254-Restoring Certain Reserved Lands for Target Range Purposes and Opening Such Lands to Entry, New Mexico",
    "date": "December 31, 1929",
    "content": [
        "Executive Order No. 4393, dated March 15, 1926, which reserved lots 1 to 16, inclusive, sec. 7, T. 24 S., R. 7 W., New Mexico Principal Meridian, New Mexico, for the use of the New Mexico National Guard as a site for a target range is hereby revoked and set aside.",
        "And it is hereby ordered pursuant to Public Resolution No. 29, of February 14, 1920 (41 Stat. 434), as amended January 21, and December 28, 1922 (42 Stat. 358, 1067), that said land, subject to valid rights, shall be opened only to entry under the homestead or desert land laws by qualified ex-service men of the war with Germany, under the terms and conditions of such resolution and the regulations issued thereunder, for a period of 91 days beginning with the 63rd day from and after the date hereof, and thereafter any of said land remaining unentered will be subject to appropriation under any public land law applicable thereto by the general public.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no rights may be acquired to the restored land by settlement in advance of entry or otherwise, except strictly in accordance herewith.",
        "[NAME]",
        "The White House,December 31, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5254-Restoring Certain Reserved Lands for Target Range Purposes and Opening Such Lands to Entry, New Mexico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360946"
}