{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6296-the-matter-the-application-gem-dandy-garter-company-for-certain",
    "doc": "executive-order-6296-the-matter-the-application-gem-dandy-garter-company-for-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6296-In the Matter of the Application of Gem-Dandy Garter Company for Certain Exemptions from the Corset and Brassiere Code",
    "date": "September 18, 1933",
    "content": [
        "A Code of Fair Competition for the Corset and Brassiere Industry has been heretofore approved by me on certain terms and conditions. After such approval, and in accordance with the provisions of my further Executive Order dated July 15, 1933, hearings have been granted by the Administrator to the named applicants, allegedly directly affected by said Code, who have claimed that applications thereof have been unjust to them and have applied for a wage differential for members of the industry located in the southern section of the United States.",
        "It appearing to me on the basis of the showing made at the hearings granted the applicants above mentioned as set forth in the report thereon, dated September 12, 1933, rendered to me by the Administrator, which is hereby adopted and approved, that no case of injustice and extreme hardship requiring special treatment has been made out by the above applicants:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority and discretion vested in me under title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, and in accordance with the provisions of my Executive Order dated July 15, 1933, providing for hearings on the application of Codes under certain circumstances, do order that the application for exemption by the above named applicants, be and it is hereby denied.",
        "[NAME]",
        "Recommended for Approval by:     [NAME].          Administrator.",
        "The White House,September 18, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6296-In the Matter of the Application of Gem-Dandy Garter Company for Certain Exemptions from the Corset and Brassiere Code Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362120"
}