{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8067-establishing-the-carolina-sandhills-wildlife-refuge",
    "doc": "executive-order-8067-establishing-the-carolina-sandhills-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8067-Establishing the Carolina Sandhills Wildlife Refuge",
    "date": "March 17, 1939",
    "content": [
        "SOUTH CAROLINA",
        "Whereas certain lands in the State of South Carolina have been acquired under the authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), and the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115); and",
        "Whereas by Executive Order No. 7908, dated June 9, 1938, all the right, title, and interest of the United States in such lands was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and the related provisions thereof; and",
        "Whereas it appears that the reservation of such lands as a wildlife refuge would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32, Title in of the said Bankhead-Jones Farm Tenant Act, and as President of the United States, it is ordered that the lands acquired by the United States within the areas delineated on the diagram attached hereto and made a part hereof, in Chesterfield County, South Carolina, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area delineated shall become a part of the refuge hereby-established upon the acquisition of title thereto or control thereof by the United States.",
        "It is unlawful for any person to hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "This reservation shall be known as the Carolina Sandhills Wildlife Refuge.",
        "[NAME]",
        "The White House,March 17, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8067-Establishing the Carolina Sandhills Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368640"
}