{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-establishing-blackfeet-reserve-montana",
    "doc": "executive-order-establishing-blackfeet-reserve-montana",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Establishing Blackfeet Reserve in Montana",
    "date": "July 05, 1873",
    "content": [
        "[Occupied by Blackfeet, Blood, and Piegan tribes; area. 2.750 square miles; established by treaties of October 17, 1856, July 18, I860, and July 13 and 15 and September 1, 1868 (unratified), and act of. April 15, 1874 (18 Stat., 28), and act of May 1, 1888 (25 Stat., 129).]",
        "Department of the Interior,",
        "Office of Indian Affairs, July 2, 1873.",
        "The above diagram is intended to show a proposed reservation for the Gros Ventre, Piegan, Blood, Blackfeet, River Crow, and other Indians in the Territory of Montana. Said proposed reservation is indicated on the diagram by yellow colors, and is described as follows, viz:",
        "Commencing at the northwest corner of the Territory of Dakota, being the intersection of the forty-ninth parallel of north latitude and the one hundred and fourth meridian of west longitude; thence south to the south bank of the Missouri River; thence up and along the south bank of said river to a point opposite the mouth of Medicine or Sun River; thence in a westerly direction, following the south bank of said Medicine or Sun River, as far as practicable, to the summit of the main chain of the Rocky Mountains; hence along said summit in a northerly direction to the north boundary of Montana; hence along said north boundary to the place of beginning, excepting and reserving therefrom existing military reservations.",
        "I respectfully recommend that the President be requested to order that the lands comprised within the above-described limits be withheld from entry and settlement as public lands, and that the same be set apart as an Indian reservation, as indicated in my report to the Department of this date.",
        "Edward P. Smith, Commissioner.",
        "Department of the Interior, July 3, 1873.",
        "Respectfully presented to the President with the recommendation that he make the order above proposed by the Commissioner of Indian Affairs.",
        "W. H. Smith, Acting Secretary.",
        "EXECUTIVE MANSION, July 5, 1873.",
        "It is hereby ordered that the tract of country, above described, be withheld from entry and settlement as public lands, and that the same be set apart as a reservation for the Gros Ventre, Piegan, Blood, Blackfeet, River Crow, and other Indians, as recommended by the Secretary of the Interior and Commissioner of Indian Affairs.",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Establishing Blackfeet Reserve in Montana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371201"
}