{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7901-authorizing-the-attorney-general-sell-upon-public-exchanges-without",
    "doc": "executive-order-7901-authorizing-the-attorney-general-sell-upon-public-exchanges-without",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7901-Authorizing the Attorney General To Sell Upon Public Exchanges Without Prior Advertisement Certain Property Held Under the Trading With the Enemy Act",
    "date": "May 31, 1938",
    "content": [
        "Whereas certain property held by the Attorney General of the United States as successor in interest to the Alien Property Custodian consists of shares of stock, bonds, notes, or other beneficial interests, which are listed on the various public exchanges and have an established and ready market; and",
        "Whereas such property is not customarily sold, and cannot usually be sold to advantage, at public sale after public or other advertisement; and",
        "Whereas public or other advertisement of the sale of such property, or an attempt to sell such property at public auction, would be a useless formality and would necessitate the incurring of unwarranted expenses and costs and would result in unnecessary inconvenience and delay:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 12 of the Trading with the Enemy Act, approved October 6, 1917 (40 Stat. 411, 423), as amended, and in the public interest I hereby authorize the Attorney General of the United States to sell any such property upon the various public exchanges, without prior advertisement, to any individual, corporation, partnership, or association, upon such terms and conditions and in such lots or amounts as he may deem advisable.",
        "[NAME]",
        "The White House,May 31, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7901-Authorizing the Attorney General To Sell Upon Public Exchanges Without Prior Advertisement Certain Property Held Under the Trading With the Enemy Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368742"
}