{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9403-relinquishing-possession-leather-manufacturing-plants-located-salem",
    "doc": "executive-order-9403-relinquishing-possession-leather-manufacturing-plants-located-salem",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9403-Relinquishing Possession of Leather Manufacturing Plants Located in Salem, Peabody, and Danvers, Massachusetts",
    "date": "December 13, 1943",
    "content": [
        "Whereas on November 24, 1943, the Secretary of War, acting pursuant to an Executive Order dated November 20. 1943, took possession of thirteen leather manufacturing plants specified in the said order and located in Salem, Peabody, and Danvers, Massachusetts; and",
        "Whereas since that date the Secretary of War has retained possession of and operated the said plants pursuant to said Executive Order; and",
        "Whereas I now find that the productive efficiency of the said plants prevailing prior to the taking possession thereof has been restored:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and laws of the United States, particularly the War Labor Disputes Act (Public Law 89, 78th Congress), I hereby direct the Secretary of War to relinquish possession of the said plants to the respective persons from whom possession was taken, and to issue the necessary orders for carrying out this direction: Provided, however, that nothing contained herein shall preclude the Secretary of War from requiring the submission of information relating to operations during the period of Government possession and control if he shall deem such information necessary for the protection of the interests of the Government or for the conclusion in an orderly manner of the administration of the said Executive Order.",
        "[NAME]",
        "The White House,December 13, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9403-Relinquishing Possession of Leather Manufacturing Plants Located in Salem, Peabody, and Danvers, Massachusetts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372377"
}