{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5228-establishing-benton-lake-bird-refuge-montana",
    "doc": "executive-order-5228-establishing-benton-lake-bird-refuge-montana",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5228-Establishing Benton Lake Bird Refuge, Montana",
    "date": "November 21, 1929",
    "content": [
        "It is hereby ordered that the unappropriated public lands hereinafter described in terms of the public-land surveys, and shown on the diagram hereto attached and made a part of this order, situated at Benton Lake in the State of Montana, in Ts. 22 and 23 N., R. 3 E., and in T. 22 N., R. 4 E., P. M., be and the same are hereby reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for birds, subject to existing valid rights:",
        "Principal Meridian",
        "In T. 22 N., R. 3 E., W½ and S½ SE¼ Sec. 2, all Secs. 3, 4 and 5, E½ E½, SW¼ SE¼, Lots 5, 6, and E½ SW¼ Sec. 6, NE¼ NE¼ Sec. 7, N½ N½, SE¼ NE¼, NE¼ SW¼, S½ SW¼ and SE¼ Sec. 8, all Secs. 9, 10 and 11, NW¼ NW¼ Sec. 12, NW¼ NW¼, S½ N½ and S½ Sec. 13, all Secs. 14 and 15, N½, E½ SW¼ and SE¼ Sec. 16, N½ Sec. 17, NE¼, NE¼ NW¼ and S½ NW¼ Sec. 18, NE¼ NE¼ Sec. 21, N½ N½ and SE¼ NE¼ Sec. 22, all Secs. 23, 24 and 25, NE¼, N½ NW¼ and NE¼ SE¼ Sec. 26;",
        "In T. 23 N., R. 3 E., SE¼ Sec. 34, NW¼ SW¼ and S½ SW¼ Sec. 35;",
        "In T. 22 N., R. 4 E., SW¼ NW¼, NW¼ SW¼, S½ SW¼ and SW¼ SE¼ Sec. 18, W½ E½ and W½ Sec. 19, W½ E½ and W½ Sec. 30, and N½ Sec. 31.",
        "It is unlawful, within this reservation, (a) to hunt, trap, capture, wilfully disturb, or kill any wild animal or bird of any kind whatever, or take or destroy the eggs of any wild bird, to occupy or use any part of the reservation, or enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (6) to cut, burn or destroy any timber, underbrush, grass, or other natural growth; (c) wilfully to leave or suffer fire to burn unattended near any timber or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) wilfully to injure, molest, or destroy any property of the United States.",
        "Warning is expressly given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by Sections 106, 107 and 145 of Title 18, Chap. 4, United States Code, or by the act of February 18, 1929 (U. S. C. Supp. 3, Title 16, Chap. 7a, Sec. 715i).",
        "This refuge shall be known as the Benton Lake Bird Refuge.",
        "[NAME]",
        "The White House,November 21, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5228-Establishing Benton Lake Bird Refuge, Montana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360924"
}