{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7845-prescribing-regulations-relating-annual-leave-government-employees",
    "doc": "executive-order-7845-prescribing-regulations-relating-annual-leave-government-employees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7845-Prescribing Regulations Relating to Annual Leave of Government Employees",
    "date": "March 21, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 7 of the act of March 14, 1936, entitled \"An Act to provide for vacations to Government employees and for other purposes\" (49 Stat. 1161), I hereby prescribe the following regulations governing the granting of annual leave to civilian officers and employees of the United States, the District of Columbia, and all corporations included within the provisions of section 6 of the said act, except as provided in PART III hereof:",
        "Part I. Definitions",
        "SEC. 1. As used in these regulations:",
        "(a) \"Employee\" and \"employees\" include officer and officers, respectively.",
        "(b) \"Permanent employees\" are those appointed without limitation as to length of service or for definite periods in excess of 6 months.",
        "(c) \"Temporary employees\" are those appointed for definite periods of time not exceeding 6 months.",
        "(d) \"Emergency employees\" are those whose compensation is paid from emergency funds and whose tenure of appointment is limited to the period for which the emergency funds are available.",
        "(e) \"Indefinite employees\" are those appointed for the \"duration of the job\" and those who, although paid only when actually employed, are continuously employed or required to be available for duty for a period of not less than one month, as distinguished from part-time or intermittent employees.",
        "(f) \"Accumulated leave\" means the unused annual leave not exceeding 60 days which has accrued during years prior to the current year.",
        "(g) \"Current annual leave\" means the leave authorized by statute for the current year.",
        "(h) \"Current accrued leave\" means that part of the current annual leave which bears the same ratio to the current annual leave that the expired part of the current year bears to the full year.",
        "(i) \"Unaccrued leave\" means that part of the current annual leave which bears the same ratio to the current annual leave as the unexpired part of the current year bears to the full year.",
        "Part II. General Provisions",
        "SEC. 2. Permanent employees who have been employed continuously for one year or more and who do not contemplate leaving the service during the current calendar year shall be entitled to current annual leave with pay at any time during such calendar year not in excess of 26 days. In addition to current annual leave such employees may be granted accumulated leave not to exceed 60 days.",
        "SEC. 3. Leave shall be granted at such time or times as may be deemed to be in the public interest.",
        "SEC. 4. (a) Unaccrued leave shall be granted only with the express understanding that if such leave is not later earned during the calendar year, deductions will be made for the unearned portion from any salary due the employee, or from any deductions in the retirement fund to the credit of the employee.",
        "(b) In cases of separations where employees are indebted to the Government for advanced annual leave such indebtedness shall be charged against the employee on the basis of the salary rate obtaining during the period of advanced annual leave and on the basis of one day's pay for each day of absence, exclusive of Sundays and holidays. Absences for fractional parts of a day will be charged proportionately. This provision shall not apply in cases of death, retirement for age or disability, reduction of force, or when an employee who is not eligible for retirement is unable to return to duty because of disability, evidence of which shall be supported by an acceptable certificate from a registered practicing physician or other practitioner.",
        "SEC. 5. Employees, other than temporary, entering the service by original appointment or by reinstatement shall be entitled to annual leave with pay accruing at the rate of 2⅙ days for each month of service rendered until the completion of one year's service. Emergency and indefinite employees shall be entitled to annual leave with pay accruing at the rate of 2⅙ days per month for each month of service, and may in addition thereto be granted accumulated leave.",
        "SEC. 6. An employee transferred or reappointed without break in service from one permanent position to another permanent position within the same or a different governmental agency shall at the time of the transfer be credited with such accumulated and current accrued leave as may be due him, or charged with any unaccrued leave which may have been advanced. \"Break in service\" means separation from the service for a period of one or more work days.",
        "SEC. 7. An employee voluntarily separated from the service without prejudice during any calendar year shall be entitled to all of his accumulated leave plus his current accrued leave to and including the date of separation.",
        "SEC. 8. An employee who is involuntarily separated from the service other than for cause due to his own misconduct shall be entitled to all of his accumulated leave and current accrued leave, and the date of his discharge shall be fixed so as to permit him to take such leave. The date of discharge of an employee separated from the service for cause due to his own misconduct may, within the discretion of the administrative office concerned, be fixed so as to permit the allowance of all or any part of accumulated leave and current accrued leave.",
        "SEC. 9. Leave without pay shall not be granted until all accumulated leave and current accrued leave allowable under these regulations is exhausted, except that employees injured in line of duty may take leave without pay, if desired, covering their absence due to such injury instead of covering such time by annual leave; and during absence because of such injury and while being paid by the Employees' Compensation Commission, employees shall continue to earn leave, which shall, however, be granted only in the event of their return to actual duty.",
        "SEC. 10. Annual leave shall accrue to an employee while in a leave-with-pay status. Except as provided in section 9 hereof, annual leave shall not accrue to an employee while in a non-pay status due to leave without pay or furlough when the duration of such non-pay status in any calendar year aggregates 30 days or more: Provided, that when the duration of such non-pay status is in excess of 30 days in any calendar year, such excess shall affect the accrual of annual leave only when it aggregates 10 days, and likewise for each aggregate period of 10 days thereafter.",
        "SEC. 11. Except in the case of temporary employees, Sundays and holidays occurring within a period of annual leave shall not be charged as annual leave: Provided, that in the case of employees whose terms or conditions of employment require that they regularly work on a Sunday or a holiday and be off duty on another day of the week in lieu thereof, the Sunday or holiday occurring within a period of annual leave shall be charged as annual leave and the lieu day shall not be so charged. The word \"holidays\" as used herein means all days declared or recognized by Federal statute as holidays, all days specifically declared holidays by Executive Order, and all days on which the departments and establishments are closed by Executive Order, but does not include non-work days established by administrative order, or days on which, by Executive Order or administrative order, certain classes of employees are merely excused from work.",
        "SEC. 12. The minimum charge for annual leave shall be 15 minutes, and additional leave shall be charged in like multiples. Annual leave granted for less than one day shall be charged in the ratio that the amount of annual leave granted bears to the number of work hours of the regular work day prevailing in the agency concerned. For the purposes of this section, Saturdays and part holidays shall not be considered regular work days, except as may be required under section 11 hereof.",
        "SEC. 13. Annual leave shall not be granted with pay at the beginning of a calendar year immediately following a period of absence in a non-pay status in the preceding year unless and until there is a return to duty, at which time leave may be retroactively granted. Leave without pay under any other circumstances may not later be converted into annual leave.",
        "SEC. 14. Temporary employees shall be granted 2½ days leave for each full month of service, and Sundays and holidays occurring within a period of annual leave shall be charged as annual leave. After the first month of service such leave may be credited at the beginning of the month in which it accrues.",
        "SEC. 15. Temporary employees who subsequently receive permanent or probational appointments in the same department without break in service shall be entitled to 2½ days annual leave for each full month of service to the date of permanent appointment and thereafter at the rate of 2⅙ days per month.",
        "SEC. 16. Nothing in these regulations shall be construed to prevent the continuance of any leave differential existing prior to January 1, 1936, for the benefit of employees of the Federal Government stationed without the continental limits of the United States. However, any department may, if it so desires, apply these regulations to employees stationed without the continental limits of the United States, subject to the continuance of such leave differential.",
        "SEC. 17. The annual leave authorized by these regulations shall, except as to temporary employees, be recorded and administered on a calendar-year basis.",
        "SEC. 18. The heads or governing bodies of the various governmental agencies to which this Executive Order applies shall be responsible for the proper administration of these regulations in so far as they pertain to the granting of annual leave to employees under their respective jurisdictions; and they may, within the limits authorized by law, issue such regulations as are not inconsistent with these regulations.",
        "Part III. Employees Excepted",
        "SEC. 19. These regulations shall not apply to:",
        "(a) Teachers and Librarians of the public schools of the District of Columbia.",
        "(b) Officers and employees of the Panama Canal and Panama Railroad on the Isthmus of Panama.",
        "(c) Temporary employees engaged on construction work at hourly rates.",
        "(d) The Postmaster General and officers and employees in or under the Post Office Department, except those serving in the departmental service and in the Mail Equipment Shops.",
        "(e) Persons paid security or prevailing wages from funds allocated by the Works Progress Administration on state, municipal, or other public but non-Federal projects, or on a Federal project: Provided, that annual leave shall be granted in accordance with these regulations to employees in the central office of the Works Progress Administration in the District of Columbia and at district and local headquarters, and to other employees in administrative or clerical positions who receive other than security or prevailing wages, as prescribed in Executive Orders.",
        "(f) Employees not required to be continuously employed during regular tour of duty, such as: (1) per diem or per hour employees engaged in an emergency who may be employed for more than one 7- or 8-hour shift within 24 hours during the emergency; (2) part-time or intermittent employees; (3) persons engaged under contract; (4) employees engaged temporarily for less than a month on a piece-price basis; (5) employees who are paid at hourly rates but who are not engaged on construction work, such as mechanics, skilled laborers, and others engaged in various services on maintenance, repair, clean-up work, etc., where employment is more or less intermittent and not on a regular and continuous basis; and (6) employees paid on a fee basis, such as physicians, surgeons, and other consultants.",
        "Part IV. Ratification: Revocation: Effective Date",
        "SEC. 20. All temporary regulations issued by the heads of the various departments and independent establishments under authority of Executive Order No. 7321 of March 21, 1936, are hereby ratified. All such temporary regulations and all other regulations relating to the granting of annual leave are hereby revoked in so far as they are inconsistent with these regulations.",
        "SEC. 21. This order shall be effective as of January 1, 1938, and shall, as of that date, supersede Executive Order No. 7409 of July 9, 1936, prescribing regulations relating to annual leave of government employees.",
        "SEC. 22. This order shall be published in the Federal Register.",
        "[NAME]",
        "The White House,March 21, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7845-Prescribing Regulations Relating to Annual Leave of Government Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372669"
}