{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6869-requiring-certain-financial-statements-be-furnished-the-secretary-the",
    "doc": "executive-order-6869-requiring-certain-financial-statements-be-furnished-the-secretary-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6869-Requiring Certain Financial Statements to be Furnished the Secretary of the Treasury",
    "date": "October 10, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in furtherance of the provisions of Executive Order No. 6226, of July 27, 1933, I hereby prescribe the following regulations:",
        "1. Every executive department and every independent establishment of the Government shall furnish the Secretary of the Treasury, not later than the 15th day of each month, a statement of all bonds, notes, debentures, shares of stock, and other such evidences of indebtedness or interest, held by it for account of the United States, but exclusive of trust funds, and of all liabilities of the United States incurred through it represented by bonds, notes, debentures, or other such evidences of indebtedness. The statements herein required to be furnished shall be made as of the close of business on the last business day of the preceding month.",
        "2. Every corporation in which the Government of the United States has a proprietary interest shall furnish the Secretary of the Treasury, not later than the 15th day of each month, a statement of its assets, liabilities, capital, and surplus as of the close of business on the last business day of the preceding month. Corporations in which the United States has no proprietary interest other than that evidenced by preferred stock and/or capital notes acquired through the Reconstruction Finance Corporation, shall not be considered corporations in which the Government of the United States has a proprietary interest within the meaning of such phrase as used in this order.",
        "3. The Secretary of the Treasury shall cause to be published monthly on the Daily Statement of the United States Treasury a combined statement of the assets, liabilities, capital, and surplus, reported pursuant to the provisions of this order at such times and in such manner as he shall prescribe.",
        "4. The Secretary of the Treasury is authorized to prescribe a form or forms on which the required reports shall be made and to issue such regulations or instructions as he may consider necessary for the purpose of carrying out the provisions of this order.",
        "[NAME]",
        "The White House,October 10, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6869-Requiring Certain Financial Statements to be Furnished the Secretary of the Treasury Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362575"
}