{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6407-terminating-stay-the-provisions-the-cotton-textile-industry-code",
    "doc": "executive-order-6407-terminating-stay-the-provisions-the-cotton-textile-industry-code",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6407-Terminating Stay of the Provisions of the Cotton Textile Industry Code",
    "date": "November 06, 1933",
    "content": [
        "A Code of Fair Competition for the Cotton Textile Industry was approved by me July 9, 1933. At that time the provision limiting machine hours was stayed for a period of 3 weeks as applied to the production of tire yarns or fabrics for rubber tires. After further hearings the Administrator on July 30, 1933, in accordance with the Executive order issued by me July 15, 1933, further stayed the application of said provision of the code pending determination by me of the issues raised by the application for exemption from such provision of the code.",
        "Pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, the application for exemption from the machine hour provision of said code as applied to the use of machinery in the production of tire yarns or fabrics for rubber tires is hereby denied and beginning November 13, 1933, the above-mentioned stay of said provision shall be terminated, and no further exemption from or exceptions to the provision of said code shall be made except by me upon recommendation of the Cotton Textile Industry Committee and the Administrator, or the Administrator, or as approved by me.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,November 6, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6407-Terminating Stay of the Provisions of the Cotton Textile Industry Code Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373340"
}