{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5174-amending-executive-order-no-4679-june-29-1927-describing-the",
    "doc": "executive-order-5174-amending-executive-order-no-4679-june-29-1927-describing-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5174-Amending Executive Order No. 4679 of June 29, 1927, Describing the Boundaries of Pupukea Military Reservation, Territory of Hawaii",
    "date": "August 21, 1929",
    "content": [
        "Whereas, by Executive Order No. 4679, dated June 29, 1927, certain lands at Pupukea, District of Koolualoa, Island of Oahu, Territory of Hawaii, were withdrawn and set aside for military purposes; and",
        "Whereas, the description of the Pupukea Military Reservation, as given in said Executive Order No. 4679, dated June 29, 1927, has been found to be inaccurate and a resurvey has been made of the reservation; and",
        "Whereas, it is desired that said Executive Order No. 4679, dated June 29, 1927, be amended so as to accurately describe said Pupukea Military Reservation;",
        "Now, Therefore, it is hereby ordered that the said Executive Order No. 4679, dated June 29, 1927, be and the same is hereby amended with respect to the description of the Pupukea Military Reservation, so as to read as follows:",
        "TRACT NO. 1",
        "Beginning at a concrete monument No. 1, said point is by true azimuth and distance to concrete monument \"D\" 08° 12' 00\"-270.45 ft. The azimuths and distances referred to the following U.S.C. & G.S. Triangulation Stations:",
        "Puena- 61° 28' 01\"-27,448 ft.Maili-25° 01' 23\"-47,153 ft.",
        "and thence running by true azimuths and distances, as follows:",
        "273° 43' 00\"-196.8 ft. to a concrete monument No. 2, thence",
        "183° 43' 00\"-447.6 ft. to a concrete monument No. 3, thence",
        "93° 43' 00\"-196.8 ft. to a concrete monument No. 4, thence",
        "03° 43' 00\"-447.6 ft. to the point of beginning containing an area of 2.022 acres, more or less.",
        "TRACT NO. 2",
        "Beginning at a concrete monument No. 1, said point is by true azimuth and distance to concrete monument \"O\" 309° 08'-38.4 ft. The azimuth and distance referred to U.S.C. & G.S. Triangulation Station Pupukea being 275° 28' 02\"-2740.46 ft., and thence running by true azimuths and distances, as follows:",
        "16° 44'-129.1 ft. to a concrete monument No. 2, thence",
        "286° 37'- 81.1 ft. to a concrete monument No. 3, thence",
        "232° 32'-101.4 ft. to a concrete monument No. 4, thence",
        "192° 21'- 86.0 ft. to a concrete monument No. 5, thence",
        "90° 29' 30\"-139.4 ft. to the point of beginning, containing an area of .418 acres, more or less.",
        "[NAME]",
        "[WHITE HOUSE],Aug. 21, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5174-Amending Executive Order No. 4679 of June 29, 1927, Describing the Boundaries of Pupukea Military Reservation, Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360872"
}