{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8631-prescribing-regulations-governing-the-exportation-articles-and",
    "doc": "executive-order-8631-prescribing-regulations-governing-the-exportation-articles-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8631-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in the President's Proclamation of January 10, 1941, Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940, and Amending Regulations of July 2, 1940, Covering the Exportation of Certain Articles and Materials",
    "date": "January 10, 1941",
    "content": [
        "Pursuant to the authority vested in me by the provisions of section 6 of the Act of Congress approved July 2, 1940, entitled \"AN ACT To expedite the strengthening of the national defense,\" I hereby prescribe the following additional regulations governing the exportation of:",
        "1. Copper     2. Brass and Bronze     3. Zinc     4. Nickel     5. Potash",
        "1. As used in my proclamation of January 10, 1941, issued pursuant to the provisions of section 6 of the Act of Congress approved July 2, 1940, and in these regulations, the above articles and materials shall be construed to include:",
        "2. The numbers in parenthesis following each material or article designated in paragraph 1 hereof correspond to the \"Commodity Number\" prefixed to the \"Commodity Description\" as set out in Schedule B, \"Statistical Classification of Domestic Commodities Exported from the United States,\" effective January 1, 1939, as amended, issued by the United States Department of Commerce. The words are controlling and the numbers are for statistical classification only. An asterisk (*) indicates that the classification herein is not co-extensive with that in said Schedule B.",
        "3. Regulation 1 of the Regulations issued July 2, 1940, pursuant to the Act of July 2, 1940, is modified only in so far as it applies to Copper, Brass and Bronze, Zinc, Nickel, and Potash in accordance with the foregoing classifications. Regulations 2 to 12 inclusive of the Regulations issued July 2, 1940, pursuant to the Act of July 2, 1940, are applicable to exportation of Copper, Brass and Bronze, Zinc, Nickel and Potash.",
        "[NAME]",
        "The White House,January 10, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8631-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in the President's Proclamation of January 10, 1941, Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940, and Amending Regulations of July 2, 1940, Covering the Exportation of Certain Articles and Materials Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368296"
}