{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-northern-cheyenne-reserve",
    "doc": "executive-order-northern-cheyenne-reserve",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 - 1885",
    "title": "Executive Order-Northern Cheyenne Reserve",
    "date": "November 26, 1884",
    "content": [
        "[In Tongue River Agency; area, 765 square miles; established by Executive orders only.]",
        "EXECUTIVE MANSION, November 26, 1884.",
        "It is hereby ordered that the following-described country, lying within the boundaries of the Territory of Montana, viz: Beginning at the point on the one hundred and seventh meridian of west longitude (said meridian being the eastern boundary of the Crow Indian Reservation) where the southern 40-mile limits of the grant to the Northern Pacific Railroad Company intersects said one hundred and seventh meridian; thence south along said meridian to a point 30 miles south of the point where the Montana base line, when extended, will intersect said meridian; thence due east to a point 12 miles east of the Rosebud River; thence in a northerly and northeasterly direction, along a line parallel with said Rosebud River and 12 miles distant therefrom, to a point on the southern 40-mile limits of the grant to the Northern Pacific Railroad Company, 12 miles distant from said Rosebud River; thence westerly along the said southern limits and across the said Rosebud River to the place of beginning, be, and the same is hereby, withheld from sale and settlement, and set apart as a reservation for the use and occupation of the Northern Cheyenne Indians, now residing in the southern portion of Montana Territory, and such other Indians as the Secretary of the Interior may see fit to locate thereon: Provided, however, That any tract or tracts of land included within the foregoing described boundaries which have been located, resided upon, and improved by bona fide settlers, prior to the 1st day of October, 1884, to the amount to which such settlers might be entitled under the laws regulating the disposition of the public lands of the United States, or to which valid rights have attached under said laws, are hereby excluded from the reservation hereby made.",
        "[NAME]."
    ],
    "citation": "Chester A. Arthur, Executive Order-Northern Cheyenne Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371397"
}