{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7356-transfer-portion-camp-eagle-pass-texas-the-treasury-department",
    "doc": "executive-order-7356-transfer-portion-camp-eagle-pass-texas-the-treasury-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7356-Transfer of Portion of Camp Eagle Pass, Texas, to the Treasury Department",
    "date": "May 04, 1936",
    "content": [
        "WHEREAS the act of July 26, 1935, 49 Stat. 503, authorized the disposition of the hereinafter-described portion of the Camp Eagle Pass Military Reservation, Texas, in accordance with and under the applicable provisions and conditions of the act of March 12, 1926, 44 Stat. 203; and",
        "WHEREAS section 6 of the said act of March 12, 1926, provides that all or any part of the property to be disposed of may, with the approval of the President, be transferred to other departments of the Government requiring the permanent use thereof; and",
        "WHEREAS the Secretary of the Treasury and the Secretary of War have requested that the hereinafter-described portion of the said military reservation be permanently transferred to the Treasury Department for the use of the Public Health Service:",
        "NOW, THEREFORE, by virtue of and pursuant to the authority vested in me by the said act of July 26, 1935, and by section 6 of the said act of March 12, 1926, it is ordered that the following-described portion of the Camp Eagle Pass Military Reservation, located in the City of Eagle Pass, Maverick County, Texas, be, and it is hereby, transferred to the Treasury Department for the use of the Public Health Service:",
        "Beginning at the point of intersection of the southerly line of Garrison Street with the easterly line of Commercial Street extended;",
        "Thence from said initial point, by metes and bounds.",
        "Easterly, 350 feet, along the said southerly line of Garrison Street, to a point;",
        "Southerly, 150 feet, at right angles to said southerly line of Garrison Street, to a point;",
        "Westerly, 350 feet, parallel to said southerly line of Garrison Street, to a point;",
        "Northerly, 150 feet, at right angles to said southerly line of Garrison Street, to the point of beginning.",
        "The above-described tract contains an area of 52,500 square feet and no survey thereof has been made or monuments established at its corners.",
        "[NAME]",
        "THE WHITE HOUSE,May 4, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7356-Transfer of Portion of Camp Eagle Pass, Texas, to the Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356151"
}