{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8378-establishing-airspace-reservation-over-portion-the-district-columbia",
    "doc": "executive-order-8378-establishing-airspace-reservation-over-portion-the-district-columbia",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8378-Establishing an Airspace Reservation Over a Portion of the District of Columbia",
    "date": "March 18, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 4 of the Air Commerce Act of 1926 (44 Stat. 568, 570), the airspace above the following-described portion of the District of Columbia is hereby reserved and set apart for national defense and other governmental purposes, and for public safety purposes, as an airspace reservation within which no person shall navigate a civil aircraft except by special permission of the Civil Aeronautics Authority:",
        "All that area within the City of Washington, D.C., lying within the following described boundary:",
        "Beginning at the southwest corner of the Lincoln Memorial Monument (Lat. 38°53'21'' N.; Long. 77°03'02'' W.); thence a distance of approximately 0.6 of a mile on a true bearing of approximately 329° to the intersection of the centerlines of New Hampshire Avenue Northwest, and Rock Creek and Potomac Parkway (Lat. 38°53'46\" N.; Long. 77°03'23'' W.) (identifiable by the Titanic Monument situated on the south side of such Parkway adjacent to the bank of the Potomac River);",
        "thence along the centerline of New Hampshire Avenue a distance of approximately 1.2 miles on a true bearing of approximately 36° to the center of Dupont Circle (Lat. 38°54'35\"' N.; Long. 77°02'37'' W.) (identifiable as the conjunction of New Hampshire Avenue, Massachusetts Avenue, Connecticut Avenue and P Street Northwest, with such Circle);",
        "thence along the centerline of P Street Northwest a distance of approximately 0.7 of a mile on a true bearing of 90° to the center of Logan Circle (Lat. 38°54'35'' N.; Long. 77°01'47'' W.) (identifiable as the conjunction of Rhode Island Avenue, Vermont Avenue and 13th and P Streets Northwest, with such Circle);",
        "thence a distance of approximately 1.5 miles on a true bearing of approximately 110° to the intersection of the centerlines of K and 2nd Streets Northeast (Lat. 38°54'10'' N.; Long. 77°00'13'' W.) (identifiable as a point adjacent to the east end of the railroad viaduct over K Street Northeast) ;",
        "thence a distance of approximately 0.7 of a mile on a true bearing of approximately 160° to the center of Stanton Square (Lat. 38°53'36\" N.; Long. 77°00'00'' W.) (identifiable as the conjunction of Massachusetts Avenue, Maryland Avenue and 4th, 5th and 6th Streets Northeast, with such Square);",
        "thence a distance of approximately 0.5 of a mile or a true bearing of 180° to the center of Seward Square (Lat. 38°53'10'' N.; Long. 77°00'00'' W.) (identifiable as the conjunction of Pennsylvania Avenue, North Carolina Avenue and 4th, 5th and 6th Streets Southeast, with such Square);",
        "thence a distance of approximately 0.4 of of a mile on a true bearing of approximately 242° to the intersection of the centerlines of New Jersey Avenue, North Carolina Avenue and E Street Southeast (Lat. 38°53'00'' N.; Long. 77°00'24'' W.) (identifiable as a point adjacent to the smokestack of the Capitol power house);",
        "thence a distance of approximately 1.4 miles on a true bearing of approximately 268° to the center of the railroad bridge over the channel of water connecting the Tidal Basin and the Washington Channel (Lat. 38°52'58\" N.; Long. 77°01'57'' W.);",
        "thence a distance of approximately 1.1 miles on a true bearing of approximately 295° to the point of beginning.",
        "Any person navigating an aircraft within this airspace reservation in violation of the provisions of this Order will be subject to the penalties prescribed in the Civil Aeronautics Act of 1938 (52 Stat. 973).",
        "This Order supersedes Executive Order No. 7910 of June 16, 1938, establishing an airspace reservation over a portion of the District of Columbia.",
        "[NAME]",
        "The White House,March 18, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8378-Establishing an Airspace Reservation Over a Portion of the District of Columbia Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372572"
}