{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12368-drug-abuse-policy-functions",
    "doc": "executive-order-12368-drug-abuse-policy-functions",
    "president": "Ronald Reagan",
    "president_byline": "40th President of the United States: 1981 - 1989",
    "title": "Executive Order 12368-Drug Abuse Policy Functions",
    "date": "June 24, 1982",
    "content": [
        "By the authority vested in me as President by the Constitution and laws of the United States of America, including Section 202 of the Drug Abuse Prevention, Treatment, and Rehabilitation Act, as amended (21 U.S.C. 1112), and in order to clarify the performance of drug abuse policy functions within the Executive Office of the President, it is hereby ordered as follows:",
        "Section 1. The Office of Policy Development has been assigned to assist the President in the performance of the drug abuse policy functions contained in Section 201 of Title II of the Drug Abuse Prevention, Treatment, and Rehabilitation Act, as amended (21 U.S.C. 1111). Within the Office of Policy Development, the Director of the Drug Abuse Policy Office shall be primarily responsible for assisting the President in the performance of those functions. Sec. 2. The Director of the Drug Abuse Policy Office is designated to direct all the activities under Title II of that Act, in accord with Section 202 (21 U.S.C. 1112). In particular, he shall be primarily responsible for assisting the President in formulating policy for, and in coordinating and overseeing, international as well as domestic drug abuse functions by all Executive agencies.",
        "Sec. 3. The Director of the Drug Abuse Policy Office shall be directly responsible for the activities of a drug policy staff within the Office of Policy Development.",
        "Sec. 4. Executive Order No. 12133 of May 9, 1979, is revoked.",
        "[NAME]",
        "The White House,",
        "June 24, 1982.",
        "[Filed with the Office of the Federal Register, $:38 p.m., June 24, 1982]"
    ],
    "citation": "Ronald Reagan, Executive Order 12368-Drug Abuse Policy Functions Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/245550"
}