{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9492-regulations-governing-non-military-and-non-naval-transportation-army",
    "doc": "executive-order-9492-regulations-governing-non-military-and-non-naval-transportation-army",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9492-Regulations Governing Non-Military and Non-Naval Transportation on Army and Navy Air Transports",
    "date": "October 24, 1944",
    "content": [
        "Whereas at the present stage of the war there is a steadily increasing emergency need for air transportation to, within, and between war theaters and foreign countries for official and civilian travel on missions important in the winning of the war, in relief and rehabilitation activities, and in speeding a return of peace conditions; and",
        "Whereas this need cannot adequately be met at the present time by civil air carriers; and",
        "Whereas the Air Transport Command of the Army and the Naval Air Transport Service now operate over manv of the routes where this need exists and as the war progresses will extend such routes; and",
        "Whereas in the course of normal operations of the Air Transport Command and the Naval Air Transport Service there will be space on aircraft which may not be required for military and naval personnel or material in connection with the war effort but which under existing policies cannot generally be made available to traffic of the character referred to herein:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and laws of the United States, and as President of the United States and Commander in Chief of the Army and Navy of the United States, it is hereby ordered as follows:",
        "1. The Secretary of War and the Secretary of the Navy are authorized and directed to permit transportation of non-military and non-naval passengers and cargo on Army air transports and Navy air transports operating over foreign routes, Provided:",
        "(a) That the transportation is certified by the War Department or the Navy Department as being in the national interest because it will contribute directly or indirectly to the war effort, or by the State Department, or the War or Navy Department acting for the State Department, as being in the national interest because it will similarly contribute (i) to relief or rehabilitation activities in areas affected by the war, or (ii) to the assumption of economic or other activities, disrupted by the war, that are necessary for the prompt reestablishment of peacetime conditions.",
        "(b) That the transportation is certified as being of such importance as to justify travel by air.",
        "2. The Secretary of War and the Secretary of the Navy are authorized and directed to prescribe and administer appropriate regulations for their respective departments with respect to such transportation and priorities therefor, and such regulations shall include the following provisions",
        "(a) The air-transportation needs of the armed forces of this Government and of the United Nations for the war effort shall at all times have priority over non-military and non-naval needs for air transportation.",
        "(b) A reasonable charge (not less than the current commercial rates, if any, in tariffs on file with the Civil Aeronautics Board, for transportation and accommodations of a comparable nature between corresponding points) shall be made for the transportation, as authorized by this order, of non-military and non-naval passengers and cargo, other than such passengers and cargo carried for the War Department or the Navy Department.",
        "(c) No traffic other than military or naval traffic or traffic certified by the War Department or the Navy Department as contributing directly or indirectly to the war effort shall be carried if it can reasonably be handled by a United States civil air carrier, and all such traffic for which a charge is made, other than such traffic so certified as contributing to the war effort and lend-lease traffic, shall be terminated one year from the date of this order, or earlier on any given route if the Civil Aeronautics Board certifies that in its opinion commercial services of United States civil air carriers adequate to handle such traffic are in operation on such route.",
        "[NAME]",
        "The White House,October 24, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9492-Regulations Governing Non-Military and Non-Naval Transportation on Army and Navy Air Transports Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355129"
}