{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6476-terminating-stay-provisions-the-cotton-textile-industry-code",
    "doc": "executive-order-6476-terminating-stay-provisions-the-cotton-textile-industry-code",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6476-Terminating Stay of Provisions of the Cotton Textile Industry Code",
    "date": "December 04, 1933",
    "content": [
        "A Code of Fair Competition for the Cotton Textile Industry has been heretofore approved by me on certain terms and conditions. In accordance with the provisions of further Executive orders culminating in an Executive order, dated November 27, 1933, hearings have been granted by the Administrator to certain persons directly affected by the said code who have claimed that applications thereof have been unjust to them and have applied for an exemption therefrom with reference to the limitation of the use of productive machinery as applied to the production of tire yarns or fabric for rubber tires. The application of said code with reference to said limitation has been stayed pending a determination by me of the issues raised.",
        "It appearing to me on the basis of the showing made at the hearings granted the applicants above mentioned, as set forth in the report thereon rendered to me by the Administrator, which is hereby adopted and approved, that no case of injustice and extreme hardship requiring special treatment has been made out by the above applicants,",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority and discretion vested in me under title I of the National Industrial Recovery Act approved June 16, 1933, and otherwise, do order that the application for exemption above described be and it is hereby denied, and that said stay shall be terminated and the provisions of said code with reference to the limitation of the use of productive machinery as applied to the production of tire yarns or fabrics for rubber tires shall be in full force and effect from and after December 11, 1933.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,December 4, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6476-Terminating Stay of Provisions of the Cotton Textile Industry Code Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373343"
}