{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9266-establishing-buzzards-bay-and-vineyard-sound-defensive-sea-area",
    "doc": "executive-order-9266-establishing-buzzards-bay-and-vineyard-sound-defensive-sea-area",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9266-Establishing Buzzards Bay and Vineyard Sound Defensive Sea Area",
    "date": "November 06, 1942",
    "content": [
        "By virtue of the authority vested in me by section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96), the following-described area is hereby established and reserved, for purposes of national defense, as a defensive sea area, to be known as \"Buzzards Bay and Vineyard Sound Defensive Sea Area\":",
        "All United States territorial waters of Buzzards Bay and Vineyard Sound and their seaward approaches and tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C.&G.S. Charts to:",
        "A line running from the southernmost tip of Sakonnet Point;",
        "thence to Bell buoy #2 off Schuyler Ledge in approximate position Latitude 41°26'24\" North, Longitude 71°11'39\" West;",
        "thence on a line due south to approximate position Latitude 41°18'03\" North, Longitude 71°11'39\" West;",
        "thence due east to the southernmost tip of Squibnocket Point on Martha's Vineyard;",
        "thence along the western and northern shore line of Martha's Vineyard to West Chop Light;",
        "thence due north to the mainland in approximate Latitude 41°32'36\" North, Longitude 70°36'00\" West.",
        "No vessel not proceeding under United States Naval or other United States authorized supervision shall enter or navigate the waters of the said Defensive Sea Area, except during daylight when good visibility conditions prevail, and then only after specific permission has been obtained. Such permission for entry into or navigation through or within the said Area must be obtained in advance of entry, preferably by application at a United States Naval District Headquarters prior to leaving port of origin of voyage, or by radio or visual communication on approaching the seaward limits of the Area. If radio telegraphy is used, the call \"NQO\" shall be made on a frequency of 500 kcs., and permission to enter the port requested. The name of the vessel, purpose of entry, and name of the master must be given in the request, which should be addressed to the Commandant of the Naval District or his local representative as may be designated and published in local regulations issued by the District Commandant. If visual communications are used, the procedure shall be essentially the same.",
        "A vessel entering or navigating the waters of the Buzzards Bay and Vineyard Sound Defensive Sea Area does so at its own risk.",
        "Even though permission has been obtained, it is incumbent upon a vessel entering the Buzzards Bay and Vineyard Sound Defensive Sea Area to obey any further instructions received from the United States Navy, or other United States authority.",
        "The movements of vessels within the Buzzards Bay and Vineyard Sound Defensive Sea Area shall be subject to supervision, either through surface craft or aircraft. Such controlling surface craft or aircraft shall be identified by a prominent display of the Union Jack.",
        "In the event that a United States Maritime Control Area is established adjacent to or abutting upon the above-established defensive sea area, permission to enter, and other instructions issued by proper authority, shall apply to any one continuous passage through or within both areas.",
        "Any master of a vessel or other person within the Buzzards Bay and Vineyard Sound Defensive Sea Area who disregards these regulations, or fails to obey an order of United States Naval authority to stop or heave to, or performs any act threatening the efficiency of mine or other defenses or the safety of navigation, or takes any action inimical to the interests of the United States, may be detained therein by force of arms and shall be liable to attack by United States armed forces, and liable to prosecution as provided for in section 44 of the Criminal Code as amended (U.S.C., title 18, sec. 96).",
        "All United States Government authorities shall place at the disposal of the Naval authorities their facilities for aiding in the enforcement of these regulations. The Governor of the State of Massachusetts, the local municipal authorities, and the local civilian defense agencies are called upon to render the local Naval authorities all possible assistance in the enforcement of these regulations.",
        "These regulations are subject to amplification by the local United States Naval authority as necessary to meet local circumstances and conditions.",
        "The Secretary of the Navy is charged with the publication and enforcement of these regulations.",
        "[NAME]",
        "The White House,November 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9266-Establishing Buzzards Bay and Vineyard Sound Defensive Sea Area Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372337"
}