{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7942-authorizing-the-employment-certain-examiners-and-other-experts-paid",
    "doc": "executive-order-7942-authorizing-the-employment-certain-examiners-and-other-experts-paid",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7942-Authorizing the Employment of Certain Examiners and Other Experts Paid From Funds Authorized by Public Resolution No. 113, 75th Congress, Without Compliance With the Civil Service Rules",
    "date": "August 02, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), it is hereby ordered that the positions of such examiners and other experts in the Department of Justice, the Department of the Treasury, the Department of Labor, the Department of Commerce, the Securities and Exchange Commission, and the Federal Trade Commission, as are necessary to enable the said Departments and Commissions to carry out their functions under Public Resolution No. 113, 75th Congress, approved June 16, 1938, establishing the temporary National Economic Committee, and the compensation of which is paid from funds allocated to the said Departments and Commissions by the President from the appropriation made by the Second Deficiency Appropriation Act, fiscal year 1938, Public No. 723, 75th Congress, approved June 25, 1938, for carrying out the provisions of the said Public Resolution No. 113, may be filled by the said Departments and Commissions without compliance with the requirements of the Civil Service Rules.",
        "[NAME]",
        "The White House,August 2, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7942-Authorizing the Employment of Certain Examiners and Other Experts Paid From Funds Authorized by Public Resolution No. 113, 75th Congress, Without Compliance With the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368763"
}