{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5753-amendment-civil-service-rule-vii-relation-the-apportionment",
    "doc": "executive-order-5753-amendment-civil-service-rule-vii-relation-the-apportionment",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5753-Amendment of Civil-Service Rule VII in Relation to the Apportionment",
    "date": "December 07, 1931",
    "content": [
        "Civil-Service Rule VII, section 2, is hereby amended by (1) changing the colon after the word \"apportionment\" in the first sentence of the first paragraph to a comma, and adding the following clause:",
        "\"and the appointments of persons covered into the classified service by Executive order or otherwise, or exempted from the restrictions of the quota provision in certification, shall be excluded from the apportionment figures:\"",
        "and by (2) striking out the word \"and\" before the words \"telephone operator,\" in the second paragraph of said section, changing the period at the end of said paragraph to a comma, and adding the following:",
        "\"and mechanical trades and allied positions of the noneducational class, incumbents of which are retirable at not over 65 years of age.\"",
        "As amended, section 2 of Civil-Service Rule VII will read as follows:",
        "2. Certification for appointment in the departments or independent offices at Washington shall be so made as to maintain, as nearly as the conditions of good administration will warrant, the apportionment of appointments among the several States and Territories and the District of Columbia upon the basis of population, but eligibles who have been granted military preference shall be certified without regard to apportionment, and the appointments of persons covered into the classified service by Executive order or otherwise, or exempted from the restrictions of the quota provision in certification, shall be excluded from the apportionment figures: Provided, that appointments to the following positions shall not be so apportioned:",
        "In all departments and offices: Apprentice, cabinet-maker, carpenter, electric lineman, electric wireman, engraver, gardener, helper (if approved by the commission), painter, plumber, skilled laborer (female), student, telephone operator, and mechanical trades and allied positions of the noneducational class, incumbents of which are retirable at not over 65 years of age.",
        "In the Government Printing Office, mail equipment shops, local offices in the District of Columbia, field service of the military staff departments, and at Army headquarters: All positions.",
        "In the Bureau of Engraving and Printing: Plate printer and skilled helper.",
        "[NAME]",
        "The White House,December 7, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5753-Amendment of Civil-Service Rule VII in Relation to the Apportionment Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361320"
}