{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8705-amending-certain-provisions-the-civil-service-rules",
    "doc": "executive-order-8705-amending-certain-provisions-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8705-Amending Certain Provisions of the Civil Service Rules",
    "date": "March 05, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Civil Service Act (22 Stat. 403), and by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), the Civil Service Rules are hereby amended as follows:",
        "Section 1 of Rule I is amended to read:",
        "1. No interference with elections.-No person in the executive civil service shall use his official authority or influence for the purpose of interfering with an election or affecting the results thereof. Persons who by the provisions of these rules are in the competitive classified service, while retaining the right to vote as they please and to express their opinions on all political subjects, shall take no active part in political management or in political campaigns.",
        "Section 5 of Rule XII is amended to read:",
        "5. Retention of soldiers and sailors.- In harmony with statutory provisions, when reductions are being made in the force, in any part of the classified service, no employee entitled to military preference in appointment shall be discharged, dropped, or reduced in rank or salary before any employee not entitled to military preference in competition with him if his record is.good; nor shall any classified employee entitled to military preference in appointment be discharged, dropped, or reduced in rank or salary before any employee not entitled to military preference in competition with him if his efficiency rating is less than good but better than, or equal to, that of any such non-preference employee.",
        "Civil Service Rule XV is amended to read:",
        "Legal appointment necessary to compensation.-Whenever the Commission finds, after due notice and opportunity for explanation, that any person has been appointed to or is holding any position, whether by original appointment, promotion, assignment, transfer, or reinstatement, in violation of the Civil Service Act or Rules, or of any Executive order or any regulation of the Commission, or that any employee subject thereto has violated such Act, Rules, orders, or regulations, it shall certify the facts to the proper appointing officer with specific instructions as to discipline or dismissal of the person or employee affected. If the appointing officer fails to carry out the instructions of the Commission within 10 days after receipt thereof, the Commission shall certify the facts to the proper disbursing and auditing officers, and such officers shall make no payment or allowance of the salary or wages of any such person or employee thereafter accruing.",
        "This order shall be effective as of November 7, 1940.",
        "[NAME]",
        "The White House,March 5, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8705-Amending Certain Provisions of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368238"
}