{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7766-amendment-executive-order-no-6928-december-24-1934-amended",
    "doc": "executive-order-7766-amendment-executive-order-no-6928-december-24-1934-amended",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7766-Amendment of Executive Order No. 6928 of December 24, 1934, as Amended",
    "date": "December 10, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of March 26, 1934, ch. 87, 48 Stat. 466, as amended by the act of August 14, 1937, Public No. 287-75th Congress, paragraphs (d) and (e) of section 3 of Executive Order No. 6928 of December 24, 1934, as amended by Executive Order No. 7312 of March 9, 1936, prescribing regulations for payment of losses sustained by officers, enlisted men, and employees of the United States in foreign countries on account of appreciation of foreign currencies in their relation to the American dollar, are hereby amended to read as follows:",
        "\"(d) In case of a foreign country in which the loss cannot be calculated on the basis of conversion into the currency of that country but, in consequence of local law or regulation, is required to be calculated on the basis of the appreciation in relation to the dollar of a noncirculating monetary unit in which prices of commodities and services are quoted but not payable-the dollar itself being used in payment therefor- the loss is authorized to be computed on that basis. In case the currency in circulation in a particular province or distinct portion of a foreign country is different from the currency in circulation elsewhere in that country, for which a basic rate is herein prescribed, the exchange losses for such portion of the country may nevertheless be computed upon the basic rate prescribed for the country as a whole.",
        "\"(e) In case of employees employed in or on assignment or detail to posts in countries having local laws and regulations preventing or limiting, subsequent to April 1, 1934, conversion of local currency into foreign exchange, their net salary and net allowances while they are at their post of duty in such country may be converted in a country other than that in which they are stationed and the losses so sustained since April 1, 1934, or hereafter sustained thereon, shall be reimbursed, but in no case in an amount greater than would have been reimbursable had the net salary and net allowances been converted at the post of duty: Provided, that if in any country having such laws and regulations, the rate at which foreign currencies may be exchanged into the local currency is fixed on the basis of the currency of a third country, the appreciation loss on net salary and net allowances, regardless of conversion, may be reimbursed in an amount that would have been reimbursable had net salary and net allowances been converted in the third country the currency of which is used as the basis for the rate at which foreign currencies may be exchanged into the currency of the country in which stationed.\"",
        "The foregoing amendment of section 3 (d) shall be effective as of July 1, 1933, and the amendment of section 3 (e) shall be effective as of February 1, 1936.",
        "[NAME]",
        "The White House,December 10, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7766-Amendment of Executive Order No. 6928 of December 24, 1934, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362866"
}