{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7397-establishing-the-federal-fire-council-advisory-agency-matters",
    "doc": "executive-order-7397-establishing-the-federal-fire-council-advisory-agency-matters",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7397-Establishing the Federal Fire Council as an Advisory Agency in Matters Relating to the Protection of Federal Employees and Property From Fire",
    "date": "June 20, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is ordered as follows:",
        "1. The Federal Fire Council is hereby established as an official advisory agency in matters relating to the protection of Federal employees and property from fire.",
        "2. The Director of Procurement, the Quartermaster General, the Fourth Assistant Postmaster General, the Chief of the Bureau of Yards and Docks, the Director of the National Park Service, the Director of the National Bureau of Standards, and the Archivist of the United States shall constitute a governing body which shall elect one of its members to serve as Chairman of the Federal Fire Council, and shall appoint such other officers and committees as it may deem necessary to carry out the functions of the Council.",
        "3. The members of this Council, who shall serve without additional compensation, shall be such officers or employees of the various departments and establishments of the Federal Government, and of the Government of the District of Columbia, as shall be designated by the respective heads thereof. Each department and establishment, and the Government of the District of Columbia, shall be entitled to one representative on the Council and such additional representatives as the governing body may determine.",
        "4. The Council is authorized to develop standards, procedures, and forms, and, on request, to conduct surveys or such other investigations as may be necessary to determine what measures should be taken to safeguard life and property from the hazards of fire, including review of plans for new construction. The Council is also authorized to make such independent studies of Federal buildings and property as it may deem desirable from the standpoint of fire protection and to maintain a record of fire losses on Government property.",
        "5. The Council shall report the results of such investigations and studies to the head of the agency concerned, together with its recommendations.",
        "6. The National Bureau of Standards is requested to assist the Council, in an advisory capacity, on technical matters relating to fire prevention and the protection of Government property from fire.",
        "7. It is requested that in case of fires involving Government records the agency concerned notify the National Archives and obtain its advice as to methods by which the maximum salvage of the records involved may be secured.",
        "[NAME]",
        "THE WHITE HOUSE,June 20, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7397-Establishing the Federal Fire Council as an Advisory Agency in Matters Relating to the Protection of Federal Employees and Property From Fire Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356148"
}