{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-1113-amending-paragraphs-114-115-120-and-129-consular-regulations-1896",
    "doc": "executive-order-1113-amending-paragraphs-114-115-120-and-129-consular-regulations-1896",
    "president": "William Howard Taft",
    "president_byline": "27th President of the United States: 1909 - 1913",
    "title": "Executive Order 1113-Amending Paragraphs 114, 115, 120, and 129 of Consular Regulations of 1896, Regarding Communications",
    "date": "July 20, 1909",
    "content": [
        "Paragraphs 114, 115, 120 and 129 of the Consular Regulations of 1896 are hereby amended to read as follows:",
        "114. ADDRESS OF DESPATCHES.-All communications to the Department of State should be addressed to the Secretary of State.",
        "115. FORM OF DESPATCHES.-Despatches should be written on one side only of single-sheet despatch paper. The margin should be one and one-half inches on the left-hand side of each page, one inch on the right-hand side, one and one-half inches at the top, and one inch at the bottom. The salutation is the word \"Sir,\" which should be depressed one-fourth inch more than the left-hand words of the text of the despatch. The space between the salutation and the address above and also between the salutation and the first line of the body of the despatch should be one-half greater than the space between the other lines; the same space should be left between the last line of the body of the despatch and the first line of the closing phrase. At the end of each page, at the right, just above the fair margin, should be written the word which will be the first word of the following page. After the first page, each page should be numbered in the middle, just below the fair margin, a short horizontal being placed on each side of the figure (Forms Nos. 6 and 7).",
        "120. CONFIDENTIAL COMMUNICATIONS.-Despatches regarded as especially of a reserved or secret nature should be conspicuously marked \"Confidential \" on the top of the first page. Where one or more paragraphs of a despatch seem to require precaution against publicity, a red line may be drawn to mark them and the word \"Confidential\" plainly written in the margin. The Secretary of State, however, reserves the ultimate right to decide whether the suggested reserve is necessary in the public interest.",
        "129. PRIVATE CORRESPONDENCE WITH DEPARTMENT DISAPPROVED. -Recourse to private letters to the Secretary of State or other officers of the Department of State upon topics relating to the official business of the consulate is disapproved. All communications in relation to the public business should be in the form of regular despatches to the Secretary of State.",
        "[NAME]",
        "THE WHITE HOUSE, Washington, July 20, 1909."
    ],
    "citation": "William Howard Taft, Executive Order 1113-Amending Paragraphs 114, 115, 120, and 129 of Consular Regulations of 1896, Regarding Communications Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/364907"
}