{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7510-establishing-lenore-lake-migratory-bird-refuge-the-state-washington",
    "doc": "executive-order-7510-establishing-lenore-lake-migratory-bird-refuge-the-state-washington",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7510-Establishing Lenore Lake Migratory Bird Refuge in the State of Washington",
    "date": "December 11, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), It is ordered that the following-described public lands, comprising 6,159.40 acres, in Washington, be, and they are hereby, withdrawn from settlement, location, sale, or entry, and reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife:",
        "WILLAMETTE MERIDIAN",
        "Certain of the above-described lands have been withdrawn for use in the development of the Columbia Basin Reclamation Project and are primarily under the jurisdiction of the Department of the Interior; and the reservation herein made of such lands shall be subject to the use thereof by the said Department for reclamation development and incidental purposes.",
        "The reservation made by this order supersedes the withdrawals made by Executive Orders No. 5818 of March 10, 1932, and No. 6964 of February 5, 1935, as amended, in so far as such withdrawals affect the above-described lands.",
        "This refuge shall be known as the [NAME] Migratory Bird Refuge.",
        "[NAME]",
        "[NAME], December 11, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7510-Establishing Lenore Lake Migratory Bird Refuge in the State of Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357327"
}