{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5814-addition-lands-the-ocala-national-forest-and-the-ocala-national-game",
    "doc": "executive-order-5814-addition-lands-the-ocala-national-forest-and-the-ocala-national-game",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5814-Addition of Lands to the Ocala National Forest and the Ocala National Game Refuge, Florida",
    "date": "March 01, 1932",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 36; U.S. Code, title 16, sec. 473), the act of March 1, 1911 (36 Stat. 962-963; U.S. Code, title 16, sec. 521), and the act of June 28, 1930 (46 Stat. 827-828), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the following- described lands be, and the same are hereby, added to and made a part of the Ocala National Forest as defined by proclamation of October 17, 1927 (45 Stat. 2927), and a part of the Ocala National Game Refuge as defined by proclamation of July 24, 1930 (46 Stat. 3031):",
        "Beginning at the closing comer between sec. 25, T. 15 S., R. 26 E., and sec. 30, T. 15 S., R. 27 E., Tallahassee meridian, on the southeast line of the F. M. Arredondo Grant; thence N. 0° 34' W. with the line between Marion and Lake Counties 226.81 chs. to a point on the north bank of Juniper Creek; thence with the meanders of the north bank of Jumper Creek N. 48° 04' W. 4.23 chs., N. 63° 54' W. 6.95 chs., N. 88° 54' W. 8.47 chs., S. 66° 00' W. 2.40 chs. to a point one-quarter mile west of the Marion-Lake County line; thence N. 0° 34' W. with a line one-quarter mile west of and parallel to the Marion-Lake County fine 190.85 chs. to a point in the northwest line of the F. M. Arredondo Grant; thence with the northwest, southwest, and southeast boundaries of the F. M. Arredondo Grant to the place of beginning, containing 10,801.12 acres, be the same more or less.",
        "[NAME]",
        "The White House,March 1, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5814-Addition of Lands to the Ocala National Forest and the Ocala National Game Refuge, Florida Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361415"
}