{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8910-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "doc": "executive-order-8910-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8910-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Navy",
    "date": "September 27, 1941",
    "content": [
        "INDIANA",
        "Whereas certain lands within the area shown on the diagram attached hereto have been acquired or are in the process of acquisition under the authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and Title I of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), in connection with the Martin County and White River Land Utilization Projects of the Department of Agriculture, in Indiana; and",
        "Whereas by Executive Order No. 7908 of June 9, 1938, all the right, title, and interest of the United States in those lands acquired or in process of acquisition under the authority of the aforesaid National Industrial Recovery Act and the Emergency Relief Appropriation Act of 1935 were transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the aforesaid Bankhead-Jones Farm Tenant Act, and the related provisions of Title IV thereof; and immediately upon the acquisition of the legal title to those lands now in the process of acquisition under the authority of said acts, said order, under the terms thereof, will become applicable to all the additional right, title, and Interest thereby acquired by the United States; and",
        "Whereas it appears that the use of such lands by the Navy Department for national defense purposes would best carry out the purposes of the land-conservation and land-utilization program for which such lands were acquired, and would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32 of Title III of the said Bankhead-Jones Farm Tenant Act, and upon recommendation of the Secretary of Agriculture, it is ordered that the lands acquired or in the process of acquisition by the United States within the area delineated on the diagram attached hereto and made a part hereof, together with the improvements thereon, be, and they are hereby, transferred from the Secretary of Agriculture to the Secretary of the Navy for national defense purposes: Provided, however, that the Secretary of Agriculture shall retain such jurisdiction over the lands now in the process of acquisition by the United States as may be necessary to enable him to complete their acquisition.",
        "[NAME]",
        "The White House,September 27, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8910-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372197"
}