{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7513-transfer-lands-from-the-roosevelt-and-pike-national-forests-the",
    "doc": "executive-order-7513-transfer-lands-from-the-roosevelt-and-pike-national-forests-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7513-Transfer of Lands From the Roosevelt and Pike National Forests to the Arapaho National Forest in the State of Colorado",
    "date": "December 16, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (title 16, U.S.C., sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that lands within the Roosevelt and Pike National Forests be, and they are hereby, transferred to the Arapaho National Forest as follows:",
        "FROM THE ROOSEVELT TO THE ARAPAHO NATIONAL FOREST",
        "All lands within the Roosevelt National Forest lying to the southward of the following-described line:",
        "Beginning at a point on the north line of Section 19, T. 2 S., R. 72 W., 6th P.M., where the hydrographic divide between Boulder Creek Drainage on the north and Clear Creek Drainage on the south, intersects said north line; thence westerly along said hydrographic divide to its point of intersection with the Clear Creek County boundary line near Kingston Mountain.",
        "FROM THE PIKE TO THE ARAPAHO NATIONAL FOREST",
        "All lands within the Pike National Forest in Bark and Jefferson Counties lying to the northward of the following-described line:",
        "Beginning at a point on the east line of T. 6 S., R. 72 W., 6th P. M., where the hydrographic divide between the South Platte River Drainage on the south and Clear Creek Drainage on the north intersects said east line; thence in a northwesterly direction along said hydrographic divide to its point of intersection with St. Augustine Peak on the boundary of Clear Creek County; also all lands in said Pike National Forest lying within Clear Creek County; also the following described tracts:",
        "It is not intended by this order to remove from a national forest status any land having a national forest status or to place in a national forest status any public lands which have not hitherto had such status.",
        "This order is to take effect on January 1, 1937.",
        "[NAME]",
        "THE WHITE HOUSE,December 16, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7513-Transfer of Lands From the Roosevelt and Pike National Forests to the Arapaho National Forest in the State of Colorado Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357323"
}