{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8337-placing-certain-lands-under-the-control-and-jurisdiction-the-navy",
    "doc": "executive-order-8337-placing-certain-lands-under-the-control-and-jurisdiction-the-navy",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8337-Placing Certain Lands Under the Control and Jurisdiction of the Navy Department, the War Department, and the United States Public Health Service",
    "date": "February 03, 1940",
    "content": [
        "PUERTO RICO",
        "By virtue of the authority vested in me by the act of July 1, 1902, c. 1383, 32 Stat. 731, as amended by the act of May 17, 1932, c. 190, 47 Stat. 158, and in conformity with the provisions of Act No. 32 of the Legislature of Puerto Rico, approved April 19, 1939, authorizing, in part, the Commissioner of the Interior of Puerto Rico to convey certain lands in Puerto Rico to the United States for use as a naval air base and other purposes, and with the provisions of the deed of conveyance of November 7, 1939, executed by the said Commissioner pursuant to such Act, it is ordered as follows:",
        "1. The following-described land is hereby placed under the control and jurisdiction of the Navy Department for use in connection with the United States Naval Air Station, San Juan, Puerto Rico:",
        "All that tract of land delineated on Navy Department Drawing entitled \"Navy Department, Bureau of Yards and Docks, Naval Air Station, Isla Grande, Puerto Rico, Plot of Parcel No. 2, No. 133498,\" dated September 20, 1939, which tract is more particularly described as follows:",
        "Beginning at point No. 7 (marked by a 4-inch square post, set deep into the mud, centered by a 1-inch iron pipe) of the former harbor line for the South shore of Mirafiores Bay, San Juan, said point being South forty-two hundred five and ninety-nine hundredths (4205.99) feet and East thirty-seven hundred twenty-three and ninety-four hundredths (3723.94) feet of a point at the intersection of \"D\" and \"L\" Streets in the City of San Juan, which point of reference is the origin of the coordinate system of all harbor surveys made by the War Department in San Juan Harbor; thence along said former harbor line of the South shore of Miraflores Bay, San Juan, South eighty-seven degrees forty-seven minutes fifty-six and nine-tenths seconds East (S 87°47'56.9\" E) to point A, a distance of two hundred forty-nine and eight hundredths (249.08) feet; thence North two degrees twelve minutes three and one-tenth seconds East (N 2°12'3.1'' E) to point B, a distance of three hundred twenty-eight and eight hundredths (328.08) feet: thence North eighty-seven degrees forty-seven minutes fifty-six and nine-tenths seconds West (N 87°47'56.9\" W) to point C on a stone dike already constructed, a distance of seven hundred forty-one and twenty-one hundredths (741.21) feet; thence South forty-seven degrees fifty-nine minutes thirty-four and two-tenths seconds East (S 47°59'34.2'' E) along the stone dike to point D, a distance of five hundred twelve and forty-seven hundredths (512.47) feet; thence South eighty-seven degrees forty-seven minutes fifty-six and nine-tenths seconds East (S 87°47'56.9'' E) a distance of ninety-eight and forty-two hundredths (98.42) feet to the point of beginning; said parcel No. 2 containing four and ten hundredths (4.10) acres, more or less; together with a right-of-way leading from the said Parcel to the highway system, as shown on Navy Department Drawing entitled \"Navy Department, Bureau of Yards and Docks, Naval Air Station, Isla Grande, Puerto Rico, Plot of Parcel No. 1, No. 133497,\" dated September 20, 1939, which right-of-way is more particularly described as follows:",
        "Beginning at point A, said point being South forty-two hundred fifteen and fifty-six hundredths (4215.56) feet and East thirty-nine hundred seventy-two and eighty-four hundredths (3972.84) feet of a point at the intersection of \"D\" and \"L\" Streets in the City of San Juan, which point of reference is the origin of the coordinate system of all harbor surveys made by the War Department in San Juan Harbor; thence following the course of the former harbor line 7-6 along the South shore of Miraflores Bay, San Juan, South eighty-seven degrees forty-seven minutes fifty-six and nine-tenths seconds East (S 87°47'56.9'' E) for a width of thirty-two and eighty-one hundredths (32.81) feet lying to the North of and parallel to said harbor line 7-6 for a distance of thirty-three hundred forty-six and forty-five hundredths (3346.45) feet to the West side of a nameless street that runs parallel to and at a distance of about two hundred sixty-two and forty-seven (262.47) feet to the North-West of the road leading to Miraflores Island; said parcel No. 1 containing two and fifty-two hundredths (2.52) acres, more or less.",
        "2. The following-described land is hereby placed under the control and jurisdiction of the War Department for use as a United States Engineer Depot:",
        "All that tract of land delineated on Navy Department Drawing entitled \"Navy Department, Bureau of Yards and Docks, Naval Air Station, Isla Grande, Puerto Rico, Plot of Parcel No. 4, No. 133500,\" dated September 20, 1939, which tract is more particularly described as follows:",
        "Beginning at point No. 2 of the U.S. Harbor Line system established by the Secretary of War for San Juan Harbor under date of August 21, 1916, and as shown on map entitled \"Pierhead and Bulkhead Lines for the East and South Shores of San Juan Bay, Porto Rico, including San Antonio and Martin Pena Channels\", said point being South fifteen hundred fifty-nine and forty-two hundredths (1559.42) feet and East twelve hundred forty-two and forty-three hundredths (1242.43) feet of a point at the intersection of \"D\" and \"L\" Streets in the City of San Juan, which point of reference is the origin of the coordinate system of all harbor surveys made by the War Department in San Juan Harbor; thence following the course of the harbor line South eighty-two degrees fifty minutes thirteen and nine-tenths seconds East (S 82°50'13.9\" E) a distance of eight hundred (800.00) feet; thence due South a distance of one hundred fifty (150.00) feet; thence due West a distance of eighty (80.00) feet; thence due South three hundred thirty (330.00) feet; thence due West a distance of three hundred nineteen and thirty-four hundredths (319.34) feet to the San Juan Harbor Line; thence following the course of the harbor line North thirty-four degrees thirteen minutes forty-three seconds West (N 34°13'43\" W) a distance of seven hundred one and twenty hundredths (701.20) feet to harbor line point No. 2, the point of beginning, subject to the lineal extension Westerly of the Southerly boundary and a Westerly extension of the Westerly boundary in conjunction with any modification of the San Juan Harbor lines, said described parcel containing an area of five and eighty-nine hundredths (5.89) acres, more or less.",
        "3. The following-described land is hereby placed under the control and jurisdiction of the United States Public Health Service, Federal Security Agency, for use as a quarantine station or a site for a Marine hospital or for both of such purposes:",
        "All that part of Mirafiores Island delineated on Navy Department Drawing entitled \"Navy Department, Bureau of Yards and Docks, Naval Air Station, Isla Grande, Puerto Rico, Plot of Parcel No. 3. No. 133499,\" dated September 20, 1939, which tract is more particularly described as follows:",
        "Beginning at point No. 9 (concrete monument, 2 feet above mud, with iron pipe center) of the harbor line South of Miraflores Quarantine Station in San Juan Harbor, said point being South a distance of sixty-two hundred forty-three and twenty-nine hundredths (6243.29) feet and East a distance of fifty-seven hundred seven and five hundredths (5707.05) feet of a point at the intersection of \"D\" and \"L\" Streets in the City of San Juan, which point of reference is the origin of the coordinate system of all harbor surveys made by the War Department in San Juan Harbor and from this point North seventy-five degrees twenty-five minutes East (N 75°25' E) for a distance of four hundred thirty-two and seventy-seven hundredths (432.77) feet; thence due North for a distance of eleven hundred eight and thirty-three hundredths (1108.33) feet; thence North forty-five degrees zero minutes West (N 45°00' W) for a distance of three hundred eighty-eight and forty-four hundredths (388.44) feet; thence North eighty-seven degrees forty-eight minutes West (N 87°48' W) for a distance of nine hundred twenty-nine and twenty-four hundredths (929.24) feet; thence South forty-one degrees twenty-one minutes West (S 41°21' W) for a distance of six hundred twenty-eight and fifty-nine hundredths (628.59) feet; thence South forty-eight degrees thirty-nine minutes East (S 48°39' E) for a distance of fifteen hundred ninety-eight (1598.00) feet to point No. 9 of the harbor line described above, the point of beginning; said parcel No. 3 containing thirty-seven and ninety-five hundredths (37.95) acres, more or less;",
        "4. All that part of Miraflores Island which lies outside the area described in section 3 hereof is hereby placed under the control and jurisdiction of the Navy Department for use in connection with the United States Naval Air Station, San Juan, Puerto Rico.",
        "5. A common right-of-way and easement shall be provided by the Navy Department for the use of all activities on the land herein placed under the control and jurisdiction of the War Department and the United States Public Health Service, Federal Security Agency, in connection with the activities of the Navy Department at the United States Naval Air Station, San Juan, Puerto Rico.",
        "6. The Executive Order dated July 22, 1902, which reserved Miraflores Island for use as a quarantine station or for a site for a Marine hospital, or for both of such purposes, under the control of the Public Health and Marine Hospital Service, is hereby revoked.",
        "[NAME]",
        "The White House,February 3, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8337-Placing Certain Lands Under the Control and Jurisdiction of the Navy Department, the War Department, and the United States Public Health Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372568"
}