{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9226-regulations-governing-the-furnishing-clothing-kind-or-payment-cash",
    "doc": "executive-order-9226-regulations-governing-the-furnishing-clothing-kind-or-payment-cash",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9226-Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Men of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve",
    "date": "August 19, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 10 of the Pay Readjustment Act of June 16, 1942 (Public Law No. 607, 77th Congress, 2nd Session), I hereby prescribe the following regulations governing the furnishing of clothing in kind, or payment of cash allowances in lieu thereof, to enlisted men of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve.",
        "1. Enlisted men upon first enlistment, or upon reenlistment subsequent to expiration of three months from date of last discharge, shall be entitled to a cash clothing allowance of $133.81, except that men enlisted in chief petty officer rating or in the rating of officers' cook or officers' steward, or as members of the Navy, Naval Academy, or Coast Guard Academy Band shall be entitled to a cash clothing allowance of $300 on such first enlistment or such reenlistment.",
        "2. Enlisted men advanced to chief petty officer rating or to the rating of officers' cook or officers' steward, or assigned to duty as members of the Navy, Naval Academy, or Coast Guard Academy Band, except those holding chief petty officer rating upon such assignment, shall be entitled to a cash clothing allowance of $250. Members of the Navy, Naval Academy, or Coast Guard Academy Band below chief petty officer rating shall not, when advanced to chief petty officer rating in their respective bands, be entitled to receive such cash clothing allowance, nor shall men in the rating of officers' cook or officers' steward, when advanced to the rating of officers' chief cook or officers' chief steward be entitled to receive such cash clothing allowances.",
        "3. On the first day of the quarter following the anniversary date of enlistment (or reenlistment as specified in paragraph 1), date of reporting for active duty, date of appointment as chief petty officer, officers' cook, or officers' steward, or date of assignment to duty as a member of the Navy, Naval Academy or Coast Guard Academy Band, and thereafter on the first day of each succeeding quarter while on active duty, enlisted men shall be paid a cash maintenance allowance for clothing, as follows:",
        "(a) Enlisted men (general), $8.75.",
        "(b) Chief petty officers, officers' cooks, officers' stewards, and members of the Navy, Naval Academy, or Coast Guard Academy Band, $18.75.",
        "4. Retired enlisted men, members of the Naval Reserve (including the Fleet Reserve), and members of the Coast Guard Reserve, shall, upon reporting for active duty, be entitled to the cash clothing allowances prescribed in this order, except that the first quarterly payment of the cash maintenance allowance for clothing shall be paid on the first day of the quarter following the anniversary date of reporting for active duty. Retired enlisted men, and members of the Fleet Reserve on active duty on May 31, 1942, who were not granted a clothing outfit upon reporting for their current active duty, and all other enlisted men on active duty on June 30, 1942, who were not granted a clothing outfit during the fiscal year 1942, shall be entitled to the cash maintenance allowance for clothing provided in paragraph 3 beginning July 1, 1942. Enlisted men of the regular Navy and enlisted men of the Fleet Reserve on active duty on May 31, 1942, who may later be transferred to the Fleet Reserve or to the retired list and retained on active duty, shall continue to receive the cash allowances for clothing applicable to them prior to such transfer, or the cash allowances for clothing applicable in the event they are promoted to chief petty officer rating or to the ratings of officers' cook or officers' steward, or assigned duty as members of the Navy, Naval Academy, or Coast Guard Academy Band. The provisions of this paragraph shall not apply to temporary members of the Coast Guard Reserve on part time or Intermittent active duty.",
        "5. Members of the Naval Reserve undergoing flight training leading to a commission shall be entitled only to an issue of clothing in kind not to exceed $180 in value. Members of the Naval Reserve undergoing training, other than flight training, leading to a commission shall be entitled to an issue of clothing in kind not to exceed $15 in value, and in addition, may be temporarily issued government owned clothing not to exceed $120 in value. Temporary members of the Coast Guard Reserve on part time or intermittent active duty may be issued clothing in kind in an amount not to exceed the allowances prescribed in paragraph 1. These allowances in kind are in lieu of any cash clothing allowances.",
        "6. Members of the Insular Force and the Samoan Native Guard and band shall be entitled to the cash clothing allowances prescribed herein, except that when not required to wear blue clothing the cash clothing allowances shall be one-half the rates prescribed herein.",
        "7. The provisions of this order shall be effective from June 1, 1942, to June 30, 1943, except that enlisted men, other than chief petty officers, officers' cooks, officers' stewards, and members of the Navy, Naval Academy, or Coast Guard Academy Band, enlisting or reporting for active duty between June 1, 1942, and June 30, 1942, inclusive, shall be entitled to a cash clothing allowance of $118.95 in lieu of the cash clothing allowance of $133.81 as authorized in paragraph 1 of this order.",
        "[NAME]",
        "The White House,August 19, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9226-Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Men of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372326"
}