{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5256-commutation-rations-and-quarters-enlisted-men",
    "doc": "executive-order-5256-commutation-rations-and-quarters-enlisted-men",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5256-Commutation of Rations and Quarters to Enlisted Men",
    "date": "January 03, 1930",
    "content": [
        "Under authority of the act of Congress, approved June 10, 1922, the following allowances for quarters and subsistence for enlisted men who are not furnished quarters or rations in kind, are announced and made applicable to the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service:",
        "I. Table 1.",
        "Men on duty where quarters or rations in kind are not furnished will be granted daily allowances as follows:",
        "No Government messing facilities furnished",
        "Government messing facilities furnished",
        "(b) Quarters --------------------------",
        ".75",
        ".75",
        "(b) Quarters --------------------------",
        "1.00",
        "1.00",
        "Note 1. Upon arrival at or departure from a station, where allowances for subsistence are paid, same will be computed at the rate of one-third of one day for each meal hour spent at the station during the day in question, in accordance with the following table:",
        "Breakfast: When arrival is before 6.30 a.m., or when departure is after 6.30 a.m.",
        "Dinner: When arrival is before 12.00 m., or when departure is after 12.00 m.",
        "Supper: When arrival is before 6.00 p.m., or when departure is after 6.00 p.m.",
        "No allowance for subsistence will be paid for the day on which a man arrives at a station after 6.00 p.m.",
        "Note 2. In determining the allowance for quarters, a fractional part of a day will be computed as a whole day, the day to begin at midnight.",
        "II. Table 2.",
        "Men traveling on duty where quarters or cooked or travel rations are not furnished for the journey will be granted daily allowances as follows:",
        "During time of actual travel by common carrier",
        "For the seventh to the thirty- first days (inclusive) of detention at one place",
        "(b) Quarters",
        ".75",
        ".75",
        "(b) Quarters",
        "------",
        "1.00",
        "Note 1. When in a travel status, allowance for subsistence will be computed at the rate of one-third of one day for each meal hour while en route during the day of departure from and arrival at station, in accordance with the following table:",
        "Breakfast: When departure is before 6.30 a.m., or when arrival is after 6.30 a.m.",
        "Dinner:  When departure is before 12.00 m., or when arrival is after 12.00 m.",
        "Supper: When departure is before 6.00 p.m., or when arrival is after 6.00 p.m.",
        "Note 2. In determining the allowance for quarters, a fractional part of a day will be computed as a whole day, the day to begin at midnight.",
        "Note 3. Men absent under orders from their regular stations, upon duty which involves travel and also temporary detentions during the journey, will be deemed to be traveling under orders during the entire period of such absence. Allowances for the periods spent in actual travel, and for the periods of detention to and including the thirty-first day thereof, will be as indicated in Table 2. For longer periods of detention at one place, the allowances prescribed in Table 1 will govern after the first thirty-one days.",
        "Note 4. The day on which a change is made from an actual travel to a detention status, or from a detention to an actual travel status, will be considered a day of actual travel in determining rates of allowances, both for subsistence and quarters, regardless of the hour of change.",
        "Note 5. The return of an enlisted man to a place of detention, after an absence therefrom under orders, will constitute the beginning of a new period of detention at that place, and the rates of allowances prescribed in the respective columns of Table 2 will govern accordingly.",
        "III.The allowance for quarters is chargeable to the day in which the night begins, and the man's status at midnight will determine the rate of allowance for quarters for that day.",
        "Not more than $4 for any one calendar day will be allowed to any one man under the provisions of this order.",
        "[NAME]",
        "The White House,January 3, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5256-Commutation of Rations and Quarters to Enlisted Men Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361151"
}