{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5627-participation-the-government-arlington-county-virginia-federal",
    "doc": "executive-order-5627-participation-the-government-arlington-county-virginia-federal",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5627-Participation in the Government of Arlington County, Virginia, by Federal Employees Permanently Residing Therein",
    "date": "May 20, 1931",
    "content": [
        "Officers and employees of the executive civil service permanently residing in Arlington County, Va., may become candidates for and hold local office in such county and may participate in campaigns for election to such offices.",
        "In the exercise of the privilege granted by this order, officers and employees must not neglect their official duties and must not engage in national or state politics in violation of the civil-service rules. If there is such violation, the head of the department or independent office in which the person is employed shall inflict such punishment as the Civil Service Commission shall recommend.",
        "Officers and employees elected or appointed to offices requiring full-time service shall resign their positions with the Federal Government. If elected or appointed to offices requiring only part-time service, they may accept and hold same without relinquishing their Federal employment, provided the holding of such part-time office does not conflict or interfere with their official duties as officers or employees of the Federal Government.",
        "This order is based upon the facts that Arlington County is substantially a municipality, that a considerable number of the residents and taxpayers are employed in the Government service, that service as local officers in such county should in no way involve general partisan political activity, and that the principle of home rule and local self-government justifies such participation.",
        "The permission granted by this order may be suspended or withdrawn by the Civil Service Commission when, in its opinion, the activities resulting therefrom are, or may become, detrimental to the public interest or inimical to the proper enforcement of the civil-service rules.",
        "[NAME]",
        "The White House,May 20, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5627-Participation in the Government of Arlington County, Virginia, by Federal Employees Permanently Residing Therein Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361231"
}