{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5817-amendment-schedule-b-the-civil-service-rules-affecting-the-bureau",
    "doc": "executive-order-5817-amendment-schedule-b-the-civil-service-rules-affecting-the-bureau",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5817-Amendment of Schedule B of the Civil-Service Rules, Affecting the Bureau of Foreign and Domestic Commerce",
    "date": "March 10, 1932",
    "content": [
        "Paragraph 2, Subdivision III, Schedule B, of positions excepted from competition under the civil-service rules, is hereby amended to read as follows:",
        "2. Commercial attaches and assistant commercial attaches, trade commissioners and assistant trade commissioners, employed in the Foreign Commerce Service of the Bureau of Foreign and Domestic Commerce. After at least three years of service abroad, these employees may be transferred or reinstated, upon approval of the Civil Service Commission, to any position under the bureau for which their qualifications fit them, but without any change thereby in their excepted status as Schedule B employees.",
        "All positions in the Bureau of Foreign and Domestic Commerce in the continental United States, Alaska, Hawaii, and Porto Rico, heretofore excepted from competitive examination, other than the director and assistant directors of the bureau, are hereby included, with their incumbents, in the classified competitive service.",
        "The effect of this amendment is to diminish the number of excepted positions in the Bureau of Foreign and Domestic Commerce and permit transfers, under the restrictions mentioned, to the bureau proper. The commission concurs with the department in recommending this order.",
        "[NAME]",
        "The White House,March 10, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5817-Amendment of Schedule B of the Civil-Service Rules, Affecting the Bureau of Foreign and Domestic Commerce Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361418"
}