{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9374-transfer-certain-personnel-between-the-coast-and-geodetic-survey-and",
    "doc": "executive-order-9374-transfer-certain-personnel-between-the-coast-and-geodetic-survey-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9374-Transfer of Certain Personnel Between the Coast and Geodetic Survey and the Navy Department",
    "date": "September 03, 1943",
    "content": [
        "By virtue of the authority vested in me by section 16 of the act of May 22, 1917, 40 Stat. 87 (U.S.C., title 33, sec. 855), and as President of the United States, and in view of the existing national emergency, it is hereby ordered as follows:",
        "1. Lieutenant (j.g.) Daniel E. Whelan, Jr., is hereby transferred from the Coast and Geodetic Survey to the service and jurisdiction of the Navy Department.",
        "2. The above-named officer shall, while under the jurisdiction of the Navy Department, serve under his commission in the Coast and Geodetic Survey, and while so serving shall constitute a part of the active naval forces of the United States and shall be under direct orders of the Navy Department and subject to the laws, regulations, and orders for the government of the Navy so far as they may be applicable.",
        "3. The above-named officer shall be returned to the Coast and Geodetic Survey when the present national emergency ceases to exist.",
        "4. Commander Henry B. Campbell, who was transferred by Executive Order No. 9113 of March 28, 1942, to the service and jurisdiction of the Navy Department, is hereby returned to the service and jurisdiction of the Coast and Geodetic Survey.",
        "[NAME]",
        "The White House,September 3, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9374-Transfer of Certain Personnel Between the Coast and Geodetic Survey and the Navy Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371723"
}