{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6970-amendment-schedule-subdivision-iii-paragraph-7-the-civil-service",
    "doc": "executive-order-6970-amendment-schedule-subdivision-iii-paragraph-7-the-civil-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6970-Amendment of Schedule A, Subdivision III, Paragraph 7, of the Civil-Service Rules",
    "date": "February 15, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403, 404), schedule A, subdivision III, paragraph 7, of the civil-service rules is hereby amended to read as follows:",
        "\"7. Public Health Service: Attendants employed in hospitals, quarantine stations, sanatoriums, and other similar establishments where, in the opinion of the Commission, the establishment of registers is impracticable; employees engaged in rural sanitation work financed jointly by the Treasury Department and a State, county, or municipality, and for which at least one-half of the expense is furnished by a State, county, or municipality; personnel engaged in plague-suppressive measures, where a cooperative budget is agreed upon, which provides that the work shall be financed jointly by the Treasury Department and a State, county, or municipality, and for which at least one-half of the expense is borne by the cooperative agency; and employees assigned to classified positions during treatment or convalescence at Government sanatoriums.\"",
        "[NAME]",
        "The White House,February 15, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6970-Amendment of Schedule A, Subdivision III, Paragraph 7, of the Civil-Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362641"
}