{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9005-permitting-certain-positions-be-filled-promotion-transfer-or",
    "doc": "executive-order-9005-permitting-certain-positions-be-filled-promotion-transfer-or",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9005-Permitting Certain Positions to Be Filled by Promotion, Transfer, or Assignment of Certain Employees and Authorizing Such Employees to Acquire a Classified Status",
    "date": "December 30, 1941",
    "content": [
        "By virtue of the authority vested in me by the Civil Service Act (22 Stat. 403) and by section 1753 of the Revised Statutes of the United States, it is hereby ordered as follows:",
        "Section 1. The incumbent of any position (other than a temporary position) in the Government who on June 30, 1941, held a permanent, indefinite, or emergency appointment and whose compensation was paid from funds allotted to any agency of the Government (other than the Work Projects Administration) in accordance with the provisions of section 6 (a) of the Emergency Relief Appropriation Act, Fiscal Year 1942, for administrative expenses of such agencies incident to the operation, planning, or review of Work Projects Administration projects and who is still so employed on the date of this order, may be promoted, transferred, or assigned to any position in the Government which on or after July 1, 1941, Is required to be filled in accordance with the Civil Service Rules.",
        "Section 2. Any employee of the Government who is promoted, transferred, or assigned under section 1 of this order may acquire a competitive classified civil-service status in accordance with the applicable provisions of the act of November 26, 1940, 54 Stat. 1211, extending the classified civil service.",
        "[NAME]",
        "The White House,December 30, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9005-Permitting Certain Positions to Be Filled by Promotion, Transfer, or Assignment of Certain Employees and Authorizing Such Employees to Acquire a Classified Status Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368003"
}