{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8147-establishing-the-ardoch-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-8147-establishing-the-ardoch-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8147-Establishing the Ardoch Lake Migratory Waterfowl Refuge",
    "date": "June 12, 1939",
    "content": [
        "NORTH DAKOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is ordered that all lands and waters owned or controlled by the United States within the following-described area, comprising 2,980 acres, more or less, in Walsh County, North Dakota, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 155 N., R. 52 W.,      sec. 9, lot 1, NE¼, SW¼, N½SE¼, and SW¼SE¼;      sec. 10, lots 1 and 2, NW¼, and N½SW¼;      sec. 15, lots 1 to 4 inclusive, and W½NE¼SE¼;      sec. 16, lots 1 to 4, inclusive, NE¼NW¼, and W½SE¼;      sec. 21, E½;      sec. 22, all fractional;      sec. 27, N½;           and lands and lands under water within the meander line of the lake in secs. 9, 10, 15, 16, 21, and 22.",
        "It is unlawful for any person to pursue, hunt, trap, capture, willfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "This reservation shall be known as the Ardoch Lake Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,June 12, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8147-Establishing the Ardoch Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371799"
}