{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7614-excluding-certain-tracts-land-from-tongass-national-forest-and",
    "doc": "executive-order-7614-excluding-certain-tracts-land-from-tongass-national-forest-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7614-Excluding Certain Tracts of Land from Tongass National Forest and Restoring Them to Entry",
    "date": "May 11, 1937",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, occupied as homesites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Homesite No. 15, Prince of Wales Island, East Shore of Salt Chuck, Kaesaan Bay, 4.78 acres; approximate latitude 55°37' N., longitude 132°32' W.;",
        "Homesite No. 94, Revillagigedo Island, Naha River, 3.99 acres; approximate latitude 55°35'30\" N., longitude 131°34'30\" W.;",
        "Homeslte No. 133, lot \"E\", Mud Bay Group, Tongass Highway, Revillagigedo Island, 4.99 acres; approximate latitude 55°24'32\" N., longitude 131°45'32\" W.;",
        "Homesite No. 342, East Craig Group, Prince of Wales Island, 2.52 acres; approximate latitude 55°28'41\" N., longitude 133°08'29\" W.",
        "[NAME]",
        "The White House,May 11, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7614-Excluding Certain Tracts of Land from Tongass National Forest and Restoring Them to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368970"
}