{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6237-purchase-national-park-lands",
    "doc": "executive-order-6237-purchase-national-park-lands",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6237-Purchase of National Park Lands",
    "date": "July 28, 1933",
    "content": [
        "Whereas the area east of the Mississippi River authorized by the Act of Congress of May 22, 1926 (44 Stat. 616) to be established as the Great Smoky Mountains National Park, and yet to be completed, affords excellent opportunities for the employment of citizens of the eastern States under the provisions of the Act of Congress approved March 31, 1933 (Public No. 5, 73rd Congress), upon constructive and productive activities; and",
        "Whereas pursuant to the park enabling act the States of North Carolina and Tennessee have acquired and/or are prepared to acquire, for tender to the United States more than two-thirds of the acreage necessary for the completion of said park; and",
        "Whereas due to present economic conditions these States will not be able to acquire for tender to the United States the balance of the acreage required for some time to come; and",
        "Whereas it appears that the prompt acquisition of the alienated lands for the completion of this park would greatly enhance the effectiveness of and enlarge the opportunity for employment of men under the provisions of the said Act of March 31, 1933, and would in addition contribute in a large and desirable way toward the fruition of the public objectives and program for the establishment of said park;",
        "Therefore, by virtue of the authority vested in me by the Act of Congress entitled \"An Act For the relief of unemployment through the performance of useful public work, and for other purposes\" (Public No. 5-73rd Congress), the sum of $1,550,000 is hereby allocated from the appropriation for \"National Industrial Recovery\" contained in the Fourth Deficiency Act, Fiscal Year 1933, approved June 16, 1933, and shall be transferred by the Treasury Department to the credit of the War Department for the purchase of lands necessary for the completion of said Great Smoky Mountains National Park. The funds herein authorized will, upon request by the Chief of Finance under the direction of Robert Fechner, Director of Emergency Conservation Work, be transferred by the Treasury to the credit of the Department of the Interior; and the funds so transferred shall be withdrawn on requisition by the Secretary of the Interior, for the purchase of such lands within the authorized area of the Great Smoky Mountains National Park as may be approved by the said Secretary and may be expended either directly by the Secretary of the Interior or through the authorized State Commissions in conformity with the procedure hitherto established to govern the conduct of purchases of land for said park; and so much of the sum herein authorized as may be necessary may be used to cover the costs incident to the purchase of said lands.",
        "[NAME]",
        "The White House,July 28, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6237-Purchase of National Park Lands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362056"
}