{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7003-amendment-executive-order-no-6700-may-4-1934-relating-the-central",
    "doc": "executive-order-7003-amendment-executive-order-no-6700-may-4-1934-relating-the-central",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7003-Amendment of Executive Order No. 6700, of May 4, 1934, Relating to the Central Statistical Board",
    "date": "April 08, 1935",
    "content": [
        "Whereas the Economic Adviser to the National Emergency Council heretofore has been engaged in the preparation of current statistical and economic summaries of national conditions and developments for the confidential use of executive officers of the Government; and",
        "Whereas the said Adviser and the Chairman of the Central Statistical Board heretofore have been one and the same person; and",
        "Whereas it is desirable in the public interest that the work of preparation of such current summaries be consolidated with the work of the said Board:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me as President of the United States, by legislation or otherwise, Executive Order No. 6700, of May 4, 1934, is hereby amended as follows:",
        "1. Paragraph (1) of said Executive Order No. 6700 is amended by adding at the end the following: \"The Chairman shall be the chief executive officer of the Board, and shall not engage in any private business, vocation, or employment. The base salary of the Chairman shall be $10,000 a year, except that if the Chairman shall at the same time hold any other paid position in the service of the United States, he shall receive no additional remuneration for acting as Chairman of the Board/'",
        "2. Paragraph (4) of said Executive Order No. 6700 is amended to read: \"The Board may undertake statistical activities of an experimental character and may collect, analyze, and publish data concerning the statistical services specified in paragraph (2). The Board may prepare for use within the Government consolidation of information compiled by the statistical services specified in paragraph (2), including a current statistical and economic summary of national conditions and developments. The Board may, for the purpose of promoting the coordination, improvement, and economical operation of the services specified in paragraph (2), engage in other statistical activities. But the Board shall seek to develop and strengthen the said services and shall not itself undertake or continue any statistical activity or part thereof unless, in the opinion of the Board, such activity cannot adequately, and consistently with said purpose, be performed by one of the agencies whose services it seeks to coordinate.\"",
        "3.The said Executive Order No. 6700 is further amended by adding thereto a new paragraph to read: \"(10) All records, papers, and properties acquired by the office of Economic Adviser to the National Emergency Council for use in or pertaining to the preparation of any current statistical and economic summary or summaries are hereby transferred to the Central Statistical Board. All employees of the said office are hereby transferred to and shall be employees of the said Board at their present grades and salaries, but such transfer shall not be construed to give such employees any civil service or other permanent status.\"",
        "[NAME]",
        "The White House,April 8, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7003-Amendment of Executive Order No. 6700, of May 4, 1934, Relating to the Central Statistical Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362682"
}