{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7784-establishing-the-aransas-migratory-waterfowl-refuge",
    "doc": "executive-order-7784-establishing-the-aransas-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7784-Establishing the Aransas Migratory Waterfowl Refuge",
    "date": "December 31, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the lands acquired, or to be acquired, by the United States within the following-described area, comprising approximately 47,215 acres, in Aransas and Refugio Counties, Texas, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "All that part of Blackjack Peninsula, Including Bludworth Island, Cape Carlos, and the small Island near the westernmost point of Cape Carlos, lying between St. Charles Bay and San Antonio Bay, south of the following-described line:",
        "Beginning at a point at the head of St. Charles Bay, on the west bank and at the mouth of Twin (Willow) Creek, said point being marked with a US. Biological Survey standard concrete post;",
        "Thence from said initial point, upstream with the west bank meanders of Twin (Willow) Creek, northwesterly, 122.804 chains, to a point;",
        "Thence crossing Twin (Willow) Creek and Blackjack Peninsula N. 13°39' E\" 48.90 chains; N. 18°06' E\" 42.81 chains; N. 12°13' E., 2.271 chains; S. 0°49' E\" 80.08 chains; N. 89°12' E., 94.53 chains; N. 0°43' W., 39.85 chains; N. 89°11' E., 119.08 chains; N. 0°51' W., 80.04 chains; N. 89°15' E., 120.03 chains; N. 0°44' W., 61.58 chains; N. 89°07' E., 76.70 chains; S. 1°30' E., 40.44 chains; S. 89°28' E., 40.27 chains; South, 0.352 chain; East, 0.188 chain; S. 0°28' E., 6.85 chains; N. 89°31' E\" 163.06 chains, to a point on Webb Point on the west shore of San Antonio Bay, said point being marked with a U.S. Biological Survey standard concrete post set in a shell bank.",
        "This reservation, shall be known as the Aransas Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,December 31, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7784-Establishing the Aransas Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368722"
}