{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7786-amendment-executive-order-no-4601-march-1-1927-prescribing",
    "doc": "executive-order-7786-amendment-executive-order-no-4601-march-1-1927-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7786-Amendment of Executive Order No. 4601 of March 1, 1927, Prescribing Regulations Pertaining to the Award of the Distinguished Flying Cross",
    "date": "January 08, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 12 of the act of July 2, 1926, 44 Stat. 789 (U.S.C., title 10, sec. 1429), as amended by section 4 of the act of July 30, 1937, 50 Stat. 547, 549, Executive Order No. 4601 of March 1, 1927, prescribing rules and regulations pertaining to the award of the distinguished flying cross, is hereby amended as indicated below:",
        "1. Subdivision (1) of paragraph 1. a. is amended to read as follows:",
        "\"(1) All members of the Army, Navy, Marine Corps, and Coast Guard of the United States, while participating in an aerial flight, as part of the duties incident to such membership;\"",
        "2. Paragraph 2 is amended to read as follows:",
        "\"The Secretary of War, the Secretary of the Navy, and the Secretary of the Treasury, acting for the President, will make the award of the distinguished flying cross to eligible persons in their respective departments.\"",
        "3. Paragraph 12 is amended to read as follows:",
        "\"The Secretary of War, the Secretary of the Navy, and the Secretary of the Treasury may promulgate, for the service pertaining to their respective departments, such additional regulations, supplementary to these regulations and not in conflict therewith, as they may deem proper, and may from time to time alter, modify, or rescind such regulations.\"",
        "[NAME]",
        "The White House,January 8, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7786-Amendment of Executive Order No. 4601 of March 1, 1927, Prescribing Regulations Pertaining to the Award of the Distinguished Flying Cross Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368732"
}