{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7678-establishing-apache-migratory-waterfowl-refuge",
    "doc": "executive-order-7678-establishing-apache-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7678-Establishing Apache Migratory Waterfowl Refuge",
    "date": "July 27, 1937",
    "content": [
        "ARIZONA",
        "By virtue of and pursuant to the authority vested in me as President of the United States and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, comprising approximately 2,680 acres, in the Apache National Forest, in Apache County, Arizona, be, and they are hereby reserved and set aside, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "GILA AND SALT RIVER MERIDIAN",
        "T. 6 N., R. 27 E.,      Sec. 13, E½NE¼ andNE¼SE¼.",
        "T. 6 N., R. 28 E.,      Sec. 17, W½NW¼ and SW¼;      Sec. 18, lots 1, 2, and 3, NE¼, E½W½, and SE¼;      Sec. 19, E½E½;      Sec. 20, W½;      Sec. 29, W½NE¼, W½, and W½SE¼;      Sec. 30, NE¼NE¼, S½NE¼, and SE¼;      Sec. 31, NE¼;      Sec. 32, N½.",
        "Nothing herein contained shall be construed as excluding the above-described lands from the Apache National Forest, and the use of the area as a bird refuge and the enforcement of game laws thereon shall be consistent, and shall not interfere, with the primary use thereof for forest conservation purposes.",
        "This refuge shall be known as the Apache Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,July 27, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7678-Establishing Apache Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368997"
}