{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9194-transferring-duties-and-functions-with-respect-acquisition-and",
    "doc": "executive-order-9194-transferring-duties-and-functions-with-respect-acquisition-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9194-Transferring Duties and Functions with Respect to Acquisition and Disposition of Real Estate from the Office of the Judge Advocate General of the Navy to the Chief of the Bureau of Yards and Docks",
    "date": "July 07, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941, approved December 18, 1941 (Public Law 354, 77th Congress), I do hereby direct and order, as follows:",
        "1. The duties and functions exercised by the Office of the Judge Advocate General of the Navy with respect to the acquisition and disposition for the Navy Department of real estate, including all interests therein and temporary uses thereof, and of all property acquired under the provisions of Title II of the Second War Powers Act, 1942, approved March 27, 1942 (Public Law 507, 77th Congress), or any amendments thereof, are hereby transferred to the cognizance and jurisdiction of the Chief of the Bureau of Yards and Docks under the direction of the Secretary of the Navy, together with such appropriated funds as are necessary to carry out the purposes and intent of this order.",
        "2. The Secretary of the Navy shall take all steps necessary and desirable to carry out this order.",
        "[NAME]",
        "The White House,July 7, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9194-Transferring Duties and Functions with Respect to Acquisition and Disposition of Real Estate from the Office of the Judge Advocate General of the Navy to the Chief of the Bureau of Yards and Docks Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372289"
}