{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9373-operation-and-disposition-electric-energy-the-denison-dam-the-grand",
    "doc": "executive-order-9373-operation-and-disposition-electric-energy-the-denison-dam-the-grand",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9373-Operation of, and Disposition of Electric Energy at, the Denison Dam, the Grand River Dam, and the Norfork Dam in the States of Texas, Oklahoma, and Arkansas",
    "date": "August 30, 1943",
    "content": [
        "Whereas by Executive Order No. 9366 of July 30, 1943, the Secretary of the Interior was designated as agent for the sale and distribution of electric power and energy generated at the Denison Dam Project; and",
        "Whereas it is essential that there be unified administrative control of the disposition of electric energy generated at this and the nearby Grand River Dam and Norfork Dam Projects, under Federal control, and that provision be made for the integrated operation of these projects and for the most efficient disposition of power therefrom:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and statutes of the United States, particularly by section 16 of the Federal Power Act (41 Stat. 1072), Title I of the First War Powers Act, 1941 (55 Stat. 838), and by Titles II and III of the Second War Powers Act, 1942 (56 Stat. 176), and as Commander in Chief of the Army and Navy and as President of the United States, it is hereby ordered as follows:",
        "1. All functions, powers, and duties vested in the Federal Works Administrator by Executive Order No. 8944 of November 19, 1941, relating to the Grand River Dam Project, and by Executive Order No. 9353 of June 19, 1943, relating to the Norfork Dam Project, are hereby transferred to the Secretary of the Interior, to be exercised through such person or persons as he may designate.",
        "2. All functions, powers, and duties vested in the Federal Works Administrator with respect to (1) the Grand River Dam Project (PWA Docket Oklahoma 1097-P-DS); (2) the acquisition of an additional five feet of reservoir storage for the Grand River Dam Project (Federal List No. 584, N. I. R. A.); and (3) the administration, construction, and operation of transmission or other facilities as a part of or in connection with Grand River (Pensacola) project operations, are hereby transferred to and vested in the Secretary of the Interior, to be exercised through such person or persons as he may designate.",
        "3. All property, assets (including the bonds of the Grand River Dam Authority held by the Federal Works Administrator), contracts, accounts, and records used primarily by the Federal Works Administrator in the administration of any function, power or duty transferred by this order, and so much of the personnel and unexpended balances of appropriations, allocations and other funds, available to the Federal Works Administrator for use in carrying out such functions, powers, and duties, as the Director of the Bureau of the Budget may determine, are hereby transferred to the Secretary of the Interior for use in the administration of such functions, powers, and duties.",
        "4. The Secretary of the Interior, acting for and on behalf of the United States, through such person or persons as he may designate, is hereby authorized and directed, to such extent and in such manner as in his judgment the public interest may require, (a) to integrate the power facilities of the Grand River (Pensacola), Norfork, and Denison Projects (including the appurtenant transmission, distribution, marketing, and other facilities); (b) to interconnect the projects with other utility systems in the area and to interchange electric energy with and purchase electric energy from such systems; and (c) to sell and dispose of electric energy to war plants and establishments, public bodies and cooperatives, and other persons, in that order of preference, at such rates as may be approved by the Federal Power Commission. Any of the functions or powers vested in the Secretary of the Interior with respect to the Grand River, Denison, or Norfork Projects may be exercised by him in carrying out the integrated operation of the said projects; and in addition he may exercise such powers and functions, including the acquisition of land or flowage rights and the construction or acquisition of transmission lines and other facilities, as may be necessary or appropriate for the completion and full utilization of the Grand River (Pensacola) Project or for the effective disposition of power and energy available to him.",
        "5. All Executive orders or parts thereof in conflict with the provisions of this order are hereby superseded to the extent of such conflict.",
        "6. Part II of Executive Order No. 9366 is hereby revoked.",
        "This order shall become effective September 1, 1943.",
        "[NAME]",
        "The White House,August 30, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9373-Operation of, and Disposition of Electric Energy at, the Denison Dam, the Grand River Dam, and the Norfork Dam in the States of Texas, Oklahoma, and Arkansas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372364"
}