{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8872-withdrawing-public-lands-for-use-the-war-department-aerial-gunnery",
    "doc": "executive-order-8872-withdrawing-public-lands-for-use-the-war-department-aerial-gunnery",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8872-Withdrawing Public Lands for Use of the War Department as an Aerial Gunnery and Bombing Range",
    "date": "August 27, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid existing rights, the public lands in the following-described area, with the exception of fishing villages and the area withdrawn by Executive Order No. 2141 of February 27, 1915, be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department as an aerial gunnery and bombing range:",
        "Beginning at corner No. 1, not monumented, at the line of mean high tide on the most easterly part of Harriet Point on the west shore of Cook Inlet, approximate latitude 60°23'30\" N., longitude 152°14'30\" W.",
        "Prom said initial point, by metes and bounds,",
        "N. 70° W., 18 miles, to highest point on Mt. Redoubt;",
        "N. 16° E., 58 miles, to highest point on Mt. Spurr;",
        "N. 68° E., 25 miles, to foot of Triumvirate Glacier;",
        "S. 55° E., 27 miles, to west shore of Cook Inlet, at a point 1½ miles east of the light at the mouth of Beluga River;",
        "Southwesterly, along line of mean high tide to the point of beginning.",
        "The area described, including both public and non-public lands, aggregates 1,210,000 acres.",
        "[NAME]",
        "The White House,August 27, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8872-Withdrawing Public Lands for Use of the War Department as an Aerial Gunnery and Bombing Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372172"
}