{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5044-amendment-executive-order-no-4987-correcting-description-land-the-the",
    "doc": "executive-order-5044-amendment-executive-order-no-4987-correcting-description-land-the-the",
    "president": "Calvin Coolidge",
    "president_byline": "30th President of the United States: 1923 - 1929",
    "title": "Executive Order 5044-Amendment to Executive Order No. 4987 Correcting Description of Land at the the Fort Tilden Military Reservation",
    "date": "February 16, 1929",
    "content": [
        "Whereas, by Executive Order No. 4987, dated November 2, 1928, a portion of the tract of land containing thirteen and one-third acres at Rockaway Point, Long Island, New York, is reserved and set apart for the use of the War Department in connection with the Fort Tilden Military Reservation, New York; and",
        "Whereas, it has been determined by recent survey of the land that the description thereof as set forth in said Executive Order is erroneous; and",
        "Whereas, it is desired that said Executive Order be amended so as to accurately describe said land,",
        "Now Therefore, it is hereby ordered that the said Executive Order No. 4987, dated November 2, 1928, be and the same is hereby amended with respect to the description of the land, so as to read as follows:-",
        "\"Beginning at a point described as Monument #124 located on the southerly line of Rockaway Beach Boulevard (running East & West) running 331.2 feet North 69°49'38\" East; thence 1383.6 feet South 24°00'38\" East; thence 196.5 feet South 65°59'22\" West to Army Reservation Boundary; thence 1411.9 feet North 29°24'47.7\" West across Monument #120 to place of beginning at Monument #124.\"",
        "[NAME]",
        "The White House,February 16, 1929."
    ],
    "citation": "Calvin Coolidge, Executive Order 5044-Amendment to Executive Order No. 4987 Correcting Description of Land at the the Fort Tilden Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360764"
}