{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-revision-agua-caliente-and-santa-ysabel-indian-reservations",
    "doc": "executive-order-revision-agua-caliente-and-santa-ysabel-indian-reservations",
    "president": "Rutherford B. Hayes",
    "president_byline": "19th President of the United States: 1877 - 1881",
    "title": "Executive Order-Revision of Agua Caliente and Santa Ysabel Indian Reservations",
    "date": "January 17, 1880",
    "content": [
        "EXECUTIVE MANSION, January 17, 1880.",
        "It is hereby ordered that so much of the order of December 27, 1875, as relates to the Agua Caliente Indian Reservation in California be, and the same is hereby, canceled. It is also hereby ordered that said order of December 27, 1875, so far as the same relates to the Santa Ysabel Reservation be, and the same is hereby, canceled to the following extent, viz: All that portion of sections numbered 25, 26, and 27, township 11 south, range 3 east, lying north of the following line, viz: beginning on the north boundary line of section 25, township 11 south, range 3 east, of San Bernardino meridian; at a point 51.59 chains west of the northeast corner of said section 25; thence according to the true meridian south 25 ½ degrees west, 56.50 chains, to a granite stone marked “P,” at the north side of a granite bowlder 8 feet high; thence south 74 degrees west, 34.60 chains to a black oak marked “ PXXI\"; thence north 56 degrees west, 52 chains to a granite stone marked “P” in stone mound; thence north 39 degrees west, 40.46 chains to a point on the north boundary of section 27; thence east along the north boundaries of sections 27, 26, and 25, of township 11 south, range 3 east, to the place of beginning.",
        "[NAME]."
    ],
    "citation": "Rutherford B. Hayes, Executive Order-Revision of Agua Caliente and Santa Ysabel Indian Reservations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371285"
}