{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5266-restoring-the-territory-hawaii-part-the-fort-ruger-military",
    "doc": "executive-order-5266-restoring-the-territory-hawaii-part-the-fort-ruger-military",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5266-Restoring to the Territory of Hawaii a Part of the Fort Ruger Military Reservation",
    "date": "January 24, 1930",
    "content": [
        "Pursuant to section 91 of the act of Congress approved April 30, 1900, entitled \"An act to provide a government for the Territory of Hawaii\" (31 Stat. 141), as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 443), the following described parcel of land being a part of the Fort Ruger Military Reservation, set aside for military purposes by Executive Order No. 395 A of January 18, 1906 (G. O. 21, W. D. 1906), and modified by Executive Orders No. 1106 of July 1, 1909 (G. O. 143, W. D. 1909), No. 1261 of October 31, 1910 (G. O. 212, W. D. 1910), No. 1377 of June 26, 1911 (G. O. 101, W. D. 1911), No. 1767 of April 28, 1913, No. 4686 of July 11, 1927, and No. 4689 of July 11, 1927, is hereby restored to its previous status for use of the Territory of Hawaii; to wit:",
        "Beginning at the southeast corner of tract, said corner being marked by the Fort Ruger Military Reservation Monument No. 30, the true coordinates of said Monument No. 30, referred to Government Survey Triangulation Station \"Leahi,\" being twelve hundred ninety and eight hundredths feet South (1,290.08' S.), and forty-three and ninety-one hundredths feet East (43.91' E.), and running thence, by true bearings:",
        "(1) North eighty-six degrees two minutes West (N. 86° 02' W.), along Beach Road, a distance of two hundred fifty-five and ninety hundredths feet (255.90') to Fort Ruger Military Reservation Monument No. 29; thence:",
        "(2) Due North along Fort Ruger Military Reservation boundary, a distance of twelve and eighty-six hundredths feet (12.86') to the Makai side of Diamond Head Road; thence:",
        "(3) North eighty-two degrees forty-three minutes thirty-six seconds East (N. 82° 43' 36\" E.), along the Makai side of Diamond Head Road, a distance of one hundred fifty-nine and twenty-four hundredths feet (159.24') to the point of beginning of a curve to the right, having a radius of five hundred forty-three and sixty-nine hundredths feet (543.69') and a central angle of eleven degrees twenty-four minutes fifty seconds (11° 24' 50\"); thence:",
        "(4) Along the arc of said curve to the right, having a radius of five hundred forty-three and sixty-nine hundredths feet (543.69') and a central angle of eleven degrees twenty-four minutes fifty seconds (11° 24' 50\"), said arc being the Makai side of Diamond Head Road, a distance of one hundred eight and thirty-one hundredths feet (108.31') to the point of beginning of a curve to the left, having a radius of twenty-seven and fifty-nine hundredths feet (27.59') and a central angle of one hundred sixty-five degrees thirty-one minutes eight seconds (165° 31' 08\"); said point of beginning bearing North eighty-eight degrees twenty-six minutes one second East (N. 88° 2G' 01\" E.), and distant one hundred eight and thirteen hundredths feet (108.13') from beginning of course; thence:",
        "(5) Southwesterly along the arc of said curve to the left, having a radius of twenty-seven and fifty-nine hundredths feet (27.59') and a central angle of one hundred sixty-five degrees thirty-one minutes eight seconds (165° 31' 08\"), a distance of seventy-nine and fifty-seven hundredths feet (79.57') to the point of beginning, said point bearing South eleven degrees twenty-one minutes thirteen seconds West (S. 11° 21' 13\" W.), and distant fifty-four and seventy-four hundredths feet (54.74') from point of beginning of said curve, containing an area of eighty-seven hundred (8,700) square feet.",
        "[NAME]",
        "The White House,January 24, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5266-Restoring to the Territory of Hawaii a Part of the Fort Ruger Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361127"
}