{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5227-restoring-certain-reserved-lands-occupied-home-site-or-for-fish",
    "doc": "executive-order-5227-restoring-certain-reserved-lands-occupied-home-site-or-for-fish",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5227-Restoring Certain Reserved Lands Occupied as a Home Site or for Fish Cannery Purposes in Tongass National Forest, Alaska and Opening Such Lands to Entry",
    "date": "November 18, 1929",
    "content": [
        "TONGASS NATIONAL FOREST, ALASKA",
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land in Alaska lying within the following described boundaries, heretofore occupied as a home site or for fish cannery purposes, be, and the same are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at Corner No. 1 MC Tenakee Inlet, Chichagof Island, approximately in latitude 57° 47' N., longitude 135° 05' W., a point on the beach at approximate mean high tide line; thence by meanders along the beach at approximate mean high tide line to Corner No. 2 MC a point on the beach at mean high tide line; thence N. 25° W. 6 chains to Corner No. 3, not established; thence S. 64° 45' E. 34.68 chains to Corner No. 4, not established; thence S. 25° E. 6 chains to Corner No. 1 MC, the place of beginning, containing approximately 22.07 acres;",
        "Beginning at Corner No. 1 MC, not set, on south shore of Pybus Bay, Admiralty Island, just west of cannery, approximately in latitude 57° 18' N., longitude 134° 7' W.; thence by meanders in a general northerly direction following mean high tide to Corner No. 2 MC, FSM, a prominent slate outcrop at mean high tide, chiseled X on top and FSM on SE. face; thence due south 5 chains to Corner No. 3, not set; thence S. 51° W. 37.50 chains to Corner No. 4, not set; thence due north 5 chains to Corner No. 1 MC, not set, the place of beginning, containing approximately 32.16 acres;",
        "Beginning at Corner No. 1, approximately in latitude 54° 57' N., longitude 132° 58' 30\" W., a hemlock stake 2\" x 4\" x 3' and marked T. M. 1 MC and set in the ground 2' at approximate mean high tide line near the head of the first cove northeast of the Rose Inlet cannery, Rose Inlet, northeast coast of Dall Island; thence by meanders along the mean high tide line to Corner No. 2, an alder stake 6\" diameter, squared on top and scribed T M 2 MC, and set 1' in ground with a mound of rocks around; thence due east, by protraction, approximately 16.75 chains to Corner No. 3, not established; thence due south, by protraction, approximately 5.40 chains to Corner No. T M 1, the place of beginning, containing approximately 18.45 acres;",
        "Beginning at Corner No. 1 identical with USM, in approximately latitude 55° 55' N., longitude 131° 48' W., a granite rock in place on the northeasterly shore of Yes Bay at approximate high tide line, chiseled X-U. S. M. T. M. 1; thence by meanders along line of approximate mean high tide to Corner No. 2 in center of plank walk at approximately mean high tide, figures X TM 2 marked with driven nails; thence south 37° W. 13.75 chains to Corner No. 1, the place of beginning, containing approximately 6.27 acres;",
        "Beginning with Corner No. 1, approximately in latitude 55° 55' N., longitude 131° 48' W., a granite rock in place on the easterly bank of McDonald River at average high tide line, chiseled TM 1; thence along line of approximate mean high tide to Corner No. 2, a granite rock in place chiseled X TM 2; thence north 3.25 chains to Corner No. 3, not set; thence N. 45° W. 18.50 chains to Comer No. 4, not set; thence S. 45° W. 6.40 chains to Comer No. 1, the place of beginning, containing approximately 14.06 acres;",
        "Beginning at Comer No. 1, on Tenakee Inlet, Chichagof Island, approximately in latitude 57° 47' N., longitude 135° 07' W., a spruce post 4' long squared to 3\" set in a mound of rocks at approximate mean high tide line and scribed APC TM 1 MC; thence by meanders along the beach at approximate mean high tide line to Comer No. 2 MC, a mound of rocks at approximate mean high tide line on a rocky point; thence north 4 chains to Corner No. 3, not set; thence east 21.22 chains to Comer No. 4, not set; thence south 18.32 chains to Comer No. 1 M. C., point of beginning, containing approximately 23.05 acres;",
        "Beginning at Corner No. 1, on Lake Ethel, Prince of Wales Island, approximately in latitude 55° 36' 45\" N., longitude 132° 33' W., identical with a Forest Service monument, an alder post 4\" in diameter set in mound of rocks at average high tide line, scribed F. S. M. H. S. 1; thence by meanders along beach at average high tide line to Comer No. 2, a spruce post set at average high tide line in mound of rocks and scribed H. S. 2; thence west 7 chains to Comer No. 3, a post squared and set in mound of rocks scribed H. S. 3; thence by meanders along beach at average high tide line to Corner No. 1, the place of beginning, containing approximately 4.50 acres.",
        "[NAME]",
        "The White House,November 18, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5227-Restoring Certain Reserved Lands Occupied as a Home Site or for Fish Cannery Purposes in Tongass National Forest, Alaska and Opening Such Lands to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372829"
}