{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6603-allocation-funds-the-federal-emergency-relief-administration",
    "doc": "executive-order-6603-allocation-funds-the-federal-emergency-relief-administration",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6603-Allocation of Funds to the Federal Emergency Relief Administration",
    "date": "February 15, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of February 15, 1934 (Public, No. 93, 73d Cong.), appropriating $950,000,000 to carry out the purposes of the Federal Emergency Relief Act of 1933 (ch. 30, 48 Stat. 55), and to continue the civil-works program, and for other purposes, there is hereby allocated from the said appropriation to the Federal Emergency Relief Administration the sum of $500,000,000, of which $150,000,000 shall be available for expenditure during the fiscal year ending June 30, 1934, and $350,000,000, together with any unexpended portion of the said sum of $150,000,000, for the fiscal year ending June 30, 1935.",
        "The sum herein allocated shall be available for making grants to States and for administrative expenses under the provisions of the said Federal Emergency Relief Act of 1933, and under the existing rules and regulations of the Federal Emergency Relief Administrator which are hereby adopted by the President.",
        "The said Administrator is hereby authorized to prescribe such other rules and regulations as may be necessary to effectuate the purposes of the rules and regulations herein adopted by the President.",
        "[NAME]",
        "The White House,February 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6603-Allocation of Funds to the Federal Emergency Relief Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362361"
}