{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8760-restricting-the-eligibility-federal-employees-take-civil-service",
    "doc": "executive-order-8760-restricting-the-eligibility-federal-employees-take-civil-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8760-Restricting the Eligibility of Federal Employees To Take Civil Service Examinations and To Be Certified",
    "date": "May 27, 1941",
    "content": [
        "By virtue of the authority vested in me by the Civil Service Act (22 Stat. 403), and by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631), and in view of the present emergency conditions, the Civil Service Commission is hereby directed to refuse examination to any person who is, or who has been within three months of the date of the examination, employed in the civilian executive branch of the Federal Government, or to certify any such person who is on the eligible register of the Commission, unless such person submits the written assent of the department or office in which he is or has been employed to his taking such examination or to his being so certified. Such assent shall be based solely upon the finding, after due consideration, by such department or office that the person can render better service for the Government in the position for which the examination is held or for which certification is requested.",
        "This order shall continue in effect until the Congress or the President declares that the present emergency has ceased to exist.",
        "[NAME]",
        "The White House,May 27, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8760-Restricting the Eligibility of Federal Employees To Take Civil Service Examinations and To Be Certified Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372099"
}