{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10510-establishing-seal-for-the-department-health-education-and-welfare",
    "doc": "executive-order-10510-establishing-seal-for-the-department-health-education-and-welfare",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 - 1961",
    "title": "Executive Order 10510-Establishing a Seal for the Department of Health, Education, and Welfare",
    "date": "December 17, 1953",
    "content": [
        "WHEREAS the Secretary of Health, Education, and Welfare has adopted and has recommended that I approve a seal of office for the Department of Health, Education, and Welfare, the design of which accompanies and is hereby made a part of this order, and which is described in heraldic terms as follows:",
        "SHIELD: Argent an open book with sanguine binding charged overall with a staff of Aesculapius paleways within an annulet of chain all proper.",
        "CREST: On a wreath argent and sanguine an American bald eagle displayed and wings partially Inverted proper.",
        "Below the shield a white scroll Inscribed with the motto \"SPES ANCHORA VTTAE\" In black letters, all on a circular sanguine background within a white band, Inner edge white, outer edge sanguine, and Inscribed \"DEPARTMENT OP HEALTH, EDUCATION, AND WELFARE U.S.A.\";",
        "AND WHEREAS it appears that such seal is of suitable design and appropriate for adoption as the official seal of the Department of Health, Education, and Welfare:",
        "NOW, THEREFORE, by virtue of the authority vested in me as President of the United States, I hereby approve such seal as the official seal of the Department of Health, Education, and Welfare.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "December 17, 1953."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10510-Establishing a Seal for the Department of Health, Education, and Welfare Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/234432"
}