{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6567-veterans-regulation-no-9b",
    "doc": "executive-order-6567-veterans-regulation-no-9b",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6567-Veterans' Regulation No. 9(b)",
    "date": "January 19, 1934",
    "content": [
        "PAYMENT OF BURIAL EXPENSES OF DECEASED WAR VETERANS",
        "By virtue of the authority vested in me under section 17 of title I of the act entitled \"An Act to maintain the credit of the United States Government\", approved March 20, 1933 (Public No. 2, 73d Cong.), the following regulation amending Veterans' Regulation No. 9(a) is hereby prescribed:",
        "1. Paragraphs II and III of Veterans' Regulation No. 9(a) are amended to read as follows:",
        "\"II. Where an honorably discharged veteran of any war dies after discharge, the Administrator, in his discretion and with due regard to the circumstances in each case, shall pay, for burial and funeral expenses and transportation of the body (including preparation of the body) to the place of burial, a sum not exceeding $100 to cover such items and to be paid to such person or persons as may be prescribed by the Administrator. Burial allowance, or any part thereof, authorized under this regulation, shall not be payable if the veteran's net assets at the time of death, exclusive of debts and accrued pension, compensation, or insurance due at time of death, equal or exceed the sum of $1,000. The Administrator may, in liis discretion, make contracts for burial and funeral services within the limits of the amount herein allowed without regard to the laws prescribing advertisement for proposals for supplies and services for the Veterans' Administration. No deduction shall be made from the sum allowed because of any contribution toward the burial and funeral (including transportation) which shall be made by a State, county, or other political subdivision, lodge, union, fraternal organization, society or beneficial organization, insurance company, Workmen's Compensation Commission, State Industrial Accident Board, or employer, but the aggregate of the sums allowed from all sources shall not exceed the actual cost of the burial and funeral (including transportation).",
        "\"III. Where death occurs in a Veterans' Administration facility the Veterans' Administration will (a) assume the actual cost (not to exceed $100) of burial and funeral and (b) transport the body to the place of residence or to the nearest National cemetery or such other place as the next of kin may direct where the expense is not greater than the ascertained cost of transportation to place of residence. Where the ascertained cost of transportation to a place directed by the next of kin exceeds the amount allowed in accordance with (b) hereof, such allowable amount shall be available for reimbursement purposes or partial payment in such manner as the Administrator may determine.\"",
        "2. The change in rate herein provided shall not be applicable in those cases where death occurred prior to date of promulgation of this regulation.",
        "[NAME]",
        "The White House,January 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6567-Veterans' Regulation No. 9(b) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362328"
}