{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7751-exemption-wendell-w-mischler-from-compulsory-retirement-for-age",
    "doc": "executive-order-7751-exemption-wendell-w-mischler-from-compulsory-retirement-for-age",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7751-Exemption of Wendell W. Mischler From Compulsory Retirement for Age",
    "date": "November 23, 1937",
    "content": [
        "Whereas section 204 of the act of June 30, 1932, 47 Stat. 382, 404 (5 U.S.C., sec. 715a), provides:",
        "\"On and after July 1, 1932, no person rendering civilian service in any branch or service of the United States Government or the municipal government of the District of Columbia who shall have reached the retirement age prescribed for automatic separation from the service, applicable to such person, shall be continued in such service, notwithstanding any provision of law or regulation to the contrary: Provided, That the President may, by Executive Order, exempt from the provisions of this section any person when, in his judgment, the public interest so requires * * *\";",
        "And Whereas the public interest requires that Wendell W. Mischler, secretary to the Chief Justice of the Supreme Court of the United States, who was exempted from compulsory retirement for a period of two years by Executive Order No. 7196 of September 26, 1935, be further exempted from the provisions of this section;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section, I do hereby exempt Wendell W. Mischler from the provisions thereof and authorize his continuance in the service for such period as his services may be required.",
        "[NAME]",
        "The White House,November 23, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7751-Exemption of Wendell W. Mischler From Compulsory Retirement for Age Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362861"
}