{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5637-restoring-the-territory-hawaii-part-the-keaahala-military-reservation",
    "doc": "executive-order-5637-restoring-the-territory-hawaii-part-the-keaahala-military-reservation",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5637-Restoring to the Territory of Hawaii a Part of the Keaahala Military Reservation",
    "date": "June 04, 1931",
    "content": [
        "Pursuant to section 91 of the act of Congress approved April 30, 1900, entitled \"An act to provide a government for the Territory of Hawaii\" (31 Stat. 159), as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), all land at Keaahala, Kaneohe, Koolaupoko, island of Oahu, Territory of Hawaii, withdrawn and set aside for military purposes by Executive Order No. 2075 of November 9, 1914, and subsequently known as the Keaahala Military Reservation, which has not heretofore been restored by Executive Orders No. 4036 of June 26, 1924, and No. 4143 of January 28, 1925, is, subject to the exception, reversion, and service of water supply set forth below, hereby restored to its previous status for the use of the Territory of Hawaii.",
        "1. The excepted tract of land which is still retained for military purposes is described as follows:",
        "Beginning at concrete monument No. 7 of the Keaahala Military Reservation, situated in a deep ditch on the west boundary and thence running by true azimuths and distances as follows:",
        "145° 38' 00\"-264.65 feet along the road to a point marked by a 1½-inch iron bolt on the south boundary of a road right of way described in Executive Order No. 4143, dated January 28, 1925.",
        "236° 05' 00\"-1,657.25 feet along the said right of way to a 1-inch pipe.",
        "347° 28' 00\"-188.25 feet to the top of ridge to concrete monument No. 10.",
        "341° 58' 00\"-383.10 feet along the ridge to concrete monument No. 11.",
        "47° 29' 00\"-1,228.10 feet over saddle to concrete monument No. 12.",
        "115° 57' 05\"-535.96 feet down side of hill to the point of beginning.",
        "Area 21.79 acres, more or less.",
        "The above-described land is subject to a 10-foot right of way for an irrigation ditch reserved to the Territory of Hawaii and described in Executive Order No. 2075, dated November 9, 1914. This right of way crosses the remaining portion of the United States Military Reservation, containing an area of .15 of an acre.",
        "Gross areas of the tract ----------------- 21.79 acres      Area of irrigation ditch -----------------   .15        \"      Net area ------------------------------ 21.64       \"",
        "2. There is retained to the United States the reversion set forth in the Executive order of January 28, 1925, supra, in event the land described therein ceases to be used as a roadway.",
        "3. There is reserved to the United States the right to obtain, out of the source of water supply at Spring Reserve Lot, all the water needed for military purposes on the portion of the Keaahala Military Reservation being retained by the Federal Government, which water supply shall be furnished by the government of the Territory of Hawaii without expense to the United States.",
        "4. Except in so far as the same will have application to use by the Federal Government of the tracts of land indicated in paragraphs 1 and 2 hereof, the reservations and restrictions incorporated in Executive order of June 26, 1924, supra, are hereby vacated.",
        "[NAME]",
        "The White House,June 4, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5637-Restoring to the Territory of Hawaii a Part of the Keaahala Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361374"
}