{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8865-withdrawing-public-land-for-use-the-war-department-for-combat-firing",
    "doc": "executive-order-8865-withdrawing-public-land-for-use-the-war-department-for-combat-firing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8865-Withdrawing Public Land for Use of the War Department for Combat Firing Ranges and Maneuver Purposes",
    "date": "August 21, 1941",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid existing rights, the public lands in the following-described areas be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the. use of the War Department for combat firing ranges and maneuver purposes:",
        "SAN BERNARDINO MERIDIAN",
        "T. 16 S., R. 10 E.,     secs. 25 and 26;",
        "T. 16½ S., R. 10 E.,     secs. 1 and 2;",
        "T. 16 S., R. 11 E.,     sec. 27, W½ ;     secs. 28 to 34, inclusive;     sec. 35. W½;",
        "T. 16½ S., R. 11 E.,     secs. 1 to 6, inclusive;",
        "T. 17 S., R. 11 E.,     secs. 1 to 6, inclusive;",
        "T. 14 S., R. 12 E.,     secs. 15, 17, 20, 21, 22, 27, 28, 29, 32, 33 and 34;",
        "T. 15 S., R. 12 E.,     secs. 3, 4 and 5;aggregating 25,254.99 acres.",
        "This order shall take precedence over, but shall not rescind or revoke (1) Executive Order No. 6910 of November 25, 1934, as amended, so far as such order affects any of the lands in the above-described areas, and (2) Executive Order of January 24, 1914, creating Public Water Reserve No. 14, so far as such order affects lots 10, 11, E½SW¼ sec. 6, T. 16½ S., R. 11 E. This order shall be subject to the orders of the Secretary of the Interior of October 12 and 19, 1920, withdrawing certain lands under the provisions of the Reclamation Act of June 17, 1902 (32 Stat. 388), so far as such orders affect the public lands in T. 16 S., R. 10 E., Ts. 16½ and 17 S., R. 11 E., and Ts. 14 and 15 S., R. 12 E.; and after the present national-defense emergency has been officially terminated, this order, so far as it affects such lands heretofore withdrawn for reclamation purposes, shall be without effect upon notice to the War Department by the Secretary of the Interior that the entire use of such lands is needed for reclamation purposes.",
        "[NAME]",
        "The White House,August 21, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8865-Withdrawing Public Land for Use of the War Department for Combat Firing Ranges and Maneuver Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372167"
}