{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8858-transferring-the-control-and-jurisdiction-over-certain-land-from-the",
    "doc": "executive-order-8858-transferring-the-control-and-jurisdiction-over-certain-land-from-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8858-Transferring the Control and Jurisdiction Over Certain Land From the Secretary of the Interior to the Secretary of War",
    "date": "August 19, 1941",
    "content": [
        "VIRGIN ISLANDS",
        "By virtue of the authority vested in me by the act of March 3, 1917, c. 171, 39 Stat. 1132, and the Second Deficiency Act, Fiscal Year 1931. and as President of the United States, it is ordered that the tract of land situate on Crown Mountain, Island of St. Thomas, Virgin Islands, described more particularly below, be, and it is hereby, subject to valid existing rights, transferred from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of War, for use for national defense purposes:",
        "All that certain tract of land designated as \"Parcel No. 5\" on property line survey map prepared and on file in the United States Engineer Office, Puerto Rico District, San Juan, Puerto Rico, October 24, 1940:",
        "Beginning at point P, common to parcel 2, parcel 1 and parcel 5 indicated on said map, thence southeast 18°45'00\" E., 117.35 feet to point 293 common to the Homestead Commission Parcel and parcel 5; thence south 43°27'20\" W., 300.64 feet along the line common to parcel 5 and the Homestead Commission parcel to point 1079 which is common to the Homestead Commission parcel, Encarnacion Vazquez Parcel, parcel 4 and parcel 5; thence N. 17°59'39\", 312.95 feet along the line common to parcel 4 and parcel 5 to point N which is common to parcel 4, parcel 2 and parcel 5; thence N. 83°11'40\" E., .267.63 feet along the line common to parcel 2 and parcel 5 to the point of beginning containing therein 1.301 acres more or less.",
        "[NAME]",
        "The White House,August 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8858-Transferring the Control and Jurisdiction Over Certain Land From the Secretary of the Interior to the Secretary of War Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372161"
}