{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5110-amending-consular-regulations",
    "doc": "executive-order-5110-amending-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5110-Amending Consular Regulations",
    "date": "May 13, 1929",
    "content": [
        "The Consular Regulations are hereby amended as follows:",
        "368. Admissible classes. Only such persons of the Chinese race as are admissible under the provisions of the treaty between the United States and China, signed on November 17, 1880, the Chinese exclusion laws, the immigration laws, and chapter X of the Executive order of September 25, 1925, No. 4314, relating to the exclusion of Chinese from the Panama Canal Zone, are allowed to enter the United States or territory under its jurisdiction.",
        "Paragraph 530 is amended to read as follows:",
        "530. Numbering and recording fees. Consular fees must be numbered and recorded fully and clearly in the record of fees provided for the purpose by the Department of State.",
        "For convenience fees are numbered in two groups, each group beginning with number 1 at the commencement of each calendar year and continuing consecutively throughout the year.",
        "Fees for the certification of consular invoices constitute the first group, and must be numbered in a separate consecutive series of numbers, corresponding numbers being placed on the invoices or certificates.",
        "All other fees collected constitute the second group, and must be numbered consecutively in a separate series, corresponding numbers being placed on the doc­uments at the point indicated, or just beneath the fee stamp.",
        "Paragraph 533 is amended to read as follows:",
        "533. Tariff of United States Consular Fees. The following Tariff of United States Consular Fees is prescribed by the President under authority of Section 1745, Revised Statutes, as amended by the Acts of April 5, 1906, c. 1366, Sections 7, 8 and 9, 34 Stat. 101, and June 4, 1920, c. 223, Sections 1 and 2, 41 Stat. 750, to be charged by consular officers for official services. All charges for such services must be in strict accordance with this tariff, and be collected in the coin of the United States or at its representative value in exchange. No fee or compensation will be collected for any service not covered by this tariff.",
        "The fees in this tariff are not prescribed for American vessels and seamen, because they are exempted by law from the payment of consular fees. Consular agents will make the fees in this tariff a basis of collection from the Treasury for services to such vessels. Foreign-built vessels, unregistered, owned by American citizens, and vessels documented under the laws of the Philippine Islands are not exempt from the payment of the fees prescribed herein.",
        "Services, except those for which fees are fixed in items 8, 9 and 10, under this tariff shall be rendered free of charge when performed: (a) in connection with the settlement of the estate of any employee of the United States dieing abroad while on official duty; (b) for the use of any person in the collection of claims from the United States or from any State for compensation, pensions, backpay, bounty, bonus, property loss in the service of the United States; (c) for obtaining the return of property held by the Alien Property Custodian; and (d) for the official use of the United States Veterans' Bureau.",
        "Consular officers must require all fees to be paid in advance and before the stamps are canceled, except in case of attendance out of office or of commissions, when the amount can not be determined until the service is performed. Advance deposits to cover fees in such latter cases may be accepted but in no other.",
        "This tariff is effective July 1, 1929, and should be posted in a conspicuous place in consular offices as required by Section 1731, Revised Statutes.",
        "Fee",
        "Paragraph 604 is amended to read as follows:",
        "604. Record books at consulates. The following record books are to be kept at consular offices:",
        "At inland consulates:",
        "(1) A record of fees in which shall be recorded daily in the order in which received all fees for services, including gratis services, authorized by the Tariff of United States Consular Fees, the serial number, date, and amount of each fee, the nature of the Service, and the person for whom performed.",
        "(2) A fee stamp ledger, in which shall be kept a daily record of the kinds and values of all fee stamps received and canceled, or otherwise expended.",
        "(3) A miscellaneous record book, in which shall be kept such records as the Department may from time to time direct, as well as records of all official matters pertaining to the office that require to be recorded and for which no other book is provided.",
        "At seaport consulates:",
        "In addition to the foregoing, the following record books will be kept at seaport consulates:",
        "(1) A register of shipping and seamen.",
        "(2) A record of American seamen relieved, in which shall be recorded the number and names of all seamen relieved, from what vessel discharged, date and cause of discharge, date of leaving the consulate, and a detailed statement of the amounts disbursed on account of each.",
        "(3) A marine note of protest book, for the entry of marine notes of protest, in accordance with Form No. 37.",
        "(4) A marine extended protest book, for the entry of extended notes of protest, in accordance with Form No. 38.",
        "Paragraph 605 is amended to read as follows:",
        "(605) Record books at consular agencies.-The following record books are required to be kept at consular agencies;",
        "At inland consular agencies:",
        "(1) A record of fees.",
        "(2) A fee stamp ledger.",
        "(3) A miscellaneous record book.",
        "At seaport consular agencies:",
        "In addition to the foregoing, the following record books will be kept at seaport consular agencies.",
        "(1) A register of shipping and seamen.",
        "(2) A record of American seamen relieved.",
        "(3) A marine note of protest book.",
        "(4) A marine extended protest book.",
        "(5) A record of official services to American vessels and seamen, in which shall be recorded an itemized statement of the official services actually and necessarily rendered to American vessels and seamen.",
        "[NAME]",
        "The White House,May 13, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5110-Amending Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372842"
}