{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9382-making-certain-changes-the-customs-field-organization",
    "doc": "executive-order-9382-making-certain-changes-the-customs-field-organization",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9382-Making Certain Changes in the Customs Field Organization",
    "date": "September 25, 1943",
    "content": [
        "By virtue of the authority vested in me by section 1 of the Act of August 1, 1914. 38 Stat. 609, 623 (U.S.C. title 19, sec. 2), it is ordered that the following changes be, and they are hereby, made in the customs field organization 2:",
        "1. The designation of the town of Westby, Montana, as a customs port of entry in Customs Collection District Number 33 (Montana and Idaho), is revoked.",
        "2. The limits of the customs port of entry of Nogales, Arizona, in Customs Collection District Number 26 (Arizona), are extended to include the following territory: Beginning at the northeast corner of the intersection of First Street and Bayze Avenue, City of Nogales, thence northerly in a line parallel with the east side of Bayze Avenue a distance of 1500 feet; thence at right angles in an easterly direction a distance of 1300 feet; thence at right angles in a southerly direction a distance of 1500 feet to the city limits of Nogales; thence westerly along the city limits a distance of 1300 feet to the place of beginning.",
        "3. The limits of the customs port of entry of Douglas, Arizona, in Customs Collection District Number 26 (Arizona), are extended to include the following territory: Beginning at the southwest corner of the city limits of Douglas, Arizona, thence westerly in a line parallel with the international boundary a distance of 4000 feet; thence at right angles in a northerly direction a distance of 7000 feet to a point on the west side of the road leading to the Phelps-Dodge Copper Smelter where said road intersects U.S. Highway Number 80; thence easterly along the south side of U.S. Highway Number 80 to the city limits of Douglas; thence along the city limits to the place of beginning.",
        "This order hall become effective October 1, 1943.",
        "[NAME]",
        "The White House,September 25, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9382-Making Certain Changes in the Customs Field Organization Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372359"
}