{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8459-withdrawal-public-lands-for-the-use-the-department-agriculture",
    "doc": "executive-order-8459-withdrawal-public-lands-for-the-use-the-department-agriculture",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8459-Withdrawal of Public Lands for the Use of the Department of Agriculture",
    "date": "June 27, 1940",
    "content": [
        "NEW MEXICO",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 47 Stat. 497, it is ordered as follows:",
        "SEC. 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain States for classification and other purposes, is hereby revoked so far as it affects the following-described public lands in New Mexico:",
        "NEW MEXICO PRINCIPAL MERIDIAN",
        "T. 13 N., R. 15 E.,     sec. 25, lot 1,     sec. 36, lots 1, 2, 3, and 4;          aggregating 116.03 acres.",
        "SEC. 2. Subject to valid existing rights, the lands described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved for use by the Farm Security Administration of the Department of Agriculture for the purpose of resettling native farm families who reside in or near the community of El Pueblo, in San Miguel County;",
        "Provided, that none of such lands shall be sold in accordance with the provisions of section 43, title IV, of the Bankhead-Jones Farm Tenant Act of July 22, 1937, c. 517, 50 Stat. 522, 530, without the approval of the Secretary of the Interior, and no transfer of title to any of the lands shall be complete, unless evidenced by patent issued by the General Land Office;",
        "And provided further, that this order shall not affect the right, title, and interest of the United States in the mineral resources of such lands, and shall not restrict the disposition of such mineral resources under the public-land laws.",
        "SEC. 3. The withdrawal made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,June 27, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8459-Withdrawal of Public Lands for the Use of the Department of Agriculture Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371951"
}