{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8707-amending-certain-provisions-the-civil-service-rules",
    "doc": "executive-order-8707-amending-certain-provisions-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8707-Amending Certain Provisions of the Civil Service Rules",
    "date": "March 10, 1941",
    "content": [
        "By virtue of the authority vested in me by section 2 of the Civil Service Act (22 Stat. 403, 404), and by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631), the Civil Service Rules are hereby amended as follows:",
        "Section 2 of Civil Service Rule IX, governing reinstatement, is amended by adding thereto the following subdivision:",
        "\"(c) If separated without prejudice either voluntarily or involuntarily after at least six months of satisfactory service in a position having a probationary period in excess of six months, he may be reinstated in any part of the service in any position for which he is qualified or can qualify through non-competitive examination: Provided, that reinstatement to a position having a probationary period in excess of six months will be to complete probation.\"",
        "Subdivision (a) of section 6 of Civil Service Rule X, governing transfer, is amended to read:",
        "\"(a) Absolute appointment-Such person must have received absolute appointment, except that a probationer who has completed at least six months of satisfactory service in a position having a probationary period in excess of six months may be transferred to any part of the service: Provided, that transfer to another position having a probationary period in excess of six months will be to complete probation.\"",
        "[NAME]",
        "The White House,March 10, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8707-Amending Certain Provisions of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368318"
}