{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10991-making-change-with-respect-the-membership-the-commission-established",
    "doc": "executive-order-10991-making-change-with-respect-the-membership-the-commission-established",
    "president": "John F. Kennedy",
    "president_byline": "35th President of the United States: 1961 - 1963",
    "title": "Executive Order 10991-Making a Change With Respect to the Membership of the Commission Established by Executive Order No. 10929, Relating to a Controversy Between Certain Carriers and Certain of Their Employees",
    "date": "February 06, 1962",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is ordered that Executive Order No. 10929 of March 24, 1961 (which order provides for a commission to consider a controversy between, and involving certain proposals of, the carriers represented by the New York Harbor Conference Carriers' Committee and certain of their employees represented by various organizations named in the order, all such organizations being members of the Railroad Marine Harbor Council, AFL-CIO), be, and it is hereby, amended by substituting for the second sentence of section 1 thereof the following:",
        "\"The commission shall consist of nine members designated by the President as follows: three members from among persons nominated by the carriers, three members from among persons nominated by the employees, and the chairman of the commission and two other members without nominations.\"",
        "[NAME]",
        "THE WHITE HOUSE,",
        "February 6, 1962"
    ],
    "citation": "John F. Kennedy, Executive Order 10991-Making a Change With Respect to the Membership of the Commission Established by Executive Order No. 10929, Relating to a Controversy Between Certain Carriers and Certain of Their Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/235902"
}