{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6920-b-dismissal-complaint-under-section-3e-title-i-the-national",
    "doc": "executive-order-6920-b-dismissal-complaint-under-section-3e-title-i-the-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6920-B-Dismissal of Complaint Under Section 3(e) of Title I of the National Industrial Recovery Act With Respect to Imports of Quebracho Tanning Extract",
    "date": "December 14, 1934",
    "content": [
        "A complaint under Section 3(e) of the National Industrial Recovery Act, addressed to me by the Code Authority of the Tanning Extract Industry, has been filed with the National Recovery Administration alleging that quebracho tanning extract is being imported into the United States on such terns or under such conditions as to render ineffective or seriously to endanger the maintenance of the Code of Fair Competition for the Tanning Extract Industry approved by me March 29, 1934.",
        "After an examination of said complaint and the report and recommendation of the National Industrial Recovery Board with respect thereto, I find that the facts do not appear to be such as to warrant further investigation in accordance with Section 3(e) of said Act.",
        "I, therefore, direct that no further action be taken with regard to said complaint and that the complainants be so notified.",
        "[NAME]",
        "Approval recommended:     NATIONAL INDUSTRIAL RECOVERY BOARDBy: [NAME]          Executive Secretary",
        "The White House,December 14, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6920-B-Dismissal of Complaint Under Section 3(e) of Title I of the National Industrial Recovery Act With Respect to Imports of Quebracho Tanning Extract Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373459"
}