{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6353-effectuate-the-provisions-section-3e-title-i-the-national-industrial",
    "doc": "executive-order-6353-effectuate-the-provisions-section-3e-title-i-the-national-industrial",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6353-To Effectuate the Provisions of Section 3(e) of Title I of the National Industrial Recovery Act",
    "date": "October 23, 1933",
    "content": [
        "By virtue of the authority vested in me by title I of the National Industrial Recovery Act of June 16, 1933 (Public, No. 67, 73d Cong.), I hereby prescribe the following procedure and delegate the following authority with respect to complaints and investigations under section 3(e) of said title:",
        "I. The Administrator heretofore appointed by me to administer title I of the National Industrial Recovery Act (herein referred to as the Administrator), proceeding upon his own motion or upon complaint, is hereby empowered to make such preliminary investigations as he may deem advisable with reference to matters relating to relief under section 3(e) of said title.",
        "II. The Administrator shall prescribe regulations to govern the making of complaints under said section 3(e) of said title and may receive such complaints.",
        "III. With reference to any such complaint or preliminary investigation on his own motion, the Administrator shall be entitled to such sworn or unsworn information from interested parties as he may deem desirable, and after an examination of the complaint, if any, and such information as may be available, shall determine whether the showing made or the facts disclosed appear to warrant further investigation, and shall make his recommendations to me in order that in the light of such recommendations I may direct that no further action be taken, or may cause the United States Tariff Commission to make an immediate investigation and may specify such public notice and hearing as I deem advisable, in either event all interested parties to be duly notified.",
        "IV. When so directed, the United States Tariff Commission shall make an immediate investigation, giving precedence over all other matters to such investigation; if directed shall give such public notice and hold such hearings as I shall specify; shall make its findings of fact and recommendations, having due regard for the provisions of said section 3(e); and shall submit the same, together with a report of all proceedings, to me, and shall transmit a copy of such findings, recommendations, and report to the Administrator.",
        "V. The Administrator, after such investigation by the United States Tariff Commission and after any specified hearings and upon the basis of the findings, recommendations, and report transmitted to him, shall recommend to me such action as he may deem best devised to effectuate the policy of said title.",
        "[NAME]",
        "The White House,October 23, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6353-To Effectuate the Provisions of Section 3(e) of Title I of the National Industrial Recovery Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362181"
}