{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13919-ordering-the-selected-reserve-the-armed-forces-active-duty",
    "doc": "executive-order-13919-ordering-the-selected-reserve-the-armed-forces-active-duty",
    "president": "Donald J. Trump (1st Term)",
    "president_byline": "45th President of the United States: 2017 - 2021",
    "title": "Executive Order 13919-Ordering the Selected Reserve of the Armed Forces to Active Duty",
    "date": "April 30, 2020",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, including section 12304 of title 10, United States Code, and having determined that it is necessary to augment the regular Armed Forces of the United States for a named operational mission, specifically the \"Enhanced Department of Defense Counternarcotic Operation in the Western Hemisphere,\" I hereby order as follows:",
        "Section 1. Activation Authority. The Secretary of Defense is directed to order to active duty for not more than 365 consecutive days, any units, and any individual members not assigned to a unit organized to serve as a unit, of the Selected Reserve under the jurisdiction of the Secretary of Defense, not to exceed 200 Selected Reservists at any one time, as he considers necessary.",
        "Sec. 2. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "[NAME]",
        "The White House,",
        "April 30, 2020."
    ],
    "citation": "Donald J. Trump (1st Term), Executive Order 13919-Ordering the Selected Reserve of the Armed Forces to Active Duty Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/341906"
}