{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6238-establishment-science-advisory-board-under-the-national-research",
    "doc": "executive-order-6238-establishment-science-advisory-board-under-the-national-research",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6238-Establishment of Science Advisory Board Under the National Research Council",
    "date": "July 31, 1933",
    "content": [
        "The National Research Council was created at the request of President Wilson in 1916 and perpetuated by Executive Order No. 2859, signed by President Wilson on May 11, 1918. In order to carry out to the fullest extent the intent of the above Executive Order there is hereby created a Science Advisory Board with authority, acting through the machinery and under the jurisdiction of the National Academy of Sciences and the National Research Council, to appoint committees to deal with specific problems in the various departments.",
        "The Science Advisory Board of the National Research Council will consist of the following members who are hereby appointed for a period of two years:",
        "Karl T. Compton, Chairman, President, Massachusetts Institute of Technology, Cambridge, Massachusetts.",
        "W. W. Campbell, President, National Academy of Sciences, Washington, D.C.",
        "Isaiah Bowman, Chairman, National Research Council; Director, American Geographical Society, New York City.",
        "Gano Dunn, President, J. G. White Engineering Corporation, New York City.",
        "Frank B. Jewett, Vice-President, American Telephone and Telegraph Company; President, Bell Telephone Laboratories, Incorporated, New York City.",
        "Charles F. Kettering, Vice-President, General Motors Corporation; President, General Motors Research Corporation, Detroit, Michigan.",
        "C. K. Leith, Professor of Geology, University of Wisconsin, Madison, Wisconsin.",
        "John C. Merriam, President, Carnegie Institution of Washington, Washington, D.C.",
        "R. A. Millikan, Director, Norman Bridge Laboratory of Physics, and Chairman of the Executive Council, California Institute of Technology, Pasadena, California.",
        "[NAME]",
        "The White House,July 31, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6238-Establishment of Science Advisory Board Under the National Research Council Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362058"
}