{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7442-withdrawal-public-lands-for-use-war-department-enlargement-target",
    "doc": "executive-order-7442-withdrawal-public-lands-for-use-war-department-enlargement-target",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7442-Withdrawal of Public Lands for Use of War Department as Enlargement of a Target Range in the State of New Mexico",
    "date": "August 31, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and subject to the conditions therein expressed and to valid existing rights, it is ordered that the following-described lands be, and they are hereby, temporarily withdrawn from settlement, location, sale, or entry and reserved for use of the War Department as an enlargement of a target range used by the New Mexico National Guard.",
        "T. 23 S., R. 10 W., N.M.P.M.,",
        "Sec. 3, NW¼, N½SW¼, SE¼SW¼;",
        "Sec. 5, E½;",
        "Sec. 8, NE¼;",
        "Sec. 9, NE¼,N½SE¼;",
        "Sec. 10, E½NW¼, SE¼NW¼, E½SW¼.",
        "Executive Orders No. 6143 dated May 23, 1933, No. 6276 dated September 8, 1933, and No. 6910 dated November 26, 1934, as amended by Executive Order No. 7274, dated January 14, 1936, are hereby modified to the extent necessary to make this order effective.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "THE WHITE HOUSE,August 31, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7442-Withdrawal of Public Lands for Use of War Department as Enlargement of a Target Range in the State of New Mexico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357331"
}