{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6964-b-code-fair-competition-for-the-paper-and-pulp-industry",
    "doc": "executive-order-6964-b-code-fair-competition-for-the-paper-and-pulp-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6964-B-Code of Fair Competition for the Paper and Pulp Industry",
    "date": "February 05, 1935",
    "content": [
        "AMENDMENT TO ARTICLE V",
        "Pursuant to authority vested in me by Title I of the National Industrial Recovery Act, upon due consideration of the facts, and upon the report and recommendation and findings of the National Industrial Recovery Board with respect to the adequacy of the minimum wages established in the Code of Fair Competition for the Paper and Pulp Industry as approved by me on November 17, 1933,",
        "I, Franklin D. Roosevelt, President of the United States, do hereby adopt and approve the said report, recommendation and findings of the National Industrial Recovery Board, and",
        "Do Hereby Order that the Code of Fair Competition for the Paper and Pulp Industry be and the same is hereby amended to the extent set forth in Schedule A attached hereto and hereby made a part hereof, and,",
        "Do Hereby Find that said amendment and the Code as constituted after being amended comply in all respects with the pertinent provisions and will promote the policy and purposes of said Title of said Act, and,",
        "Do Hereby Order that said amendment be and it is hereby approved, and that the previous approval of said Code is hereby amended to include an approval of said Code in its entirety as amended.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: W. A. Harriman          Administrative Officer",
        "The White HouseFeb 5. 1935.",
        "SCHEDULE A",
        "Amendment to the Code of Fair Competition for the Paper and Pulp Industry",
        "Article V, Section 1, of said Code is hereby deleted in its entirety and in lieu thereof the following is inserted:",
        "1. The minimum rate of wage of any worker referred to in Sub-sections (a), (b), (c), and (d), of Section 1 of Article IV shall be as follows:",
        "(a). In the Northern Zone, which shall consist of all the territory of the United States except the states described in Sub-sections (b) and (c) hereof:-  Male: 40 cents per hour: Female: 35 cents per hour",
        "(b). In the Central Zone, which shall consist of the States of Delaware, Maryland, Virginia, West Virginia, Kentucky, Tennessee, North Carolina and the District of Columbia:- Male: 37 cents per hour; Female: 32 cents per hour",
        "(c). In the Southern Zone, which shall consist of the States of South Carolina, Georgia, Florida, Alabama, Mississippi, Louisiana, Arkansas and Texas:- Male: 32 cents per hour; Female: 30 cents per hour",
        "Article V, Section 5 of said Code is hereby deleted and in lieu thereof the following is inserted:",
        "5. The minimum rate of wage for all employees described in Sub-section (f) of Section 1 of Article IV shall be as follows:",
        "(a). In the Northern Zone as defined in Section 1 hereof, $16.00 per week",
        "(b). In the Central Zone as defined in Section 1 hereof, $15.00 per week",
        "(c). In the Southern Zone as defined in Section 1 hereof, $14.00 per week"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6964-B-Code of Fair Competition for the Paper and Pulp Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362635"
}