{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5740-establishing-the-st-marks-migratory-bird-refuge-florida",
    "doc": "executive-order-5740-establishing-the-st-marks-migratory-bird-refuge-florida",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5740-Establishing the St. Marks Migratory Bird Refuge, Florida",
    "date": "October 31, 1931",
    "content": [
        "It is hereby ordered that unsurveyed fractional section 1, township 5 south, range 1 east of the Tallahassee meridian, in Wakulla County, Fla., be, and the same is hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for wild animals and birds, subject to existing valid rights.",
        "The land involved has been withdrawn for lighthouse reservation purposes and is primarily under the jurisdiction of the Department of Commerce, and its reservation as a wild-life refuge is subject to the use thereof by said department for lighthouse purposes at all times, and the enforcement of law by the Department of Agriculture shall be without interference with any existing or proposed regulations of the Department of Commerce pertaining to its Lighthouse Service personnel and their duties on the reservation.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (6) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of chapter 4, title 18, United States Code (35 Stat. 1098 and 43 Stat. 98), or by section 10 of the Migratory Bird Conservation Act of February 18, 1929, United States Code, Supplement IV, title 16, chapter 7a, section 715 i (45 Stat. 1224).",
        "This refuge shall be known as the St. Marks Migratory Bird Refuge.",
        "[NAME]",
        "The White House,October 31, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5740-Establishing the St. Marks Migratory Bird Refuge, Florida Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361311"
}