{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8114-establishing-the-camp-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-8114-establishing-the-camp-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8114-Establishing the Camp Lake Migratory Waterfowl Refuge",
    "date": "May 10, 1939",
    "content": [
        "NORTH DAKOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is ordered that all lands and waters owned or controlled by the United States within the following-described area, comprising 1,212.44 acres, more or less, in McLean County, North Dakota, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 149 N., R. 80 W.,      sec. 2, E½, including the lands and lands under water within the meander line (Strawberry Lake);",
        "T. 150 N., R. 80 W.,      sec. 25, lot 1 and NE¼SE¼ and lands and lands under water within the meander line (Camp Lake);      sec. 35, lots 2, 3, and 4, and lands and lands under water within the meander line (Strawberry Lake);      sec. 36, all, including the lands and lands under water within the meander lines (Camp and Strawberry Lakes).",
        "It is unlawful for any person to pursue, hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "This reservation shall be known as the Camp Lake Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,May 10, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8114-Establishing the Camp Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368648"
}