{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6157-veterans-regulation-no-3a",
    "doc": "executive-order-6157-veterans-regulation-no-3a",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6157-Veterans Regulation No. 3(a)",
    "date": "June 06, 1933",
    "content": [
        "SCHEDULE FOR RATING DISABILITIES",
        "Whereas, Section 3, Title I, of Public No. 2, 73rd Congress, entitled \"An Act To maintain the credit of the United States Government\", provides:",
        "\"For each class of persons specified in subparagraphs (a) and (b) of section 1 of this title the President is hereby authorized to prescribe by regulation the minimum degrees of disability and such higher degrees of disability, if any, as in his judgment should be recognized and prescribe the rate of pension payable for each such degree of disability. In fixing rates of pensions for disability or death the President shall prescribe by regulation such differentiation as he may deem just and equitable, in the rates to be paid to veterans of different wars and/or their dependents and to be paid for",
        "(a) Disabilities and deaths resulting from disease or injury incurred or aggravated in line of duty in war-time service;",
        "(b) Disabilities and deaths resulting from disease or injury incurred or aggravated in line of duty in peace-time service;",
        "(c) Disabilities and deaths not incurred in service.\"",
        "Now, Therefore, by virtue of the authority vested in me by said law, the following regulation is hereby promulgated, cancelling Veterans Regulation No. 3, and substituting therefor Veterans Regulation No. 3(a), to read as follows:",
        "I. The Administrator of Veterans' Affairs is hereby authorized and directed to adopt and apply a schedule of ratings of reductions in earning capacity from specific injuries or combination of injuries. The ratings shall be based, as far as practicable, upon the average impairments of earning capacity resulting from such injuries in civil occupations. The schedule shall be constructed so as to provide ten grades of disability and no more, upon which payments of pension shall be based, namely, ten per cent, twenty per cent, thirty per cent, forty per cent, fifty per cent, sixty per cent, seventy per cent, eighty per cent, ninety per cent, and total, one hundred per cent. The Administrator of Veterans' Affairs shall from time to time readjust this schedule of ratings in accordance with experience.",
        "II. In connection with the review directed by Section 17 of Public No. 2, 73d Congress, the schedule of ratings provided for herein shall not operate to reduce by more than 25 per centum (exclusive of special statutory allowances) the payments being made to any veteran who on March 20, 1933, was properly rated on a permanent basis and who meets the requirements of Regulation No. 1, Part I.",
        "[NAME]",
        "June 6th 1933The White House."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6157-Veterans Regulation No. 3(a) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361980"
}