{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6127-reimbursement-for-supplies-furnished-the-emergency-conservation-work",
    "doc": "executive-order-6127-reimbursement-for-supplies-furnished-the-emergency-conservation-work",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6127-Reimbursement for Supplies Furnished the Emergency Conservation Work",
    "date": "May 08, 1933",
    "content": [
        "By virtue of the authority vested in me by the act of Congress entitled \"AN ACT For the relief of unemployment through the performance of useful public work, and for other purposes\", approved March 31, 1933 (Public, No. 5-73d Cong.), find supplementing Executive (Order No. 6101, dated April 5, 1933, it is hereby ordered that:",
        "(1) No supplies, materials, equipment, or other property will be purchased or manufactured for the Emergency Conservation Work and paid for from the Emergency Conservation Fund where similar supplies, materials, equipment, or other property or supplies of a character which will answer the purpose, can be furnished from existing surplus or excess stocks in the executive departments or independent establishments.",
        "(2) In pursuance of this policy the heads of the departments and independent establishments will, upon call from the Chief Coordinator, furnish him lists of their stocks which are surplus or excess, or stocks though not declared surplus or excess which can be transferred to the conservation work without detriment. The Chief Coordinator will consolidate said lists and furnish copies of the consolidated lists to all procuring officers and others concerned; and upon requisition by the Director or the heads of the departments concerned for such supplies, materials, equipment, or other property, they shall be furnished for use in the Emergency Conservation Work without cost, except for the cost of packing, handling, and transportation.",
        "(3) In all cases where the Chief Coordinator's lists of stocks do not show supplies, materials, equipment, or other property of a character required for use in the Emergency Conservation Work as surplus or excess in the executive departments and independent establishments, the head of any such department or establishment on request of the Director of Emergency Conservation Work or the Secretaries of War, Interior, Agriculture, and Labor shall, if practicable, furnish articles of supply and equipment from current issue stocks; and where such supplies or equipment have been or shall be so furnished for use in the Emergency Conservation Work from stocks which must be replaced for current issue, reimbursement at not to exceed the prices for such articles current at the time of issue (including packing, crating, and handling charges and transportation costs) will be made from the Emergency Conservation Fund to the current appropriation from which such supplies or equipment are procured. The reimbursement vouchers therefor will contain the following certificate:",
        "\"This is to certify that the supplies, materials, and equipment enumerated on this voucher or supporting papers were procured to replace current stock issued to the Emergency Conservation Work\"",
        "The cost of the procurement of all services, supplies, materials, equipment, or other property, whether by purchase or manufacture for direct consumption or use in the Emergency Conservation Work, and which cannot be procured as provided above, will be charged against the Emergency Conservation Fund, in accordance with the regulations promulgated by the Director of Emergency Conservation Work.",
        "All reimbursements other than those indicated above will be made in accordance with instructions from the President.",
        "[NAME]",
        "The White House,May 8, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6127-Reimbursement for Supplies Furnished the Emergency Conservation Work Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361954"
}