{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7798-transferring-portion-the-boise-barracks-military-reservation-idaho",
    "doc": "executive-order-7798-transferring-portion-the-boise-barracks-military-reservation-idaho",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7798-Transferring a Portion of the Boise Barracks Military Reservation, Idaho, to the Control and Jurisdiction of the Veteran's Administration",
    "date": "January 26, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of March 3, 1925, 43 Stat. 1212, it is ordered that the following-described portion of the Boise Barracks Military Reservation located in township 3 north, range 2 east, of Boise meridian, County of Ada, State of Idaho, be, and it is hereby, transferred from the control and jurisdiction of the War Department to the control and jurisdiction of the Veterans' Administration:",
        "\"Beginning at a stone monument on the westerly boundary line of the Boise Barracks Military Reservation, from which monument, a stone monument marking the northwest corner of the reservation bears N. 20° W., 867.24 feet distant.",
        "\"Thence from said initial point, by metes and bounds;",
        "S. 22°12' E., 669.53 feet, along the said westerly boundary line of the Boise Barracks Military Reservation;",
        "N. 68°42' E., 75.98 feet;",
        "S. 83°22' E., 168.85 feet;",
        "N. 68°40' E., 832.75 feet;",
        "S. 22°40' E., 593.75 feet;",
        "N. 84°45' E., 940.20 feet;",
        "N. 2°15' E., 409.60 feet;",
        "N. 9°42' W., 49.48 feet;",
        "N. 1°16' W., 119.80 feet;",
        "N. 11°17' E., 59.00 feet;",
        "N. 37°27' E., 59.40 feet;",
        "N. 57°19' E., 225.70 feet;",
        "N. 88°56' E., 58.90 feet;",
        "N. 25°28' W., 1805.40 feet, to a point on the northerly boundary line of the said Military Reservation;",
        "S. 69°47' W., 1088.80 feet, along said northerly boundary line, to a point on the center line of the Cruzen Irrigation Canal;",
        "Southwesterly, 1,450 feet, more or less, following the said center line of the Cruzen Irrigation Canal;",
        "S. 70°03' W., 35.81 feet, to a point on the aforementioned westerly boundary line of the Boise Barracks Military Reservation;",
        "S. 20°00' E., 348.35 feet, along the said westerly boundary line of the Boise Barracks Military Reservation, to the place of beginning.",
        "The tract as described contains an area of 110 acres, more or less.",
        "[NAME]",
        "The White House,January 26, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7798-Transferring a Portion of the Boise Barracks Military Reservation, Idaho, to the Control and Jurisdiction of the Veteran's Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210417"
}