{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6630-restoring-the-territory-hawaii-tract-land-for-road-purposes",
    "doc": "executive-order-6630-restoring-the-territory-hawaii-tract-land-for-road-purposes",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6630-Restoring to the Territory of Hawaii a Tract of Land for Road Purposes",
    "date": "March 06, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1910 (ch. 339, 31 Stat 159), as amended by section 7 of the act of May 27, 1910 (ch. 258, 36 Stat. 447), it is ordered that the following-described tract of land, being a part of the land withdrawn and set aside for military purposes by Executive Order No. 2566 of March 28, 1917, and known as the Aiea Military Reservation as described in Executive Order No. 5692 of August 24, 1931, be, and it is hereby, restored to its previous status for use of the Territory of Hawaii for road purposes, subject to a certain lease granted by the Secretary of War to the Honolulu Plantation Co. on May 7, 1930, and to rights-of-way hereby reserved to the United States for all purposes across, over, and under said tract of land:",
        "Beginning at the southwest corner of said tract of land, on the boundary between the lands of Halawa and Aiea, the true azimuth (measured clockwise from true south) and distance to a United States military reservation monument, marking the southeast corner of the United States Navy Aiea Pump Lot, being 57°48'20\", 299.81 ft., and the coordinates of said monument referred to Government survey triangulation station \"Salt Lake\" being 3,551.52 ft. north and 8,695.74 ft. west;",
        "Thence from said initial point by true azimuths and distances as follows:",
        "On a curve to the left with a radius of 1,045.48 ft., along remainder of the United States military reservation, the direct azimuth and distance being 195°57'45.5\", 48.99 ft.;",
        "104°37'12\", 10.00 ft. along same;",
        "On a curve to the left with a radius of 1,035.48 ft. along same, the direct azimuth and distance being 188°25'58.5\", 223.20 ft.;",
        "281°56'30\", 67.18 ft. along Government land to a United States military reservation monument;",
        "227°11'50\", 26.55 ft. along same;",
        "On a curve to the right with a radius of 1,120.48 ft., along remainder of the United States military reservation, the direct azimuth and distance being 7°25'55\", 217.45 ft.;",
        "57°48'20\", 110.61 ft. along the land of Halawa (B. P. Bishop estate) to the point of beginning;",
        "Containing an area of 0.459 of an acre.",
        "In the event the road is not constructed on the land hereby restored within 1 year from the date of this order, or if, at any time thereafter, the Secretary of War shall determine that the land has ceased to be used by the Territory of Hawaii for road purposes, then it shall revert to the jurisdiction and control of the War and Navy Departments, respectively, as formerly exercised thereover.",
        "[NAME]",
        "The White House,March 6, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6630-Restoring to the Territory of Hawaii a Tract of Land for Road Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362399"
}