{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9231-suspension-eight-hour-law-mechanics-and-laborers-employed-the",
    "doc": "executive-order-9231-suspension-eight-hour-law-mechanics-and-laborers-employed-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9231-Suspension of Eight-Hour Law as to Mechanics and Laborers Employed by the Department of the Interior or the Federal Works Agency in Construction and Reconditioning of Highways Necessary for the National Defense in the Territory of Alaska",
    "date": "August 20, 1942",
    "content": [
        "Whereas the Department of the Interior, Alaska Road Commission, is in the process of constructing and reconditioning, respectively, the Glenn and Richardson Highways, in the Territory of Alaska, which highways are necessary for military purposes and national defense in the Territory of Alaska; and",
        "Whereas the Public Roads Administration, Federal Works Agency, is engaged in the construction of the Alaska-Canada Highway in the Territory of Alaska, which highway is necessary for military purposes and national defense in the Territory of Alaska; and",
        "Whereas the interests of national defense require the completion of these highways at the earliest practicable date; and",
        "Whereas by section 1 of the act of August 1, 1892, 27 Stat. 340, as amended by the act of March 3, 1913, 37 Stat. 726 (U.S.C., title 40, section 321), the service of all laborers and mechanics employed by the Government upon any public work of the United States is limited to eight hours in any one day, except in case of extraordinary emergency; and",
        "Whereas it appears that unless the eight-hour limitation is suspended as to laborers and mechanics employed by the Department of the Interior or by the Federal Works Agency in the construction of the foregoing public works, it will be impossible, because of the labor shortage in the Territory of Alaska and because of the remoteness of these projects from sources of labor supply in the United States and the difficulties of housing and transporting additional labor from the United States, to accomplish the work necessary to the completion of such public works within the time required by the interests of national defense; and",
        "Whereas I find that by reason of the foregoing an extraordinary emergency exists:",
        "Now, Therefore, by virtue of the authority vested in me by section 1 of the said act of August 1, 1892, as amended by the said act of March 3, 1913, and as President of the United States, I hereby suspend, for the duration of the emergencies proclaimed by me on September 8, 1939 and May 27, 1941, the above-mentioned provisions of law prohibiting more than eight hours labor in any one day of laborers and mechanics employed by the Government of the United States as to all work performed by laborers and mechanics employed by the Department of the Interior in the construction and reconditioning, respectively, of the Glenn and Richardson Highways in the Territory of Alaska, and by the Federal Works Agency in the construction of the Alaska-Canada Highway in the Territory of Alaska: Provided, that the wages of all laborers and mechanics employed by the Department of the Interior or by the Federal Works Agency upon such projects shall be computed on a basic day rate of eight hours of work with overtime rates to be paid at not less than time and one-half the basic rate of pay for all hours of work in excess of eight hours in any one day.",
        "[NAME]",
        "The White House,August 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9231-Suspension of Eight-Hour Law as to Mechanics and Laborers Employed by the Department of the Interior or the Federal Works Agency in Construction and Reconditioning of Highways Necessary for the National Defense in the Territory of Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372321"
}