{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9059-excluding-certain-tracts-land-from-the-chugach-and-tongass-national",
    "doc": "executive-order-9059-excluding-certain-tracts-land-from-the-chugach-and-tongass-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9059-Excluding Certain Tracts of Land From the Chugach and Tongass National Forests and Restoring Them to Entry",
    "date": "February 12, 1942",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretaries of Agriculture and the Interior, it is ordered that the following described tracts of land in Alaska, occupied as homesites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Chugach and Tongass National Forests, as hereinafter indicated, and restored to entry under the applicable public-land laws:",
        "CHUGACH NATIONAL FOREST",
        "Homesite No. 42, on south bank of Kenal River, 0.60 of an acre, approximate latitude 60°29' N., longitude 149°49' W.;",
        "Homesite No. 56, lot \"A\" of Primrose Landing group, near south end of Kenal Lake, 3.63 acres, approximate latitude 60°20' N., longitude 149°22' W.",
        "TONGASS NATIONAL FOREST",
        "Homesite No. 62, lot 23, Hood Bay Homesite Group, Admiralty Island, 5 acres, U.S. Survey No. 2412:",
        "Homeslte No 67, tract 'D\", Mile 7 Group, 4.77 acres, U.S. Survey No. 2476;",
        "Homesite No. 117, tract \"N\" of Mud Bay Group, Revillagigedo Island, 2.85 acres, approximate latitude 55°25'15\", N., longitude 131°46'15\"' W.;",
        "Homesite No. 121, lot \"M\" of Mud Bay Group, 3.33 acres, approximate latitude 55°25' N., longitude 131°40' W.;",
        "Homesite No. 148, tract \"L\" of Mud Bay Group, 3.71 acres, approximate latitude 55°25' N., longitude 131°45'35\" W;",
        "Homesite No 194, lot \"B\" of Fritz Cove Group, 3.23 acres, U.S. Survey No. 2390;",
        "Homesite No. 211, lot \"F\", Wrangell Group, 4.26 acres, U.S. Survey No. 2321;",
        "Homesite No. 240, lot \"C\", Auke Bay Group, 2.78 acres, U.S. Survey No. 2389;",
        "Homesite No. 256, lot \"E\", Triangle Group, 2.17 acres, U.S. Survey No. 2391;",
        "Homesite No. 280, tract \"Q', Scow Bay Group, 4.97 acres, U.S. Survey No. 2464;",
        "Homesite No. 272, tract \"S\", Triangle Group, 4.71 acres, U.S. Survey No. 2391;",
        "Homesite No. 320, tract \"T\", Wrangell Group, 4.74 acres, U.S. Survey No. 2321;",
        "Homesite No. 337, on Hot Springs Bay, west shore of Baranof Island. 3.28 acres, approximate latitude 56°50'10\" N., longitude 135°22'10'' W.;",
        "Homesite No. 404, lot 32, Mountain Point Group, 0.85 of an acre, U.S. Survey No. 2402;",
        "Homesite No. 410, tract \"E\", Auke Lake Group, 4.96 acres, U.S. Survey No. 2392;",
        "Homesite No. 435, lot 91, Herring Bay Group, 4.13 acres, U.S. Survey No. 2403;",
        "Homesite No. 456, tract \"P\", East Craig Group, 5 acres, U.S. Survey No. 2327;",
        "Homesite No. 457, in East Craig Group on east shore of Shelter Cove, Prince of Wales Island, 2.65 acres, approximate latitude 55°28'33\" N., longitude 133°09' W.;",
        "Homesite No. 476, tract \"A\", Mountain Point Group, 2.03 acres, U.S. Survey No. 2402;",
        "Homesite No. 482, lot \"A\", tract \"A\", Fritz Cove Group, 3.79 acres, U.S. Survey 2390;",
        "Homesite No. 530, tract \"G\", Fritz Cove Group, 3.27 acres, U.S. Survey No. 2390;",
        "Homesite No. 538, lot \"J\", Mountain Point Group, 2.47 acres, U.S. Survey No. 2402;",
        "Homesite No. 540, on east shore of Clarence Strait, Cleveland Peninsula, 3.30 acres, approximate latitude 55°42' N., longitude 132°14' W.;",
        "Homesite No. 542, lot 3, Tenakee Group, 4.25 acres, U.S. Survey No. 2450;",
        "Homesite No. 546, lot 8, sec. 36, T. 50 S., R. 67 E., C. R. M., 4.76 acres;",
        "Homesite No. 549, lot \"C\", Pederson Hill Group, 5 acres, U.S. Survey No. 2386;",
        "Homesite No. 575, in Fishermans Harbor Group, Kosciusko Island, 1.52 acres, approximate latitude 55°57'45'' N., longitude 133°47'05\" W.;",
        "Homesite No. 577, lot \"J\" of Clover Pass Group, Revillagigedo Island, 3.67 acres, approximate latitude 55°28'24\"' N., longitude 131°47'35\" W.;",
        "Homesite No. 595, lot 36, Hood Bay Group, Admiralty Island, 2.63 acres, U.S. Survey No. 2413;",
        "Homesite No. 596, lot 22, Hood Bay Group, 4.31 acres, U.S. Survey No. 2412;",
        "Homesite No. 597, lot 16, Hood Bay Group, 3.50 acres, U.S. Survey No. 2412;",
        "Homesite No. 598, lot 29, Hood Bay Group, 4.46 acres, U.S. Survey No. 2413;",
        "Homesite No. 603, tract \"R\", Scow Bay Group, 3.41 acres, U.S. Survey No. 2464;",
        "Homesite No. 612, on shore of Deep Bay, Revillagigedo Island, 3.49 acres, approximate latitude 55°33'30'' N., longitude 131°40'45\" W.;",
        "Homesite No. 613, tract 65, Mountain Point Group, 0.64 of an acre, U.S. Survey No. 2402;",
        "Homesite No. 636, on south shore of Hot Springs Bay, Baranof Island, 3.78 acres, approximate latitude 56°50'10'' N., longitude 135°22'10\" W.;",
        "Homesite No. 641, lot \"A\", Smugglers Cove Group, 1.86 acres, U.S. Survey No. 2492;",
        "Homesite No. 681, lot 28, Hood Bay Group, 3.90 acres, U.S. Survey No. 2413;",
        "Homesite No. 684, on west side of False Point on Port Frederick, Chichagof Island, 4.10 acres, approximate latitude 58°05'48,' N., longitude 135°26'54'' W.;",
        "Homesite No. 747, lot 59, Mountain Point Group, 0.53 of an acre, U.S. Survey No. 2402;",
        "Homesite No. 771, in Fritz Cove Group on Auke Bay, 0.78 of an acre, approximate latitude 58°22'45\" N., longitude 134°38'20'' W.;",
        "Homesite No. 773, in Fritz Cove Group on Auke Bay, 0.43 of an acre, approximate latitude 58°22'' N., longitude 134°38' W.;",
        "Homesite No. 775, near Glacier Highway about 12.9 miles northerly from Juneau, 0.433 of an acre, approximate latitude 58°21' N., longitude 134°29' W.",
        "[NAME]",
        "The White House,February 12, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9059-Excluding Certain Tracts of Land From the Chugach and Tongass National Forests and Restoring Them to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372506"
}