{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6693-creation-the-committee-national-land-problems",
    "doc": "executive-order-6693-creation-the-committee-national-land-problems",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6693-Creation of the Committee on National Land Problems",
    "date": "April 28, 1934",
    "content": [
        "Whereas it is deemed desirable and in the public interest that a comprehensive survey and study of our national land problems be made for the purposes of (1) improving practices in land utilization, (2) better balancing our agricultural production, (3) aiding in the solution of human problems in land use, and (4) developing a national land program; and",
        "Whereas it is necessary and expedient that a committee be created to make such survey and study;",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, there is hereby created a committee which shall be known as \"the Committee on National Land Problems.\"",
        "The members of the Committee shall be appointed by the President, and it shall be composed of one representative of each of the following:",
        "Department of the Interior            Department of Agriculture            Federal Emergency Relief Administration",
        "The Committee shall act in a capacity advisory to the President, and its members shall serve without compensation.",
        "The Committee shall perform such functions and duties as may be necessary and as the President may prescribe to effectuate the purposes for which it is created.",
        "[NAME]",
        "The White House,April 28, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6693-Creation of the Committee on National Land Problems Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362465"
}