{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7163-authorising-the-attorney-general-revoke-certain-executive-allowances",
    "doc": "executive-order-7163-authorising-the-attorney-general-revoke-certain-executive-allowances",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7163-Authorising the Attorney General to Revoke Certain Executive Allowances of Claims Filed Under Section 9 of the Trading with the Enemy Act, as Amended, and Directing Him to Institute Suits for Recovery of Moneys and Properties Paid and Delivered Thereunder",
    "date": "August 29, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 5(a) of the Trading with the Enemy Act, approved October 6, 1917 (40 Stat. 411, 415), as amended, it is ordered as follows:",
        "1. The Attorney General of the United States is hereby vested with full power and authority to revoke or vacate any order or orders issued in favor of any claimant or claimants in purported pursuance of section 9 of the said Trading with the Enemy Act, as amended, which, in his opinion, have been made or allowed without authority of law, or as a result of misrepresentations made by any such claimant or by any authorized representative, agent, or attorney of any such claimant, or as a result of fraud on the part of any such claimant or any authorized representative, agent, or attorney of any such claimant, or as a residt of collusion of any such claimant, his agent, attorney or representative, with any officer or employee of the United States, with like effect as if the President had personally revoked or vacated such order or orders.",
        "2. The Attorney General is hereby authorized and directed to institute any suit, counterclaim, or other legal proceeding, at law or in equity, in the name of the Attorney General as successor to the Alien Property Custodian, or in the name of the United States, and to do any other lawful act, deemed necessary by him, for the purpose of reclaiming or recovering moneys and properties paid or delivered to any claimant or claimants as a result of any order or orders issued in purported pursuance of the said section 9 of the Trading with the Enemy Act, as amended, which in his opinion have been made without authority of law, or as a result of misrepresentations made by any such claimant or by any authorized representative, agent, or attorney of any such claimant, or as a result of fraud on the part of any such claimant or any authorized representative, agent, or attorney of any such claimant, or as a result of collusion of any such claimant, his agent, attorney, or representative, with any officer or employee of the United States; and the institution by the Attorney General of any such legal proceeding, suit or counterclaim, either at law or in equity, shall be an authorized exercise by him of the power and authority vested in him by paragraph 1 of this order.",
        "[NAME]",
        "The White House,August 29, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7163-Authorising the Attorney General to Revoke Certain Executive Allowances of Claims Filed Under Section 9 of the Trading with the Enemy Act, as Amended, and Directing Him to Institute Suits for Recovery of Moneys and Properties Paid and Delivered Thereunder Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362714"
}