{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9428-authorizing-certain-former-employees-the-federal-bureau-investigation",
    "doc": "executive-order-9428-authorizing-certain-former-employees-the-federal-bureau-investigation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9428-Authorizing Certain Former Employees of the Federal Bureau of Investigation, Department of Justice, to Acquire a Competitive Classified Status",
    "date": "February 29, 1944",
    "content": [
        "By virtue of the authority vested in me by section 2 of the Civil Service Act (22 Stat. 404) and section 1753 of the Revised Statutes of the United States, it is hereby ordered as follows:",
        "Any person who was appointed to a position as Fingerprint Classifier in the Federal Bureau of Investigation, Department of Justice, between the dates of August 21, 1939, and June 3, 1941, and who was not eligible to acquire a competitive classified civil-service status because his selection from the certificate of eligibles issued by the Civil Service Commission was not in accordance with the provisions of Civil Service Rule VII, may now acquire a competitive classified status: Provided, (a) that immediately following the date of his entry on duty in the Fingerprint Classifier position such person had at least one year of continuous satisfactory service; (b) that he voluntarily left the service without prejudice; and (c) that he is a citizen of the United States and is not disqualified by any provision of section 3 of Civil Service Rule V or any other provision of the Civil Service Rules, other than Rule VII, or any provision of the Civil Service Act or of any statute or Executive order.",
        "[NAME]",
        "The White House,February 29, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9428-Authorizing Certain Former Employees of the Federal Bureau of Investigation, Department of Justice, to Acquire a Competitive Classified Status Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355182"
}