{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10551-inspection-income-excess-profits-declared-value-excess-profits",
    "doc": "executive-order-10551-inspection-income-excess-profits-declared-value-excess-profits",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 - 1961",
    "title": "Executive Order 10551-Inspection of Income, Excess-Profits, Declared Value Excess-Profits, Capital Stock, Estate, and Gift Tax Returns by the Committee on Education and Labor of the House of Representatives",
    "date": "August 06, 1954",
    "content": [
        "By virtue of the authority vested in me by sections 55 (a), 508, 603, 729 (a), and 1204 of the Internal Revenue Code (53 Stat. 29, 111, 171; 54 Stat. 989, 1008; 55 Stat. 722; 26 U.S.C. 55 (a), 508, 603, 729 (a), and 1204), it is hereby ordered that any income, excess-profits, declared value excess-profits, capital stock, estate, or gift tax return for the years 1947 to 1953, inclusive, shall, during the Eighty-third Congress, be open to inspection by the Committee on Education and Labor of the House of Representatives, or any duly authorized subcommittee thereof, in connection with its studies of welfare and pension funds with a view to initiating legislation to protect and conserve these funds for the beneficiaries, subject to the conditions stated in Treasury Decision 6064, relating to inspection of returns by certain committees of the Congress, approved by me February 11, 1954.",
        "This Executive order shall be effective upon its filing for publication in the FEDERAL REGISTER.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "August 6, 1954."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10551-Inspection of Income, Excess-Profits, Declared Value Excess-Profits, Capital Stock, Estate, and Gift Tax Returns by the Committee on Education and Labor of the House of Representatives Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/234414"
}