{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-defining-quinaielt-reserve-boundaries",
    "doc": "executive-order-defining-quinaielt-reserve-boundaries",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Defining Quinaielt Reserve Boundaries",
    "date": "November 04, 1873",
    "content": [
        "EXECUTIVE MANSION, November 4, 1873.",
        "In accordance with the provisions of the treaty with the Quinaielt and Quillehute Indians, concluded July 1, 1855, and January 25, 1856 (Stats, at Large, vol. 12, p. 971), and to provide for other Indians in that locality, it is hereby ordered that the following tract of country in Washington Territory (which tract includes the reserve selected by W. W. Miller, superintendent of Indian affairs for Washington Territory, and surveyed by A. C. Smith, under contract of September 16, 1861) be withdrawn from sale and set apart for the use of the Quinaielt, Quillehute, Hoh, Quit, and other tribes of fish-eating Indians on the Pacific coast, viz: Commencing on the Pacific coast at the southwest corner of the present reservation, as established by Mr. Smith in his survey under contract with Superintendent Miller, dated September 16, 1861; thence due east, and with the line of said survey, 5 miles to the southeast corner of said reserve thus established; thence in a direct line to the most southerly end of Quinaielt Lake; thence northerly around the east shore of said lake to the northwest point thereof; thence in a direct line to a point a half mile north of the Queetshee River and 3 miles above its mouth; thence with the course of said river to a point on the Pacific coast, at low-water mark, a half mile above the mouth of said river; thence southerly, at low-water mark, along the Pacific to the place of beginning.",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Defining Quinaielt Reserve Boundaries Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372627"
}