{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6753-exemption-mrs-maud-brackett-pattin-from-compulsory-retirement-for-age",
    "doc": "executive-order-6753-exemption-mrs-maud-brackett-pattin-from-compulsory-retirement-for-age",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6753-Exemption of Mrs. Maud Brackett Pattin from Compulsory Retirement for Age",
    "date": "June 28, 1934",
    "content": [
        "Whereas section 204 of the act of June 30, 1932 (ch. 314, 47 Stat. 382, 404; 5 U.S.C., sec. 692b), provides:",
        "\"On and after July 1, 1932, no person rendering civilian service in any branch or service of the United States Government or the municipal government of the District of Columbia who shall have reached the retirement age prescribed for automatic separation from the service, applicable to such person, shall be continued in such service, notwithstanding any provision of law or regulation to the contrary: Provided, That the President may, by Executive order, exempt from the provisions of this section any person when, in his judgment, the public interest so requires * * *.\"",
        "And Whereas the public interest requires that Mrs. Maud Brackett Pattin, clerk, Quartermaster Corps, War Department, Office of the Military Attaché, American Embassy, Mexico City, Mexico, who, on July 28, 1934, will reach the retirement age prescribed for automatic separation from the service, be exempted from the provisions of this section and continued in the service until February 1, 1935;",
        "Now, Therefore, by virtue of the authority vested in me by the aforesaid section, I do hereby exempt Mrs. Maud Brackett Pattin from the provisions thereof and continue her in the service until February 1, 1935.",
        "[NAME]",
        "The White House,June 28, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6753-Exemption of Mrs. Maud Brackett Pattin from Compulsory Retirement for Age Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362529"
}