{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6959-restoration-entry-certain-tracts-land-tongass-national-forest-alaska",
    "doc": "executive-order-6959-restoration-entry-certain-tracts-land-tongass-national-forest-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6959-Restoration to Entry of Certain Tracts of Land in Tongass National Forest, Alaska",
    "date": "February 04, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, occupied as home sites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Home site no. 81, on Icehouse Cove, Revillagigedo Island, 4.17 acres; approximate latitude 55°17'35\" N., longitude 131°28'20\" W.",
        "Home site no. 218, on Montana Creek, net area 4.93 acres; approximate latitude 58°24'48\" N., longitude 134°37' W.",
        "Home site no. 271, tract D, Mud Bay group, east shore Tongass Narrows, Revillagigedo Island, 4.11 acres; approximate latitude 55°24'30\" N., longitude 131°45'30\" W.",
        "Home site no. 303, on Montana Creek, net area 4.86 acres; approximate latitude 58°24'48\" N., longitude 134°37' W.",
        "Home site no. 304, tract I, Wrangell group, Wrangell Island, 3.69 acres; approximate latitude 56°25'40\" N., longitude 132°22'18\" W.",
        "Home site no. 332, on northeast shore Security Bay, Kuiu Island, 4.96 acres; approximate latitude 56°52'30\" N., longitude 134°20'30\" W.",
        "Home site no. 343, on south shore Deep Bay, Revillagigedo Island, 4.96 acres; approximate latitude 55°33'20\" N., longitude 131°40'45\" W.",
        "[NAME] site no. 365, Mountain Point group, Revillagigedo Island, 1.98 acres; approximate latitude 55°17'55\" N., longitude 131°32' W.",
        "Home site no. 469, on Dall Bay, Gravina Island, 4.70 acres; approximate latitude 55°09'10\" N., longitude 131°45'40\" W.",
        "[NAME]",
        "The White House,February 4, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6959-Restoration to Entry of Certain Tracts of Land in Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362630"
}