{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8868-secretary-navy-authorized-take-possession-federal-shipbuilding-and",
    "doc": "executive-order-8868-secretary-navy-authorized-take-possession-federal-shipbuilding-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8868-Secretary of Navy Authorized To Take Possession of Federal Shipbuilding and Drydock Company",
    "date": "August 23, 1941",
    "content": [
        "Whereas. on the 27th day of May 1941, a Presidential proclamation was issued, declaring an unlimited national emergency and calling upon all loyal citizens in production for defense to give precedence to the needs of the Nation to the end that a system of government which makes private enterprise possible may survive; and calling upon our loyal workmen and employers to merge their lesser differences in the larger effort to insure the survival of the only kind of government which recognizes the rights of labor or of capital, and calling upon all loyal citizens to place the Nation's needs first in mind and in action to the end that we may mobilize and have ready for instant defensive use, all of the physical powers, all of the moral strength and all of the material resources of the Nation; and",
        "Whereas The Federal Shipbuilding and Drydock Company has contracted with the United States, its departments and agencies for the construction and manufacture of vessels, facilities and other material and equipment vital to the defense of the United States, and such vessels, facilities, material and equipment have been in the course of construction and manufacture at the plant of said company and the United States owns vessels and facilities in the course of construction and material and equipment there situated; and",
        "Whereas a controversy arose concerning the terms and conditions of employment between said company and its workers which they have been unable to adjust by collective bargaining, and the controversy was duly certified to the National Defense Mediation Board, established by Executive Order of March 19, 1941; and the said Board has made a recommendation which the company has refused to accept; and",
        "Whereas as a result of such refusal, the construction and manufacture at said company's plant of vessels, facilities, material and equipment has been interrupted by a strike which still continues, the objectives of said proclamation of May 27, 1941, are jeopardized, and the immediate resumption of the construction and manufacture of said vessels, facilities, material and equipment is essential to the defense of the United States; and",
        "Whereas for the time being and under the circumstances set forth, it is essential in order that operation at said plant be continued that the plant be operated by or under the control of the United States:",
        "Now, Therefore, I, Franklin D. Roosevelt, pursuant to the powers vested in me by the Constitution and laws of the United States, as President of the United States and Commander-in-Chief of the Army and Navy of the United States, hereby authorize and direct the Secretary of the Navy immediately to take possession of and operate the plant of The Federal Shipbuilding and Drydock Company, through and with the aid of such person or persons or instrumentality as may be designated, and in so far as may be necessary or desirable, to produce the vessels, facilities, material and equipment called for by the company's contracts with the United States, its departments and agencies, or otherwise, and do all things necessary or incidental to that end. There shall be employed such employees, including a competent civilian adviser on industrial relations, as are necessary to carry out the provisions of this order, and, in furtherance of the purposes of this order, the Secretary of the Navy may exercise any existing contract rights with said company, or take such other steps as may be necessary or desirable.",
        "Possession and operation hereunder shall be terminated by the President as soon as he determines that the plant will be privately operated in a manner consistent with the needs of national defense.",
        "[NAME]",
        "The White House,August 23, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8868-Secretary of Navy Authorized To Take Possession of Federal Shipbuilding and Drydock Company Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372165"
}