{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6500-revoking-part-executive-order-no-5462-withdrawing-public-land-for",
    "doc": "executive-order-6500-revoking-part-executive-order-no-5462-withdrawing-public-land-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6500-Revoking in Part Executive Order No. 5462 Withdrawing Public Land for Customs and Immigration Inspection Purposes",
    "date": "December 15, 1933",
    "content": [
        "ARIZONA",
        "By virtue of the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), Executive Order No. 5462, dated October 14, 1930, withdrawing a certain tract of land, then unsurveyed, described by metes and bounds, in secs. 6 and 7, T. 18 S., R. 5 W. of the Gila and Salt River meridian, for customs and immigration inspection purposes at the international boundary line in Arizona, is hereby revoked as to the following portion of said tract as now shown upon the supplemental plat of survey of said township approved August 25, 1933: Lot 8, sec. 6, and lot 3, sec. 7, containing a total of 2.87 acres, and comprising that part of the original tract of land lying west of the center line of the Ajo-Sonoyta Highway. The tract of land remaining withdrawn for customs and immigration-inspection purposes, as shown upon said supplemental plat of survey, consists of lot 9, sec. 6, and lot 4, sec. 7, said township and range, containing a total of 5.84 acres.",
        "[NAME]",
        "The White House,December 15, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6500-Revoking in Part Executive Order No. 5462 Withdrawing Public Land for Customs and Immigration Inspection Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373223"
}