{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5616-transfer-lands-between-the-pend-oreille-and-kootenai-national-forests",
    "doc": "executive-order-5616-transfer-lands-between-the-pend-oreille-and-kootenai-national-forests",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5616-Transfer of Lands Between the Pend Oreille and Kootenai National Forests, Idaho-Montana",
    "date": "May 02, 1931",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 36; U.S. Code, title 16, sec. 473), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the following changes be made in the boundary between the Pend Oreille and Kootenai National Forests in the States of Idaho and Montana:",
        "First. Beginning on the international boundary line between the United States of America and the Dominion of Canada, at boundary post No. 222; thence in a southerly direction following the hydrographic divide between Canuck Creek on the west and American Creek on the east to Canuck Peak; thence continuing on the hydrographic divide between the headwaters of Spread Creek, Hell Roaring Creek, and north and south forks of Meadow Creek in Montana, and Deer Creek and Skin Creek in Idaho to the Idaho-Montana State line at monument 23.",
        "Second. Beginning at a point in the center of the Kootenai River at its intersection with the Idaho-Montana State line; thence northwesterly following the center line of said river approximately one-half mile to a point approximately 10 chains south of the mouth of Boulder Creek; thence in a southwesterly direction following the hydrographic divide between Boulder Creek and East Fork lying to the northwest, and Raymond Creek and the headwaters of North Callahan Creek on the southeast, through Timber Mountain, Star Mountain, and Middle Mountain to Boulder Peak; thence in a general southerly direction following the hydrographic divide between the headwaters of Boulder Creek, Grouse Creek, and Rapid Lightning Creek on the west, and North and South Callahan Creeks on the east to Mount Pend Oreille; thence continuing southeasterly on the hydrographic divide between the headwaters of North Fork Lightning Creek on the south and South Callahan Creek and Keeler Creek on the north and east, through Moose Mountain, Bening Mountain, Rattle Mountain, Lightning and Twin Peaks to monument 65 on the Idaho-Montana State line; thence continuing on the hydrographic divide easterly and southerly between the headwaters of East Fork Lightning Creek on the west and Keeler Creek and Stanley Creek on the east to the intersection with the boundary between the Kootenai and Cabinet National Forests in the State of Montana; thence following along said interforest boundary line to its intersection with the Idaho- Montana State line at approximately monument 72.",
        "It is intended by this Executive order through changes of the boundary between the Pend Oreille and Kootenai National Forests to transfer certain lands from the Pend Oreille to the Kootenai National Forest and certain other lands from the Kootenai to the Pend Oreille National Forest, said transfers to be effective on July 1, 1931.",
        "[NAME]",
        "The White House,May 2, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5616-Transfer of Lands Between the Pend Oreille and Kootenai National Forests, Idaho-Montana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361367"
}