{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9419-bronze-star-medal",
    "doc": "executive-order-9419-bronze-star-medal",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9419-Bronze Star Medal",
    "date": "February 04, 1944",
    "content": [
        "By virtue of the authority vested in me as President of the United States and as Commander in Chief of the Army and Navy of the United States, it is hereby ordered as follows:",
        "There is hereby established the Bronze Star Medal, with accompanying ribbons and appurtenances, for award to any person who, while serving in any capacity in or with the Army, Navy, Marine Corps, or Coast Guard of the United States on or after December 7, 1941, distinguishes, or has distinguished, himself by heroic or meritorious achievement or service, not involving participation in aerial flight, in connection with military or naval operations against an enemy of the United States.",
        "The Bronze Star Medal and appurtenances thereto shall be of appropriate design approved by the Secretary of War and the Secretary of the Navy, and may be awarded by the Secretary of War, or the Secretary of the Navy, or by such commanding officers of the Army, Navy, Marine Corps, or Coast Guard as the said Secretaries may respectively designate. Awards shall be made under such regulations as the said Secretaries shall severally prescribe, and such regulations shall, so far as practicable, be of uniform application.",
        "No more than one Bronze Star Medal shall be awarded to any one person, but for each succeeding heroic or meritorious achievement or service justifying such an award a suitable device may be awarded to be worn with the medal as prescribed by appropriate regulations. The Bronze Star Medal or device may be awarded posthumously, and, when so awarded, may be presented to such representative of the deceased as may be designated in the award.",
        "[NAME]",
        "The White House,February 4, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9419-Bronze Star Medal Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355151"
}