{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6881-transfer-lands-from-the-cochetopa-the-gunnison-national-forest-and",
    "doc": "executive-order-6881-transfer-lands-from-the-cochetopa-the-gunnison-national-forest-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6881-Transfer of Lands from the Cochetopa to the Gunnison National Forest, and from the Gunnison to the Cochetopa National Forest, Colorado",
    "date": "October 22, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (30 Stat. 11, 36, 16 U.S.C., sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the boundary between the Cochetopa and Gunnison National Forests in Tps. 48 and 49 N., R. 4 E., New Mexico principal meridian, in the State of Colorado, be, and it is hereby, described as follows:",
        "Beginning at the northeast corner of sec. 22, T. 48 N., R. 4 E., New Mexico principal meridian, which is a point on the present boundary of the Cochetopa National Forest; thence north to the west quarter corner of sec. 14, said township; thence east to the center of said sec. 14; thence north approximately 1 1/8; miles to the hydrographic divide between Horn Gulch on the north and west and the tributaries of Tomichi Creek to the south; thence easterly along said divide to the divide between Horn Gulch on the north and Dawson Creek on the south, continuing through secs. 1, 11, and 12 of said township and sec. 36 of T. 49 N., R. 4 E. to the point where said divide intersects the east line of said sec. 36, which is a point on the present interforest boundary between the Cochetopa and Gunnison National Forests.",
        "It is further ordered that all lands of the Cochetopa National Forest lying to the north and west of the above-described line be, and they are hereby, transferred to the Gunnison National Forest, and that all lands of the Gunnison National Forest lying to the south and. east of the above-described line be, and they are hereby, transferred to the Cochetopa National Forest.",
        "It is not intended by this order to give any publicly owned lands a nationalforest status which have hitherto not had such status, or to remove any publicly owned lands from a national-forest status.",
        "[NAME]",
        "The White House,October 22, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6881-Transfer of Lands from the Cochetopa to the Gunnison National Forest, and from the Gunnison to the Cochetopa National Forest, Colorado Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362588"
}