{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8316-authorizing-the-initial-appointment-certain-position-the-wage-and",
    "doc": "executive-order-8316-authorizing-the-initial-appointment-certain-position-the-wage-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8316-Authorizing the Initial Appointment to a Certain Position in the Wage and Hour Division, Department of Labor, Without Compliance With the Civil Service Rules, and Revoking in Part Executive Order No. 8027 of December 23, 1938",
    "date": "December 27, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), it is hereby ordered that, subject to the establishment before the Civil Service Commission of requisite qualifications, the initial appointment to the position of Assistant to the Assistant Administrator in Charge of the Cooperation and Inspection Branch of the Wage and Hour Division in the Department of Labor may be effected without compliance with the competitive requirements of the Civil Service Rules: Provided, that the person so appointed shall not thereby acquire a competitive classified civil service status.",
        "Executive Order No. 8027 of December 23, 1938, entitled \"Authorizing Initial Appointments to Certain Executive and Policy Forming Positions in the Wage and Hour Division in the Department of Labor without Compliance with the Civil Service Rules\" is hereby revoked in so far as it relates to the positions of Director of Regional Offices, and Chief of Policies and Standards Section.",
        "This order is recommended by the Secretary of Labor.",
        "[NAME]",
        "The White House,December 27, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8316-Authorizing the Initial Appointment to a Certain Position in the Wage and Hour Division, Department of Labor, Without Compliance With the Civil Service Rules, and Revoking in Part Executive Order No. 8027 of December 23, 1938 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368412"
}