{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8346-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8346-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8346-Amending the Foreign Service Regulations of the United States",
    "date": "February 12, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter VI thereof:",
        "CHAPTER VI-CORRESPONDENCE, REPORTS, AND MAIL",
        "VI-1. Conduct of official correspondence. (a) Authority of officers of the Foreign Service to correspond on official matters. Subject to such regulations as may be prescribed by the Secretary of State, officers of the Foreign Service may correspond on official matters with the government of the country to which they are assigned or accredited, with the Secretary of State, and with the following branches and officials of the Government of the United States, but with no one else:",
        "(1) American officials stationed or temporarily residing in foreign countries, and officials of insular possessions of the United States;",
        "(2) The Department of Agriculture;",
        "(3) The Department of Commerce;",
        "(4) The Comptroller General of the United States:",
        "(5) Collectors of customs and appraisers;",
        "(6) Immigration inspectors;",
        "(7) Officials of other departments in reply to inquiries from them.",
        "(b) Authority of officers of the Foreign Service to correspond on matters of private business. Subject to such regulations as may be prescribed by the Department of State, an officer of the Foreign Service may correspond in his official capacity with any person on matters which relate strictly to the private business of such person.",
        "(c) Duties of officers of the Foreign Service in connection with the conduct of correspondence. Officers of the Foreign Service shall perform the following duties in connection with the conduct of official correspondence:",
        "(1) Inaugurate correspondence whenever required to do so by the Secretary of State, the Foreign Service Regulations, or the exigencies of the situation;",
        "(2) Acknowledge promptly all correspondence addressed to them in their official capacity and, subject to such limitations as may be prescribed in these Regulations, supply the inquirers with the information requested;",
        "(3) Submit such reports as are required or authorized by the terms of these Regulations;",
        "(4) Transmit copies of all documents, publications, newspaper items, foreign laws, decrees, translations, and such items of information as may be required by the Secretary of State for the use of the Department of State or of other Government departments.",
        "VI-2. Preparation and transmission of official correspondence and mail. Officers of the Foreign Service shall prepare and transmit official correspondence and mail in accordance with such rules and regulations as may be prescribed by the Secretary of State.",
        "VI-3. Disposition of unofficial mail received at Foreign Service offices. Unofficial mall received at Foreign Service offices shall be disposed of in accordance with such rules and regulations as the Secretary of State may prescribe.",
        "CANCELLATION OF REGULATIONS",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Sections VIII-1 to VIII-7, inclusive, VIII-9, XI-11, XV-3, XVI-18 to XVI-20, inclusive, XVII-14, XVII-15, XVII-18, XVII-21, XVII-23 to XVII-27, inclusive.",
        "Chapter XVIII.",
        "PART II",
        "Sections VI-97, XXIV-439, XXIV-445, XXIV-448, XXIV-450, XXIV-460, XXIV-463, XXIV-476, XXVIII-595, XXVIII-596, XXVIII-603F.",
        "Chapter IX.",
        "REVOCATION OF EXECUTIVE ORDERS",
        "The following Executive orders are hereby revoked:",
        "Executive Order No. 3653-A dated March 27, 1922.",
        "Executive Order No. 3899 dated September 6, 1923.",
        "[NAME]",
        "[NAME]",
        "[NAME]",
        "[NAME].",
        "The White House,February 12, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8346-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372569"
}