{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6487-approval-code-fair-competition-for-the-alcoholic-beverage-wholesale",
    "doc": "executive-order-6487-approval-code-fair-competition-for-the-alcoholic-beverage-wholesale",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6487-A-Approval of Code of Fair Competition for the Alcoholic Beverage Wholesale Industry",
    "date": "December 09, 1933",
    "content": [
        "Whereas, the Secretary of Agriculture having submitted for my approval & Code of Fair Competition for the Alcoholic Beverage Wholesale Industry and having rendered his report and recommendations and findings thereon;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby find that:",
        "1. Due notice and opportunity for hearings to interested parties here been given pursuant to the provisions of the act and regulations thereunder, upon a code of fair competition presented by the Secretary of Agriculture upon his own motion pursuant to section 3 (d) of the act, and Executive orders under the act; and",
        "2. Hearings have been held upon said code, pursuant to such notice and pursuant to the pertinent provisions of the act and regulations thereunder; and",
        "3. Said code of fair competition constitutes a code of fair competition, as contemplated by the act, and complies in all respects with the pertinent provisions of the act, including clause (2) of subsection (a) of section 3 of title I of the act; and",
        "4. It appears, after due consideration, that said code of fair competition will tend to effectuate the policy of Congress as declared in section 1 of title I of the act.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby approve said Code of Fair Competition for the Alcoholic Beverage Wholesale Industry.",
        "[NAME]",
        "The White House,December 9, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6487-A-Approval of Code of Fair Competition for the Alcoholic Beverage Wholesale Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373206"
}