{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6789-authorizing-the-alaska-railroad-engage-coastwise-and-ocean",
    "doc": "executive-order-6789-authorizing-the-alaska-railroad-engage-coastwise-and-ocean",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6789-Authorizing the Alaska Railroad to Engage in Coastwise and Ocean Transportation",
    "date": "June 30, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in particular by section 1 of \"An act to authorize the President of the United States to locate, construct, and operate railroads in the Territory of Alaska, and for other purposes\", approved May 12, 1914 (ch. 37, 38 Stat. 305), and in view of the present serious interruption to coastwise and ocean transportation to and from the Territory of Alaska, thus interfering with the operation and maintenance of The Alaska Railroad by causing a shortage of food supplies and equipment in the Territory, The Alaska Railroad is hereby authorized and directed to charter any or all vessels which may be required, and to perform any and all acts necessary for the operation of such vessels for transporting passengers and freight to and from any or all accessible portions of the Territory, for the purpose of providing normal transportation facilities during the period of such transportation emergency. The Alaska Railroad shall continue to operate and control these vessels for such period as may be necessary, or until normal transportation facilities have been restored.",
        "It is further directed that present passenger and freight charges shall be maintained by The Alaska Railroad in connection with its operation of this additional service.",
        "[NAME]",
        "The White House,June 30, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6789-Authorizing the Alaska Railroad to Engage in Coastwise and Ocean Transportation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373396"
}