{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9064-authorizing-the-governor-the-panama-canal-furnish-certain",
    "doc": "executive-order-9064-authorizing-the-governor-the-panama-canal-furnish-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9064-Authorizing the Governor of the Panama Canal To Furnish Certain Transportation to Persons Engaged for Service on the Isthmus of Panama",
    "date": "February 16, 1942",
    "content": [
        "By virtue of the authority vested in me by section 81 of title 2 of the Canal Zone Code, as amended by section 3 of the act of July 9, 1937, c. 470, 50 Stat. 487, it is hereby ordered as follows:",
        "1. Notwithstanding the provisions of paragraph 3 of Executive Order No. 1888 of February 2, 1914, relating to conditions of employment in the Panama Canal service, the Governor of The Panama Canal is authorized (1) to furnish free transportation, or to make reimbursement of cost thereof, from any point within the continental United States to the port of departure for the Isthmus of Panama, to any person engaged for service with The Panama Canal on the Isthmus; (2) to furnish free transportation from the port of departure to the Isthmus; and (3) to pay to such person a subsistence allowance not in excess of six dollars a day while en route to the port of departure and awaiting transportation therefrom.",
        "2. The Governor of The Panama Canal may prescribe such regulations as may be necessary to carry out the provisions of this order.",
        "3. This order shall be effective as of February 1, 1942, and shall remain in force during the continuance of the present war and for six months after the termination thereof.",
        "[NAME]",
        "The White House,February 16, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9064-Authorizing the Governor of the Panama Canal To Furnish Certain Transportation to Persons Engaged for Service on the Isthmus of Panama Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368004"
}