{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6342-inspection-tax-returns-special-committee-investigate-receivership-and",
    "doc": "executive-order-6342-inspection-tax-returns-special-committee-investigate-receivership-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6342-Inspection of Tax Returns by Special Committee to Investigate Receivership and Bankruptcy Proceedings and Appointment of Receivers and Trustees, United States Senate, Authorized",
    "date": "October 18, 1933",
    "content": [
        "By virtue of the authority vested in me by section 257(a) of the Revenue Act of 1926 (ch. 27, 44 Stat. 9, 51), section 55 of the Revenue Act of 1928 (ch. 852, 45 Stat. 791, 809), and section 55 of the Revenue Act of 1932 (ch. 209, 47 Stat. 169, 189), it is hereby ordered that tax returns shall be open to inspection by the Special Committee to Investigate Receivership and Bankruptcy Proceedings and Appointment of Receivers and Trustees, appointed under Senate Resolution 78, Seventy-third Congress, such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury and approved by the President under date of December 13, 1932 (T.D. 4359), as amended under date of August 3, 1933 (T.D. 4378), and as further amended this date.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 18, 1933.",
        "AMENDMENT TO TREASURY DECISION 4359, AS AMENDED BY TREASURY DECISION 4378, TO PERMIT INSPECTION OF RETURNS BY SPECIAL COMMITTEE TO INVESTIGATE RECEIVERSHIP AND BANKRUPTCY PROCEEDINGS AND APPOINTMENT OF RECEIVERS AND TRUSTEES.",
        "TREASURY DEPARTMENT,                                                                   Washington, D.C.",
        "To Collectors of Internal Revenue and Others Concerned:",
        "Treasury Decision 4359 (being regulations prescribed by the Secretary and approved by the President, applicable to the inspection of returns under the Revenue Act of 1932 and prior revenue acts, and incorporated as part of article 421 of Income Tax Regulations 77), as amended by Treasury Decision 4378 (Int. Rev. Bull. XII-34, 10), is further amended by changing paragraph numbered 13(a) thereof to read as follows:",
        "\"13(a). Notwithstanding any other provisions of these regulations, returns may be inspected by the Special Committee to Investigate Foreign and Domestic, Ocean and Air Mail Contracts, appointed under Senate Resolution 349, Seventy-second Congress, or by the Special Committee to Investigate Receivership and Bankruptcy Proceedings and Appointment of Receivers and Trustees, appointed under Senate Resolution 78, Seventy-third Congress, to the same extent and in the same manner as by a select committee of the Senate specially authorized to investigate returns by a resolution of the Senate.\"",
        "[NAME], Secretary of the Treasury.",
        "Approved: [NAME]. The White House, October 18, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6342-Inspection of Tax Returns by Special Committee to Investigate Receivership and Bankruptcy Proceedings and Appointment of Receivers and Trustees, United States Senate, Authorized Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362170"
}