{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6964-withdrawal-for-classification-all-public-land-certain-states",
    "doc": "executive-order-6964-withdrawal-for-classification-all-public-land-certain-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6964-Withdrawal for Classification of All Public Land in Certain States",
    "date": "February 05, 1935",
    "content": [
        "Whereas title II of the National Industrial Recovery Act, of June 16, 1933 (ch. 90, 48 Stat. 195), provides among other things for the preparation of a comprehensive program of public works which shall include among other matters the conservation and development of natural resources, including control, utilization, and purification of waters, prevention of soil or coastal erosion, and flood control; and",
        "Whereas in furtherance of the said act the Special Board for Public Works appointed by Executive Order No. 6174, of June 16, 1933, has by its resolution of July 18, 1934, included in the comprehensive program of public works contemplated by title II of the National Industrial Recovery Act certain projects known as \"The Land Program, Federal Emergency Relief Administration\"; and",
        "Whereas the said Land Program contemplates the use of public lands in the States of Alabama, Arkansas, Florida, Kansas, Louisiana, Michigan, Minnesota, Mississippi, Nebraska, Oklahoma, Washington, and Wisconsin for projects concerning the conservation and development of forests, soil, and other natural resources, the creation of grazing districts, and the establishment of game preserves and bird refuges; and",
        "Whereas I find and declare that it is necessary to classify all the unreserved and unappropriated lands of the public domain within the said States for the purpose of the effective administration of the said Land Program:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed and to valid existing rights, it is ordered that all the public lands in the States of Alabama, Arkansas, Florida, Kansas, Louisiana, Michigan, Minnesota, Mississippi, Nebraska, Oklahoma, Washington, and Wisconsin be, and they are hereby, temporarily withdrawn from settlement, location, sale, or entry, and reserved for classification and pending determination of the most useful purposes to which said lands may be put in furtherance of said Land Program, and for the conservation and development of natural resources.",
        "Public lands within any of the States herein enumerated which are on the date of this order under an existing reservation for a public purpose are exempted from the force and effect of the provisions of this order so long as such existing reservation remains in force and effect.",
        "This order shall continue in full force and effect unless and until revoked by the President or by an act of Congress.",
        "[NAME]",
        "The White House,February 5, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6964-Withdrawal for Classification of All Public Land in Certain States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362633"
}