{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-1061-ordering-solicitor-general-report-president-branding-requirements-for",
    "doc": "executive-order-1061-ordering-solicitor-general-report-president-branding-requirements-for",
    "president": "William Howard Taft",
    "president_byline": "27th President of the United States: 1909 - 1913",
    "title": "Executive Order 1061-Ordering Solicitor General to Report to President on Branding Requirements for Whisky",
    "date": "April 08, 1909",
    "content": [
        "A number of distillers and importers of spirits and whisky, represented by Lawrence Maxwell, Esq., Hon. Joseph H. Choate, Alfred Lucking, Warwick M. Hough, and Hon. W. W. Armstrong, having appealed to the President for a hearing with respect to the order issued by the Commissioner of Internal Revenue, known as Order No. 723, pursuant to the rules and regulations for the enforcement of the Food and Drugs Act and Food and Inspection Decision No. 65, promulgated and made by the Secretary of Agriculture under date of May 14, 1908, claiming that the provisions of said order are in violation of the terms of the said Act in that they require to be branded as imitations or compounds, or otherwise, whiskies which have well settled names in the trade, and which it was not the intention of Congress by the said Food and Drugs Act to require to be described by any other designation; and certain distillers of whiskey having appeared by Edmund W. Taylor and the Hon. John G. Carlisle, after consideration the matter is hereby referred to Hon. Lloyd W. Bowers, Solicitor General of the United States, to take testimony and report to the President his opinion on the following points, namely:",
        "I. What was the article called whisky as known (1) to the manufacturers, (2) to the trade, and (3) to the consumers at and prior to the date of the passage of the Pure Food Law?",
        "II. What did the term whisky include?",
        "III. Was there included in the term whisky any maximum or minimum of congeneric substances as necessary in order that distilled spirits should be properly designated whisky?",
        "IV. Was there any abuse in the application of the term whisky to articles not properly falling within the definition of that term at and prior to the passage of the Pure Food Law, which it was the intention of Congress to correct by the provisions of that Act?",
        "V. Is the term whisky as a drug applicable to a different product than whisky as a beverage? If so, in what particulars?",
        "The Solicitor General will from time to time determine the extent and character of the hearing and will report with his opinion the evidence taken by him pursuant hereto.",
        "[NAME]."
    ],
    "citation": "William Howard Taft, Executive Order 1061-Ordering Solicitor General to Report to President on Branding Requirements for Whisky Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/364894"
}