{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6757-establishing-the-committee-economic-security-and-the-advisory-council",
    "doc": "executive-order-6757-establishing-the-committee-economic-security-and-the-advisory-council",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6757-Establishing the Committee on Economic Security and the Advisory Council on Economic Security",
    "date": "June 29, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the National Industrial Recovery Act (ch. 90, 48 Stat. 195), I hereby establish (1) the Committee on Economic Security (hereinafter referred to as the Committee) consisting of the Secretary of Labor, chairman, the Secretary of the Treasury, the Attorney General, the Secretary of Agriculture, and the Federal Emergency Relief Administrator, and (2) the Advisory Council on Economic Security (hereinafter referred to as the Advisory Council), the original members of which shall be appointed by the President and additional members of which may be appointed from time to time by the Committee.",
        "The Committee shall study problems relating to the economic security of individuals and shall report to the President not later than December 1, 1934, its recommendations concerning proposals which in its judgment will promote greater economic security.",
        "The Advisory Council shall assist the Committee in the consideration of all matters coming within the scope of its investigations.",
        "The Committee shall appoint (1) a Technical Board on Economic Security consisting of qualified representatives selected from various departments and agencies of the Federal Government, and (2) an executive director who shall have immediate charge of studies and investigations to be carried out under the general direction of the Technical Board, and who shall, with the approval of the Technical Board, appoint such additional staff as may be necessary to carry out the provisions of this order.",
        "[NAME]",
        "The White House,June 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6757-Establishing the Committee on Economic Security and the Advisory Council on Economic Security Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/208449"
}