{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5262-revoking-withdrawal-land-for-resurvey-arizona",
    "doc": "executive-order-5262-revoking-withdrawal-land-for-resurvey-arizona",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5262-Revoking Withdrawal of Land for Resurvey, Arizona",
    "date": "January 20, 1930",
    "content": [
        "It is hereby ordered that Executive Order No. 4798 of January 23, 1928, which withdrew the public lands in T. 4 S., Rs. 8, 9, and 10 E., Gila and Salt River Meridian, Arizona, and Executive Order No. 4828 of March 12, 1928, which withdrew the public lands in T. 6 S., Rs. 5, 6, 7, 8, and 9 E., and T. 7 S., Rs. 5, 6, and 7 E., Gila and Salt River Meridian, Arizona, pending a resurvey of these townships, be and the same are hereby revoked as to the above-mentioned townships.",
        "And it is hereby ordered, pursuant to Public Resolution No. 29 of February 14, 1920 (41 Stat. 434), as amended January 21 and December 28, 1922 (42 Stat. 358, 1067), that the above-described lands, if otherwise subject to disposition, subject to valid rights, shall be opened to entry under the homestead or desert land laws only by qualified ex-service men of the war with Germany, under the terms and conditions of such resolutions, and the regulations issued thereunder, for a period of 91 days, beginning with the official filing of the plats of resurvey, and thereafter to appropriation under any public land law applicable thereto by the general public.",
        "Subsequent to the date hereof, and prior to the date of restoration to general disposition as herein provided, no right may be acquired to the released lands by settlement in advance of entry, or otherwise, except strictly in accordance herewith.",
        "[NAME]",
        "The White House,January 20, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5262-Revoking Withdrawal of Land for Resurvey, Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361131"
}