{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6710-amendment-executive-order-no-6354-october-23-1933-prescribing-rules",
    "doc": "executive-order-6710-amendment-executive-order-no-6354-october-23-1933-prescribing-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6710-Amendment of Executive Order No. 6354 of October 23, 1933, Prescribing Rules and Regulations Under the National Industrial Recovery Act",
    "date": "May 15, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me under title 1 of the National Industrial Recovery Act of June 16, 1933 (ch. 90, 48 Stat. 195), and in order to effectuate the purposes of said title, Executive Order No. 6354 of October 23, 1933, prescribing rules and regulations under the National Industrial Recovery Act is hereby amended by striking out the paragraph numbered 1 thereof and inserting in its stead the following paragraph:",
        "\"Employers engaged only locally in retail trade or local service trades or industries who operate not more than three establishments and whose place or places of business is or are located in a town or towns each of less than 2,500 population and not in the immediate trade area of a city or town of larger population, as determined by the Administrator, are exempted from those provisions of the President's Reemployment Agreement and those provisions of approved codes of fair competition which relate to hours of employment, rates of pay, the minimum prices at which merchandise may be sold or services performed, and the collection of assessments, except insofar as any such employer shall after the effective date of this order signify to the Administrator liis intention to be bound by such provisions. This exemption is intended to reHeve small business enterprises in small towns from fixed obligations which might impose exceptional hardship; but all such enterprises are expected to conform to the fullest extent possible with the requirements which otherwise would be obhgatory upon them.\"",
        "The Administrator for Industrial Recovery is hereby authorized to prescribe such rules and regulations as he may deem necessary to carry out the provisions of said paragraph numbered 1 of Executive Order No. 6354 as amended by this order.",
        "[NAME]",
        "The White House,May 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6710-Amendment of Executive Order No. 6354 of October 23, 1933, Prescribing Rules and Regulations Under the National Industrial Recovery Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362482"
}