{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8492-withdrawal-public-land-for-fire-lookout-station",
    "doc": "executive-order-8492-withdrawal-public-land-for-fire-lookout-station",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8492-Withdrawal of Public Land for Fire Lookout Station",
    "date": "July 23, 1940",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 47 Stat. 497, it is ordered as follows:",
        "SEC. 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked so far as it affects a tract of public land in the SE¼SE¼ sec. 3, T. 32 N., R. 6 W. of the Mount Diablo meridian, described by metes and bounds as follows:",
        "From a point for fire lookout station in center of tract from which the comer of secs. 2, 3, 10, and 11 bears S. 46°40' E., 1454.4 ft. distant, thence S. 65° W., 105 ft., to a point on the southwest boundary of said tract;",
        "Thence from said initial point, by metes and bounds,",
        "N. 35° W., 105 ft.;      N. 65° E., 210 ft.;      S. 35° E., 210 ft.;     S. 65° W., 210 ft.;      N. 35° W., 105 ft., to the point of beginning; containing approximately 1.01 acres.",
        "SEC. 2. Subject to valid existing rights, the tract of land described in section 1 of this order is hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved for use as a fire lookout station in connection with Federal and State cooperative forest-protection work: Provided, that the use of the land by the State of California shall not interfere with the U.S. Coast and Geodetic Survey triangulation station South Fork Mountain, immediately adjacent.",
        "SEC. 3. The withdrawal made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,July 23, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8492-Withdrawal of Public Land for Fire Lookout Station Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371990"
}