{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8633-ordering-certain-units-and-members-the-national-guard-the-united",
    "doc": "executive-order-8633-ordering-certain-units-and-members-the-national-guard-the-united",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8633-Ordering Certain Units and Members of the National Guard of the United States Into the Active Military Service of the United States",
    "date": "January 14, 1941",
    "content": [
        "By virtue of the authority conferred upon me by Public Resolution No. 96, 76th Congress, approved August 27, 1940, and the National Defense Act of June 3, 1916, as amended (39 Stat. 166), and as Commander-in-Chief of the Army and Navy of the United States, I hereby order into the active military service of the United States, effective on dates to be hereafter announced by the Secretary of War, the following units and members of the National Guard of the United States to serve in the active military service of the United States for a period of twelve consecutive months, unless sooner relieved:",
        "UNITS",
        "All Federally recognized elements of:",
        "28th Division     29th Division     33d Division     34th Division     40th Division     43d Division     Hq & Hq Btry, 71st FA Brigade",
        "Hq & Hq Btry, 72d FA Brigade     Hq & Hq Btry, 74th FA Brigade     Hq & Hq Btry, 75th FA Brigade     Hq & Hq Btry, 76th FA Brigade",
        "Hq & Hq Btry, 102d CA Brigade (AA)",
        "103d AC Observation Squadron     104th AC Observation Squadron     108th AC Observation Squadron     109th AC Observation Squadron     115th AC Observation Squadron     118th AC Observation Squadron",
        "372d Infantry",
        "104th Cavalry     107th Cavalry     115th Cavalry",
        "119th Field Artillery     144th Field Artillery     168th Field Artillery     172d Field Artillery     177th Field Artillery     179th Field Artillery     181st Field Artillery     182d Field Artillery     183d Field Artillery     187th Field Artillery     188th Field Artillery     191st Field Artillery     258th Field Artillery",
        "205th Coast Artillery (AA)     207th Coast Artillery (AA)     209th Coast Artillery (AA)     210th Coast Artillery (AA)     212th Coast Artillery (AA)     217th Coast Artillery (AA)",
        "101st CA Bn (AA) (Sep) (37mm gun)     103d CA Bn (AA) (Sep) (37mm gun)     104th CA Bn (AA) (Sep) (37mm gun)     107th CA Bn (AA) (Sep) (37mm gun)",
        "191st Tank Battalion     194th Tank Battalion, less 1 Company",
        "103d Anti-tank Battalion     105th Anti-tank Battalion",
        "101st MP Battalion",
        "MEMBERS",
        "All members, both active and inactive, of the units listed above.",
        "All persons so ordered into the active military service of the United States are, from the effective date for each unit as respectively announced in War Department orders, relieved from duty in the National Guard of their respective States so long as they shall remain in the active military service of the United States, and during such time shall be subject to such laws and regulations for the government of the Army of the United States as may be applicable to members of the Army whose permanent retention in the active military service is not contemplated by law.",
        "Commissioned officers and warrant officers appointed in the National Guard of the United States and commissioned or holding warrants in the Army of the United States, and affected by this Order, are hereby ordered to active duty on the dates to be respectively prescribed in War Department orders under such appointments and commissions or warrants.",
        "All officers and warrant officers of the National Guard, appointed in the National Guard, who shall have been Federally recognized or examined and found qualified for Federal recognition, and shall have been assigned to units ordered to active duty under this Order prior to the effective dates respectively to be indicated for such units in War Department orders, who do not hold appointments in the National Guard of the United States in the same grade and arm or service in which they respectively have been most recently Federally recognized or have been most recently examined and found qualified for Federal recognition, are hereby tendered appointments in the National Guard of the United States in the same grade and arm or service in which they shall have been most recently Federally recognized or examined and found qualified for Federal recognition.",
        "Each warrant officer and enlisted man of the National Guard, assigned to a unit ordered to active duty under this Order, who shall have been examined and found qualified for appointment as an officer in the National Guard of the United States, under the provisions of Section 111, National Defense Act, as amended, and who shall not have been appointed in the National Guard of the United States in the grade for which examined and found qualified prior to the effective date to be prescribed in War Department orders for the induction of his unit, is hereby tendered appointment in the National Guard of the United States and commission in the Army of the United States, in the same grade and arm or service for which he shall have been so examined and found qualified, effective on the date of induction of his unit.",
        "Each warrant officer and enlisted man .of the National Guard who holds appointment as an officer in the National Guard of the United States and a commission in the Army of the United States, or who is tendered such appointment and commission by the terms of this Order, and who is assigned to a unit ordered to active duty under this Order prior to the effective date to be prescribed in War Department orders for the induction of such unit, is hereby ordered to active military service as a commissioned officer of the Army of the United States under that appointment and commission, effective on the date of induction of his unit.",
        "[NAME]",
        "The White House,January 14, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8633-Ordering Certain Units and Members of the National Guard of the United States Into the Active Military Service of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368222"
}