{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8470-accepting-conveyance-certain-lands-government-island-from-the-city",
    "doc": "executive-order-8470-accepting-conveyance-certain-lands-government-island-from-the-city",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8470-Accepting a Conveyance of Certain Lands on Government Island From the City of Alameda, California, and Placing Such Lands Under the Jurisdiction and Control of the Federal Works Agency",
    "date": "July 08, 1940",
    "content": [
        "By virtue of the authority vested in me by Public Resolution No. 19, approved June 7, 1939, 53 Stat. 813, I hereby accept on behalf of the United States title in fee simple to 35 acres, more or less, of lands above low-water mark, forming a part of Government Island in the City of Alameda, County of Alameda, California, and particularly described in the deed from the City of Alameda to the United States of America, dated March 23, 1940, and recorded on April 1, 1940, among the land records of Alameda County, in Book 3868 of Deeds at page 176, subject to the exceptions and reservations described in the deed, being the same land, exceptions, and reservations described in Ordinance No. 681 New Series, adopted by the electors of the City of Alameda on March 14, 1939.",
        "These lands are hereby placed under the jurisdiction and control of the Federal Works Agency to be used for public purposes by the Public Roads Administration, Federal Works Agency, the Forest Service, Department of Agriculture; the United States Coast Guard, Treasury Department; the United States Maritime Commission; and such other Federal agencies as may from time to time be provided with facilities on the land.",
        "[NAME]",
        "The White House,July 8, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8470-Accepting a Conveyance of Certain Lands on Government Island From the City of Alameda, California, and Placing Such Lands Under the Jurisdiction and Control of the Federal Works Agency Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371953"
}