{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6768-suspension-construction-aircraft-and-engines-government-plants",
    "doc": "executive-order-6768-suspension-construction-aircraft-and-engines-government-plants",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6768-Suspension of Construction of Aircraft and Engines in Government Plants",
    "date": "June 29, 1934",
    "content": [
        "Whereas section 2 (1) of the act of March 27, 1934 (Public, No. 135, 73d Cong.), authorizes the President to suspend, in whole or in part, the requirement that not less than 10 per centum of the aircraft, including the engines therefor, authorized to be constructed by the act shall be constructed and/or manufactured in Government aircraft factories and/or plants if it shall be determined by the President that present plants, factories, and equipment owned by the Government are not such as to permit the construction and/or manufacture of the said aircraft and/or engines in such Government plants or factories in the proportions therein specified and required; and",
        "Whereas the said section 2 (1) also provides that in the event of such order of suspension being made by the President, then at his discretion existing plants, factories, and facilities now owned and/or operated by the Government shall forthwith be expanded and equipped to enable the Government to construct, manufacture, and repair not less than 10 per centum of its naval aircraft therein, except that it shall be discretionary with the President as to the per centum constructed and/or manufactured in Government plants if he shall find it impracticable for the Government to undertake the construction and/or manufacture of not less than 10 per centum of its naval aircraft therein; and",
        "Whereas I have determined that present plants, factories, and equipment owned by the Government are not such as to permit the construction and/or manufacture of the said aircraft and/or engines in such Government plants and factories in the proportions specified in the said act:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 2 (1) of the act of March 27, 1934, I do hereby suspend the construction and/or manufacture of such aircraft in Government plants and factories, except that approximately 12 medium-sized airplanes shall be so constructed and manufactured each fiscal year, and I do hereby also suspend the construction and/or manufacture of such aircraft engines in Government plants and factories: Provided, That this suspension shall remain effective until such time as present plants and factories owned by the Government can be expanded and equipped to enable the Government to build aircraft and/or engines, as may be directed by the President under the aforesaid act.",
        "[NAME]",
        "The White House,June 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6768-Suspension of Construction of Aircraft and Engines in Government Plants Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362546"
}