{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5379-public-water-restoration-no-64-arizona-california-and-colorado",
    "doc": "executive-order-5379-public-water-restoration-no-64-arizona-california-and-colorado",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5379-Public Water Restoration No. 64, Arizona, California, and Colorado",
    "date": "June 24, 1930",
    "content": [
        "So much of the orders of withdrawal dated January 13, 1915, creating Public Water Reserve No. 24, Arizona No. 3; April 17, 1916, creating Public Water Reserve No. 34, Arizona No. 5; February 23, 1928, creating Public Water Reserve No. 114, California No. 26; and April 8, 1919, creating Public Water Reserve No. 62, as affects the land hereinafter listed are hereby revoked, and all such land not otherwise reserved or withdrawn is hereby restored to the public domain and shall become subject to disposition under the laws applicable thereto upon such date and after such notice as may be hereafter determined and announced.",
        "ARIZONA",
        "GILA AND SALT RIVER MERIDIAN",
        "Lands affected in Public Water Reserve No. 24:",
        "T. 39 N., R. 6 W., all land within a quarter of a mile of Clay Holes.",
        "Lands affected in Public Water Reserve No. 34 as interpreted by Public Water Interpretation No. 18:",
        "T. 33 N., Rs. 11 or 12 W., all lands within a quarter of a mile of The Logs Spring and Duke Spring.",
        "CALIFORNIA",
        "SAN BERNARDINO MERIDIAN",
        "Lands affected in Public Water Reserve No. 114:",
        "T. 12 S., R. 12 E., sec. 30, NE. ¼ of NW. ¼.",
        "COLORADO",
        "SIXTH PRINCIPAL MERIDIAN",
        "Lands affected in Public Water Reserve No. 62:",
        "T. 8 S., R. 87 W., sec. 24, NE. ¼ of SW. ¼, W. ½ of NW. ¼ of SE. ¼.",
        "[NAME]",
        "The White House,June 24, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5379-Public Water Restoration No. 64, Arizona, California, and Colorado Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373014"
}