{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12494-hazardous-duty-pay",
    "doc": "executive-order-12494-hazardous-duty-pay",
    "president": "Ronald Reagan",
    "president_byline": "40th President of the United States: 1981 - 1989",
    "title": "Executive Order 12494-Hazardous Duty Pay",
    "date": "December 06, 1984",
    "content": [
        "Amending Executive Order No. 11157 as it Relates to Pay for Hazardous Duty",
        "By the authority vested in me as President of the United States of America by Section 301 (a) of Title 37 of the United States Code, and in order to define the scope of one category of hazardous duty, it is hereby ordered as follows:",
        "Section 1. Executive Order No. 11157 of June 22, 1964, as amended, is further amended by striking out subsection (b) of Section 109 of Part I and inserting in lieu thereof the following:",
        "\"(b) The term 'duty involving the demolition of explosives' shall be construed to mean duty performed by members who, pursuant to competent orders and as a primary duty assignment (1) demolish by the use of explosives objects, obstacles, or explosives, or recover and render harmless, by disarming or demolition, explosives which have failed to function as intended or which have become a potential hazard; (2) participate as students or instructors in instructional training, including that in the field or fleet, for the duties described in clause (1) hereof, provided that live explosives are used in such training; (3) participate in proficiency training, including that in the field or fleet, for the maintenance of skill in the duties described in clause (1) hereof, provided that live explosives are used in such training; or (4) experiment with or develop tools, equipment, or procedures for the demolition and rendering harmless of explosives, provided that live explosives are used.\"",
        "Sec. 2. This Order shall be effective immediately.",
        "[NAME]",
        "The White House,",
        "December 6, 1984.",
        "[Filed with the Office of the Federal Register, 12:21 p.m., December 7, 1984]"
    ],
    "citation": "Ronald Reagan, Executive Order 12494-Hazardous Duty Pay Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/261177"
}