{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8197-regulations-pertaining-the-administration-the-act-may-3-1939-public",
    "doc": "executive-order-8197-regulations-pertaining-the-administration-the-act-may-3-1939-public",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8197-Regulations Pertaining to the Administration of the Act of May 3, 1939, Public No. 63, 76th Congress, 1st Session",
    "date": "July 11, 1939",
    "content": [
        "By virtue of the power vested in me as President of the United States and by the act approved May 3, 1939, entitled \"An Act to amend the act entitled 'An Act authorizing the temporary detail of United States employees, possessing special qualifications, to governments of American republics and the Philippines, and for other purposes', approved May 25, 1938\", I hereby prescribe the following regulations pertaining to the administration of the said act of May 3, 1939:",
        "1. Requests of foreign governments for the services of United States Government officers and employees having special scientific or other technical or professional qualifications shall be made through diplomatic channels to the Secretary of State.",
        "2. If the United States is unable to comply with the request of the foreign government because of lack of facilities or qualified personnel, the Secretary of State shall so inform the foreign government.",
        "3. If the United States is able to comply with the request of the foreign government, but the Secretary of State, after consultation with the department or agency concerned, concludes that compliance therewith would not be in the public interest, he shall submit the request to the President with his recommendation and reasons therefor. If the Secretary deems compliance with such request to be in the public interest, he shall submit the matter to the department or agency concerned, indicating in his submission the nature of the services to be rendered, the probable length of the detail or assignment, and such other relative information as may be available, and requesting such department or agency to furnish the names of the officers or employees available, together with information as to their previous experience and special qualifications (including language qualifications), their basic salaries, their family status, and such other information as may in the opinion of the Secretary of State be necessary or desirable.",
        "4. Upon receipt of the requested information from the department or agency concerned, the Secretary of State shall submit, with pertinent information and data, the request of the foreign government to the President with his recommendations, which shall include recommendations as to (1) length of detail or assignment, (2) amount of additional compensation, if any, of officer or employee detailed, (3) amount of monthly allowances to detailed officer or employee for quarters and subsistence, (4) amount of reimbursement for travel expenses of detailed officer or employee to and from the place of detail, and (5) acceptance from the interested foreign government of reimbursement, in whole or in part, of the cost involved. If the President determines that the request of the foreign government shall be granted by the United States, the Secretary of State shall so notify the foreign government, and shall in his discretion inform it as to the cost involved and request it to indicate whether it desires to reimburse the United States in whole or in part for such cost.",
        "5. The Secretary of State shall establish for administrative purposes such forms as may be necessary for the maintenance of uniform records which shall include full information with respect to each detail or assignment. Upon completion of arrangements for each detail, the Secretary of State shall furnish a copy of the completed form to the agency lending the services of the officer or employee concerned.",
        "6. The Secretary of State may prescribe such regulations not inconsistent herewith as he may deem necessary or desirable for carrying out the provisions of this order.",
        "[NAME]",
        "The White House,July 11, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8197-Regulations Pertaining to the Administration of the Act of May 3, 1939, Public No. 63, 76th Congress, 1st Session Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371855"
}