{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8320-amending-the-description-the-aiea-military-reservation",
    "doc": "executive-order-8320-amending-the-description-the-aiea-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8320-Amending the Description of the Aiea Military Reservation",
    "date": "January 15, 1940",
    "content": [
        "TERRITORY OF HAWAII",
        "Whereas the description of the Aiea Military Reservation, Territory of Hawaii, as contained in Executive Order No. 5692 of August 24, 1931, includes lands over which the United States Government has no control; and",
        "Whereas by Executive Order No. 6630 of March 6, 1934, a portion of the Reservation was restored to its previous status for use of the Territory of Hawaii for road purposes; and",
        "Whereas a recent survey has been made of the lands under the control of the United States Government comprising the Reservation; and",
        "Whereas it appears desirable that the description of the Reservation be amended in conformity with such survey:",
        "Now, Therefore, by virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 159 (U.S.C., title 48, sec. 511), as amended by section 7 of the act of May 27, 1910, 36 Stat. 447, it is hereby ordered that the description of the Aiea Military Reservation be, and it is hereby, amended to read as follows:",
        "LOT 1",
        "Beginning at concrete monument No. 1, marking the north corner of the tract, the coordinates of which, referred to triangulation monument \"Aiea\" located on the Aiea-Halawa boundary line, are 1,102.93 feet north and 1,242.85 feet east, from which monument \"Aiea\" the azimuth and distance to U.S. Coast and Geodetic Survey triangulation station \"Salt Lake\" is 292°12’25\", 9,393.0 feet.",
        "Thence from said initial point, by azimuths and distances,",
        "305°15'10\", 261.12 . feet, along the southwesterly line of the old Kamehameha Highway 50-foot right-of-way, to concrete monument No. 2;",
        "57°48'20\", 552.46 feet, along the northwesterly line of a U.S. Navy 30-foot right-of-way, to concrete monument No. 3;",
        "194°25'20\", 8.79 feet, along the easterly line of the Oahu Railway and Land Company’s 40-foot right-of-way, to a point;",
        "On a curve to the right, along the same, with a radius of 938.43 feet, 510.38 feet along the curve, the chord of which bears 210°00'10\", 504.11 feet, to the point of beginning.",
        "The tract as described contains an area of 1.810 acres.",
        "LOT 2",
        "Beginning at concrete monument No. 1, marking the southwest corner of the tract, the coordinates of which, referred to triangulation monument \"Aiea\" located on the Aiea-Halawa boundary line, are 259.57 feet north and 355.96 feet east.",
        "Thence from said initial point, by azimuths and distances.",
        "On a curve to the left, with a radius of 1,120.48 feet, 175.92 feet along the curve, the chord of which bears 186°21'41'', 175.74 feet, along the easterly line of the new Kamehameha Highway right-of-way, to concrete monument No. 2;",
        "227°11'35\", 362.87 feet, to concrete monument No. 3;",
        "209°26'33\", 729.80 feet, to concrete monument No. 4;",
        "320°16'40\", 96.07 feet, along the southerly line of the old Kamehameha Highway right-of-way, to concrete monument No. 5;",
        "311°53'50\", 78.95 feet, along the same, to concrete monument No. 6;",
        "305°26'10\", 109.59 feet, along the same, to concrete monument No. 7;",
        "On a curve to the left, with a radius of 978.43 feet, 524.55 feet along the curve, the chord of which bears 29°46'51\", 518.30 feet, along the westerly line of the Oahu Railway and Land Company’s 40-foot right-of-way, to concrete monument No. 8;",
        "14°25'20\", 51.13 feet, along the same, to concrete monument No. 9;",
        "57°48'20\", 689.35 feet, along the northwesterly line of a U.S. Navy 30-foot right-of-way, to the point of beginning.",
        "The tract as described contains an area of 5.862 acres.",
        "LOT 3",
        "Beginning at concrete monument No. 1, marking the northwest comer of the tract, the coordinates of which, referred to triangulation monument \"Aiea\" located on the Aiea-Halawa boundary line, are 439.81 feet north and 243.98 feet east.",
        "Thence from said initial point, by azimuths and distances,",
        "281°56'30\", 47.24 feet, to concrete monument No. 2;",
        "On a curve to the right, with a radius of 1,035.48 feet, 223.63 feet along the curve, the chord of , which bears 8°25'58.5\", 223.20 feet, along the westerly line of the new Kamehameha Highway right-of-way, to concrete monument No. 3;",
        "284°37'12\", 10.00 feet, along the same, to concrete monument No. 4;",
        "14°43'40.5\", 3.93 feet, along the same, to concrete monument No. 5;",
        "57°48'20\", 278.93 feet, along the northerly line of a U. S. Navy 30-foot right-of-way, to concrete monument No. 6;",
        "209°01'10\", 440.65 feet, to the point of beginning.",
        "The tract as described contains an area of 0.799 acre.",
        "The azimuths are measured clockwise from the true south.",
        "The entire reservation, consisting of Lots 1, 2, and 3, contains an area of 8.471 acres, and is shown on map No. 11-1-4H38, entitled \"Aiea, Aliamanu, Red Hill and Makalapa Military Reservations\", dated August 4, 1938, prepared in the Office of the Department Engineer, Hawaiian Department, Fort Shafter, T. H., a copy of which is on file in the Office of the Quartermaster General, War Department, Washington, D.C.",
        "[NAME]",
        "The White House,January 15, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8320-Amending the Description of the Aiea Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368408"
}