{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8623-suspension-eight-hour-law-persons-employed-the-government-the",
    "doc": "executive-order-8623-suspension-eight-hour-law-persons-employed-the-government-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8623-Suspension of Eight-Hour Law as to Persons Employed by the Government in the Construction of Certain Army and Navy Bases in British Possessions in the Atlantic Ocean",
    "date": "December 31, 1940",
    "content": [
        "Whereas the Government of the United States has acquired from the Government of Great Britain, by lease, certain Army and Navy bases in British possessions in the Atlantic Ocean; and",
        "Whereas the United States has commenced the construction of aviation and other Army and Navy facilities at these bases; and",
        "Whereas the interests of the national defense require the construction of these facilities at the earliest practicable date; and",
        "Whereas by section 1 of the act of August 1, 1892, 27 Stat. 340, as amended by the act of March 3, 1913, 37 Stat. 726 (U.S.C., title 40, sec. 321), the service of all laborers and mechanics employed by the Government upon any public work of the United States, and of all persons employed by the Government to perform services similar to those of laborers and mechanics in connection with dredging or rock excavation in any river or harbor of the United States, is limited to eight hours in any one calendar day except in case of extraordinary emergency; and",
        "Whereas it appears that, unless the eight-hour limitation is suspended as to persons employed by the Government upon such work, it will be impossible, because of the isolation of such places from sources of labor supply in the United States, to accomplish the work necessary to the establishment of the aviation and other Army and Navy facilities within the time required by the interests of the national defense; and",
        "Whereas the application to these projects of the eight-hour limitation would involve such a departure from local labor practices and regulations as would be likely to adversely affect the local labor situation; and",
        "Whereas I find that by reason of the foregoing an extraordinary emergency exists:",
        "Now, Therefore, by virtue of the authority vested in me by said section 1 of the said act of August 1, 1892, as amended by the said act of March 3, 1913, and as President of the United States, I hereby suspend the above-mentioned provisions of law prohibiting more than eight hours of labor in any one day of persons employed by the Government of the United States as to all work authorized and performed at the aforesaid leased bases.",
        "[NAME]",
        "The White House,December 31, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8623-Suspension of Eight-Hour Law as to Persons Employed by the Government in the Construction of Certain Army and Navy Bases in British Possessions in the Atlantic Ocean Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368214"
}