{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9087-transfer-jurisdiction-over-certain-lands-containing-oil-and-gas",
    "doc": "executive-order-9087-transfer-jurisdiction-over-certain-lands-containing-oil-and-gas",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9087-Transfer of Jurisdiction Over Certain Lands Containing Oil and Gas Deposits From the War Department to the Department of the Interior",
    "date": "March 05, 1942",
    "content": [
        "Whereas the hereinafter-described lands, title to which has been acquired by the United States for use by the War Department in connection with floodcontrol purposes and navigation of the Sacramento River, are reported to be within the geologic structure of a producing gas field and are subject to drainage of their oil and gas deposits by wells on adjacent lands in private ownership; and",
        "Whereas it is necessary in the public interest that such protective action be taken as will prevent loss to the United States by reason of the drainage or threatened drainage from the lands; and",
        "Whereas, in order to facilitate such action, it is considered advisable to transfer jurisdiction over such lands so far as the oil and gas deposits are concerned to the Department of the Interior:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "1. The jurisdiction over the hereinafter-described parcels of land in the State of California is hereby transferred as to oil and gas deposits therein from the War Department to the Department of the Interior.",
        "2. The Secretary of the Interior shall take such action as may be necessary to protect the United States from loss on account of drainage or threatened drainage of oil and gas from such lands.",
        "3. The jurisdiction of the Department of the Interior over such lands shall be subject to the primary jurisdiction of the War Department over the lands for floodcontrol and navigation purposes.",
        "4. All moneys received as royalties under leases, or otherwise, on account of oil and gas extracted from such lands shall be paid into the Treasury of the United States and credited to miscellaneous receipts.",
        "PARCEL I",
        "Part of Lot 7 of the Rancho los Ulpinos. Beginning at a post marked D. on the line between the land belonging to the heirs of Mrs. Marie Joseph and land of W. G. Joseph, near the Town of Rio Vista. California, which post is about 19.09 chains S. 45¼ E. from the Southerly side of County Road No. 189 as now fenced, and from which post U. S. Geological Survey Pier No. 6 bears N. 50°25' W. 11.50 chains. Thence N. 15½° E. 3.70 chs. to the line between land of W. G. Joseph and land of St. Gertrudes Academy, a corporation, thence along said line S. 45¼° E. 2.30 chs. to low water line on Sacramento River, thence along said line of low water southerly about 3.80 chains to the line between land of heirs of Mrs. Marie Joseph and land of W. G. Joseph, thence along same N. 45¼° W. 2.81 chains to the place of beginning, containing 85/100 of an acre. Being part of Section 31, T. 4 N., R. 3 E. M. D. M. Being same premises conveyed by William G. Joseph and Mary Joseph, his wife, to the parties hereto of the first part by deed dated November 10, 1909, and recorded November 16th, 1909, in Book 172 of Deeds at Page 437 in the office of the County Recorder of the County of Solano, State of California.",
        "PARCEL II",
        "Part of Lot Eight (8) of the Rancho los Ulpinos. Beginning at a post marked I. on the line between land belonging to the grantors herein and lands of W. G. Joseph near the town of Rio Vista, California, which post is about 9 chains S. 45¼ E. from the southerly side of County Road No. 189, as now fenced. From which post U. S. Geological Survey Pier No. 6 bears N. 83° W. 1.71 chains; thence S. 18° W. 14.20 chains to an oak tree 7 inches in diameter marked II. at 9.95 chains on this course two small oaks close together; thence S. 14½° W. 16.89 chains to post marked in at the line between land of said grantors and land now or formerly of James Hamilton, thence along said line S. 45° E. 31.80 chains to low water line on the Sacramento River, thence northerly along same about 43.60 chains to the said line between Joseph Heirs and land of W. G. Joseph, thence along same N. 45¼° W. 12.90 chains to the place of beginning, containing 60.90 acres-being part of Section 31 Township 4 North Range 3 East and part of Section 36, Township 4 North Range 2 East, Mount Diablo Base and Meridian. Reference is hereby made to map of said land as surveyed by E. N. Eager, licensed Surveyor, Sept. 11, 1909, which map is on file in the office of the Recorder of Solano County, California.",
        "Being the same premises conveyed by William G. Joseph, Antoine Joseph, sometimes called Anthony Joseph, John Joseph, Rosa Joseph, sometimes called Rose Joseph or Rosie Joseph and John Francis Serpa and Joseph R. Serpa to the parties hereto of the first part by deed dated November 22nd, 1909, and recorded November 24th, 1909, in Book 172 of Deeds at Page 447 in the office of the County Recorder of the County of Solano, State of California.",
        "PARCEL III",
        "That certain tract of land lying on the West Bank of the Sacramento River a short distance below the Town of Rio Vista and being a part of Lot 9 of the Rancho los Ulpinos, and bounded as follows: Beginning at a post marked III on the line between land belonging to the heirs of Mrs. Marie Joseph and the land of James Hamilton, and running thence along the dividing line between swamp and upland S. 10¾° W. 5.60 chs. to a post marked IV, thence S. 30½° W. 8.75 chs. to post marked V, thence S. 8°55' W. 15.35 chs. to post marked VI, thence S 19¾° W. 15.83 chs. to fence post marked VII on the line between land of James Hamilton and land of Patrick and Catherine McCormick at the division line between swamp and upland; thence along said line between Hamilton and McCormick S. 45° E. 34.60 chs to low water line on the Sacramento River, thence Northerly along same about 47 chs. to said line between land of Joseph Heirs and land of James Hamilton, thence along same N. 45° W. 31.80 chs. to the place of beginning, containing 138.53 acres.",
        "Being part of Section 31, T. 4 N. R. 3 E. and part of Section 36, T. 4 N. R. 2 E., and part of Section 6, T. 3 N. R. 3 E., and part of Section 1, T. 3 N. R. 2 E. M. D. M.",
        "Being the same premises conveyed by James Hamilton and Margaret C. Hamilton, his wife, to A. E. Anderson by deed dated September 22, 1909, and recorded September 24th, 1909, in Book 172 of Deeds at page 311 in the office of the County Recorder of the County of Solano, State of California, and being a part of the premises conveyed by A. E. Anderson and Florence I. Anderson, his wife, to the parties hereto of the first part by Deed dated September 23rd, 1909, and recorded October 2nd, 1909, in Book 172 of Deeds at page 366 in the office of the County Recorder of the County of Solano, State of California.",
        "PARCEL IV",
        "Part of Lot 10 of the Rancho los Ulpinos. Beginning at a fence post marked VII on the line between land now or formerly of James Hamilton and land of Patrick McCormick, and on the line dividing the upland and swamp land, thence along said line between the upland and swamp land, as follows, S. 23°05' W. 13.20 chains to post marked VIII, thence S. 45°W. 3.70 chains to post marked IX, thence S. 13°W. 19.77 chains to post marked X, thence S. 18°10' W. 8.83 chains to fence post marked XI, at the line between land of said McCormick and land now or formerly of Perry Anderson, being at stake marked T. R. on the northeastern boundary of the Toland Ranch at line between swamp and upland as shown on map made by George F. Allardt, civil engineer and surveyor. In the year A. D. 1880, and filed in the office of the Recorder of said Solano County, California, May 14, 1881. Thence along the line between McCormick and Anderson S. 45¼°E. 34.38 chains to low water line on the Sacramento River, thence northerly along same about 44.80 chains to the line between land of McCormick and land now or formerly of Hamilton-thence along said line N. 45°W. 34.60 chains to the place of beginning, containing 143.20 acres. Being part of Section 6, in T. 3 N. R. 3 E. and part of Sections 1 and 12 in T. 3 N. R. 2 E. M. D. M. Reference is made to map of survey of said land by E. N. Eager, licensed surveyor, September 11, 1909, which map is on file in the office of the Recorder of Solano County, California.",
        "Being the same premises conveyed by Patrick McCormick and Catherine McCormick, his wife, to A. E. Anderson by Deed dated November 12th, 1909, and recorded November 16th, 1909, in Book 172 of Deeds at Page 438 in the office of the County Recorder of the County of Solano, State of California, and also conveyed by the said A. E. Anderson and Florence I. Anderson, his wife, to the parties hereto of the first part by deed dated December 7th, 1909, and recorded December 10th, 1909, in Book 172 of Deeds at Page 458 in the office of the County Recorder of the County of Solano, State of California.",
        "PARCEL V",
        "That certain tract of land lying on the West bank of the Sacramento River a short distance below the Town of Rio Vista and being part of the Rancho los Ulpinos, and bounded as follows:",
        "BEGINNING at a fence post marked XI being at the same place as a stake marked T. R. set at the intersection of the Northeastern boundary of the Toland Ranch with the line dividing the upland from the swamp land as shown on a map of the Toland Ranch in Solano County, California, which map was made by George F. Allardt, Civil Engineer and Surveyor, in the year A. D. 1880, and filed in the office of the Recorder of Solano County, California, May 14th, 1881; thence along said dividing line between swamp and upland S. 22°W. 7.12 chs. S. 29° W. 5.80 chs. S. 18¼° W. 3.50 chs. S. 21° W. 6.40 chs. S. 34¾° W. 1.80 chs. South 3.20 chs. S. 54° W. 1.50 chs. S. 22½° W. 1.88 chs. to Station 8, S. 30¾° W. 2.00 Chs. S. 3° W. 2.80 chs. S. 30° W.' 1.80 chs. S. 5° W. 1.90 chs. S. 25¾° W. 1.60 chs. S. 51¼° W. 1.30 chs. S 11½° W. 5.00 chs. S. 18° W. 8.60 chs. S. 23° W. 3.20 chs. to Station No. 17, thence S. 31° W. 2.51 chs. to post on division line between land of Perry Anderson and land of Hind Estate Company; thence along said division line S. 54° E. 18.73 chs. to low water line on the Sacramento River, thence Northeasterly along same about 54 chs. to land of Patrick and Catherine McCormick; thence along the boundary of said land N. 45¼° W. 34.38 chs. to the place of beginning, containing 154.70 acres.",
        "Being the same premises conveyed by Perry Anderson and Annie Anderson, his wife, to A. E. Anderson by Deed dated September 22nd, 1909, and recorded September 24th, 1909, in Book 172 of Deeds at Page 310, in the office of the County Recorder of the County of Solano, State of California, and being a part of the premises conveyed by A. E. Anderson and Florence I. Anderson, his wife, to the parties hereto of the first part by Deed dated September 23rd, 1909, and recorded October 2nd, 1909, in Book 172 of Deeds at Page 366, in the office of the County Recorder of the County of Solano, State of California.",
        "The above description copied from deed dated July 21, 1911 from W. J. Smith, et al., to the United States of America.",
        "PARCEL VI",
        "That certain land situated in the County of Sacramento, State and Northern District of California, particularly described as follows, to wit:",
        "Commencing at a point herein designated as Point \"Q\", which said point is distant 3861 feet south, 16°11¼' East, from a concrete monument known as United States Geological Survey Pier No. 4, which is located on the mainland opposite Baker's Point on a high hill about 500 feet northeasterly from the machine shop at Toland's Landing and about 450 feet Northwesterly from the northerly bank of the Sacramento River. (This concrete monument is in shape a truncated pyramid about one foot square at the top, in which is set a lettered metal tablet. Two sides of the monument bear the inscriptions \"U. S. G. S. No. 4\" and \"Cal. 1906\", respectively). From said point designated as Point \"Q\" run South 56°44¾' West, 3046 feet; thence south 60°32¾' West, 1689 feet; thence North 28' East 295 feet more or less, to low water line on the left bank of the Sacramento River; thence up stream along low water line on the left bank of the Sacramento River to a point which is north 55°07½' East, and about 2600.6 feet more or less, distant from said Point \"Q\"; and thence South 55°07½' West, 2600.6 feet more or less to said Point \"Q\", being the point of commencement. Also the small Island or sand bar situated near the left bank of the Sacramento River commencing about 500 feet above the lower end of the land above described and extending thence up stream about 400 feet.",
        "The above description copied from FINAL ORDER OF CONDEMNATION dated May 12, 1913; Condemnation Suit No. 15,654, United States of America vs. Swamp Land Reclamation District No. 341.",
        "PARCEL VII",
        "That certain land situate in the County of Sacramento, State of California, known as Garnett Island, and also known as Swamp and Overflowed Land Survey Number 916 of said Sacramento County, as described in the field notes of said Survey and in the Patent therefor issued by the State of California to L. S. Taylor dated April 9th 1868, and recorded in Book One of Patents at page 329 in the office of the County Recorder of said County of Sacramento, together with all accretions thereto, the said real property and accretions thereto being bounded and described as follows:",
        "Beginning at a point on the shore of the Sacramento River at Garnett Island where the shore line of the Sacramento River intersects an old fence line, bearing S. 14° 12' W. and at a distance of 175 feet more or less, from the southwest corner of an old warehouse; and also bearing S. 47°42½' W. and at a distance of 12053 feet more or less from a certain concrete monument, known as U. S. Geological Survey Pier No. 4, which is located on a high hill about 500 feet northeasterly from the machine shop at Toland's Landing, and about 450 feet northwesterly from the northerly bank of the Sacramento River this concrete monument being in shape a truncated pyramid about one foot square at the top, in which is set a lettered metal tablet; from the said point of beginning running along the old fence line west 380 feet; thence along the old fence line S. 88°26' W. 365.1 feet; thence along the old fence line S. 79°52' W. 381 feet; thence along the old fence line S. 75°55' W. 1257.8 feet; thence along the old fence line S. 70°43' W. 530 feet more or less, to the center line of a slough, thence following the meandering center line of the slough to a point on the shore line of the Sacramento River, bearing S. 33°19' W. and distant 1630 feet more or less, in a straight line from the last preceding point: thence along the shore line of the Sacramento River, to the point of beginning; comprising Garnett Island, with accretions, and containing about 67.7 acres. The bearings are referred to the meridian of longitude 121°33'59.50\". The Court hereby finds that the land is as described by metes and bounds and contains 67.7 acres.",
        "The above description copied from FINAL ORDER OF CONDEMNATION dated December 19, 1912; Condemnation Sult No. 15,614, United States of America vs. Christian Larsen.",
        "PARCEL VIII",
        "All that portion of sections 21 and 28 in Township 3 North Range 2 East, Mount Diablo Base and Meridian bounded and described as follows:",
        "Beginning at a point on the line between the lands of R. D. Robbins and the Toland Ranch, (now the Dozier and Pressley Ranch) which point is south 50°02' W. 4643.8 feet from an established point, being United States Geological Survey Pier number 4; thence north 60°31'30\" east, 680 feet; thence north 58°06' east 2564.8 feet to the shore line of the Sacramento River as at present existing; thence westerly along the shore line of the Sacramento River as at present existing to the line of the land of R. D. Robbins; thence along the line between the land of R. D. Robbins and the tract herein described north 12' east 1600 feet to a point; thence north 89°48' west 253.6 feet to the place of beginning, containing 63.03 acres.",
        "PARCEL IX",
        "All that portion of sections 14, 15, 22, and 23 of Township 3 North, Range 2 East, Mount Diablo Base and Meridian, bounded and described as follows:",
        "Beginning at a point on the north side of the shore line of the Sacramento River as at present existing, which point is south 83°04'40\" east 904 feet from an established point, being United States Geological Survey Pier number 4; thence north 54°56'15\" east 2225 feet; thence north 47°39'15\" east 2819 feet to the line of the lands of H. Glassell and others; thence along the line between the lands of H. Glassell and others and the tract herein described, south 34°26' east 2725.9 feet; thence south 47°39'15\" west 3661.25 feet to the shore line of the Sacramento River as at present existing; thence northerly along the shore line of said river as at present existing to the place of beginning; containing 260.75 acres.",
        "The above description copied from FINAL ORDER IN CONDEMNATION SUIT dated March 20, 1915; Condemnation Suit No. 15,627, United States of America vs. Dozier and Pressley Company, et al.",
        "PARCEL X",
        "That certain land situated in the County of Solano, State and Northern District of California, particularly described as follows, to-wlt:",
        "All that portion of sections 14 and 23 of Township 3 North, Range 2 East, Mount Diablo Base and Meridian, bounded and described as follows, to-wit:",
        "Beginning at a point on the line between what was formerly known as the Toland Ranch, now owned by Dozier and Pressley, and the lands herein described belonging to H. Glassell and others, which point is north 57°25'14\" East 5698.9 feet from an established point known as United States Geological Survey Pier No. 4; thence South 34°26' East 2725.9 feet to a point; thence North 47°39'15\" East 4818.2 feet to a point, which point marks the boundary line between the lands of Glassell and others, and the lands of the Hind Estate Company, and others; thence North 67°29' West 2982.5 feet to a point; thence South 47°39'15\" West 3176.2 feet to the point of beginning, and containing 246.64 acres of land.",
        "The above description copied from FINAL ORDER OF CONDEMNATION dated August 20, 1913; Condemnation Sult No. 15,615, United States of America vs. Hugh Glassell, et al.",
        "PARCEL XI",
        "All that portion of sections 11, 12, 13 and 14, of township 3 north, range 2 east. Mount Diablo Base and Meridian, and situated in the County of Solano, State and Northern District of California, and bounded and described as follows, to wit:",
        "Beginning at a point on the line between the lands hereinafter described, and the lands owned by H. Glassell and others, which point is located N. 53°55'40\" E. 8845.6 feet from an established point, being United States Geological Survey Pier Number 4; thence S. 67°29' E. 2982.5 feet to a point; thence N. 47°39'15\" E. 2022.7 feet to the shore of the Sacramento River as at present existing; thence northeasterly along the shore line of the Sacramento River as at present existing, to the line of the land formerly owned by Perry Anderson; thence along the line of the lands of the said Perry Anderson N. 54° W. 906 feet to a point; thence S. 41°06'05\" W. 2745.7 feet to a point; thence S. 47°39'15\" W. 4285 feet to a point, and place of beginning; and containing 303.75 acres of land.",
        "The above description copied from FINAL ORDER OF CONDEMNATION dated November 27, 1912; Condemnation Suit No. 15,609, United States of America vs. The Hind Estate Company, et al.",
        "PARCEL XII",
        "All that portion of sections 25, 26, 35 and 36 of township 3 North, Range 1 East. M. D. B. & M.. in the County of Solano, State and Northern District of California bounded and described as follows:",
        "Beginning at a point on the north side of the Sacramento River at the shore line thereof as at present existing, which point is S. 13°31'15\" W. 1928.5 feet from United States Geological Survey Pier No. 2; thence S. 70° 53'30\" E. 2550.5 feet to a point; thence S. 66°05' E..418.6 feet to a point, which point is on the boundary line of the land of Mrs. A. Klerce and others; thence along the line of the land of the said Mrs. A. Klerce and others S. 22°06' W. 1210 feet to the shore line of the Sacramento River as at present existing; thence westerly, along the shore line of the Sacramento River as at present existing, to the place of beginning, containing 41.03 acres.",
        "The above description copied from FINAL ORDER OF CONDEMNATION dated February 15, 1913; condemnation suit No. 15,617, United States of America vs. Lindsay P. Marshall.",
        "PARCEL XIII",
        "That certain land situate in the County of Solano, State and Northern District of California, particularly described as follows, to wit:",
        "All that portion of sections 25 and 36 of Township 3 North, Range 1 East, Mount Diablo Base and Meridian, bounded and described as follows:",
        "Beginning at a point on the line between the lands of L. P. Marshall and Mrs. A. Klerce, which point is south 39°13'34\" East 3708.4 feet from United States Geological Survey Pier Number 2; thence south 66°05' East 3429.4 feet to the line of the land of R. D. Robbins; thence along the Robbins line South 23' West 1900 feet to the shore line of the Sacramento River; thence westerly along the shore line of the Sacramento River, to the line of the land of L. P. Marshall; thence along the Marshall line North 22°06' East 1210 feet to the place of beginning, containing 145.70 acres.",
        "The above description copied from FINAL ORDER OF CONDEMNATION dated May 21, 1913; Condemnation Suit No. 15,405, United States of America vs. Anne Klerce, et al.",
        "PARCEL XIV",
        "All that certain real property situated on and adjacent to Sherman Island, in the County of Sacramento, State of California, bounded and described as follows:",
        "Commencing at a point (designated as Point \"O\") which point is distant 5400 feet due south from United States Geological Survey Pier No. 2. (The said United States Geological Survey Pier No. 2 is a concrete monument located on high ground in Solano County about one mile easterly from Collinsvlle and about 300 feet easterly and across the highway from Montezuma Club House. This concrete monument is, in shape, a square truncated pyramid, about one foot square at the top, in which is set a lettered metal tablet; and two sides of the monument bear the inscriptions \"U.S.G.S. No. 2\", and \"Cal. 1906\" respectively.) Running thence from said Point \"O\" S., 67°19' E., 3600 feet; thence S., 80° E., to the main channel of the Sacramento River; thence down the main channel of the Sacramento River to its intersection with the main channel of the San Joaquin River; thence up the main channel of the San Joaquin River to a point which bears N., 84°26¾' W., from said Point \"O\"; and thence S., 84°26¾'E., to said point of commencement.",
        "The above description copied from deed dated October 31, 1912 from the City of Sacramento to the United States of America.",
        "PARCEL XV",
        "All that real property situated, lying and being in the County of Sacramento, State of California, at the southwesterly end of Grand Island, in Sections 17 and 20 of Township Four (4) North, Range Three (3) East, Mt. Diablo Base and Meridian, being a portion of Swamp and Overflowed Lands Survey No 507, together with accretions, located westerly of and immediately adjoining the 100-foot strip of land deeded by George McIntyre to Trustees of Reclamation District No. Three by deed dated November 14, 1908, and recorded November 27, 1908, in Book 277 of Deeds at page 72, et seq., and being more particularly described as follows:",
        "BEGINNING at a point on top of a small levee at the westerly end of Grand Island, which point of beginning bears N. 58°35½' E. 4641.99 feet distant from an iron pipe set in concrete in the fence line common to lands of Glomettl and Nunes-Kalber at the southeast corner of the Nunes-Kalber lands; thence from said point of beginning running in a northeasterly direction along the arc of a circle curving to the right from a tangent bearing N. 39°19' E. with a radius of 3000.00 feet, for a distance of 1500.00 feet to a point on the low water line on the southerly bank of Steamboat Slough; thence following upstream along the said low water line of Steamboat Slough N. 75°01½' E. for a distance of 1359.45 feet to a point on the low water line on the southerly bank of Steamboat Slough, being the northwest corner of the 100-foot strip of land deeded by George McIntyre to Trustees of Reclamation District No. 3 above referred to; thence leaving said southerly bank of Steamboat Slough, crossing the westerly point of Grand Island and following along the Westerly boundary line of the said 100-foot strip of land S. 1°16' W. for a distance of 2520.00 feet more or less, to the southwest corner of the said 100-foot strip, being a point on the low water line on the northerly bank of the Sacramento River; thence following down stream along the low water line of the northerly bank of the Sacramento River by the following courses and distances: N. 77°26' W. 510.00 feet; S. 77°04' W. 282.00 feet; N. 63°01' W. 915.00 feet; N. 69°19' W. 1251.30 feet to a point on the low water line at the junction of the northerly bank of the Sacramento River with the southerly bank of Steamboat Slough; thence following along the low water line of the southerly bank of Steamboat Slough upstream N. 36°49' E., for a distance of 241.25 feet to a point, thence leaving the low water line N. 39°19' E. 250.00 feet more or less to the place of beginning, containing 101.46 acres of land more or less.",
        "All courses are referred to the true meridian.",
        "The above description copied from deed dated February 20, 1930 from Nellie Plant to the United States of America.",
        "[NAME]",
        "The White House,March 5, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9087-Transfer of Jurisdiction Over Certain Lands Containing Oil and Gas Deposits From the War Department to the Department of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368122"
}