{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8706-amending-paragraph-12-executive-order-no-5865-june-27-1932",
    "doc": "executive-order-8706-amending-paragraph-12-executive-order-no-5865-june-27-1932",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8706-Amending Paragraph 12 of Executive Order No. 5865 of June 27, 1932, Prescribing Regulations Relating to Aerial Flights by Personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard",
    "date": "March 06, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 20 of the act of June 10, 1922, 42 Stat. 632, as amended by section 6 of the act of July 2, 1926, 44 Stat. 782, it is ordered that paragraph 12 of Executive Order No. 5865 of June 27, 1932, prescribing regulations relating to aerial flights by personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard, be, and it is hereby, amended to read as follows:",
        "\"12. A commanding officer shall suspend from flying any officer, warrant officer, or enlisted man under his command who, in his opinion, is unfit for flying, except as a result of an aviation accident. When the suspension is for a minor illness or injury not the result of an aviation accident, the suspension and subsequent revocation thereof may be ordered by the commanding officer of the person concerned without reference to higher authority. In all other cases such action shall be reported with the reasons therefor, for confirmation to the officer who issued the order requiring the person concerned to participate regularly and frequently in aerial flights. The confirmation of such action shall have the effect of suspending the order to participate regularly and frequently in aerial flights as to the person concerned from the date such suspension from flying was made. When any officer, warrant officer, or enlisted man so suspended from flying becomes, in the opinion of his commanding officer, again fit for flying, the commanding officer shall revoke his suspension from flying, and such action shall be reported with reasons therefor, for confirmation to the authority who confirmed the suspension from flying.. The confirmation of such revocation shall have the effect of terminating the suspension of the person concerned from the date of such revocation by his commanding officer: Provided, that in the case of suspension from flying by reason of sickness or injury incurred in line of duty and subsequent removal thereof, such suspension shall be considered as nullified from its beginning, and the person concerned shall be entitled to increased pay for flying provided the requirements of paragraph 10 above are complied with.\"",
        "[NAME]",
        "The White House,March 6, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8706-Amending Paragraph 12 of Executive Order No. 5865 of June 27, 1932, Prescribing Regulations Relating to Aerial Flights by Personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368237"
}