{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9491-regulations-governing-the-issuance-payment-certificates-under-section",
    "doc": "executive-order-9491-regulations-governing-the-issuance-payment-certificates-under-section",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9491-Regulations Governing the Issuance of Payment Certificates Under Section 124(H) of the Internal Revenue Code",
    "date": "October 20, 1944",
    "content": [
        "Whereas the President of the United States is authorized by the provisions of section 124(h) of the Internal Revenue Code to prescribe regulations governing the issuance of payment certificates under said section, and",
        "Whereas the functions, powers and duties of the Secretary of War and the Secretary of the Navy with respect to such certificates have been transferred to the Chairman of the War Production Board by Executive order of this date:",
        "Now, Therefore, by virtue of the authority so vested in me as President, the following regulations are hereby prescribed:",
        "1. Definitions. As used throughout these regulations--",
        "a. \"Emergency facility\" means any facility, land, building, machinery, or equipment, or part thereof, the construction, reconstruction, erection, or installation of which was completed after December 31, 1939, or which was acquired after such date, and with respect to which a necessity certificate has been made pursuant to section 124(f) of the Internal Revenue Code.",
        "b. \"Payment certificate\" means a certificate made pursuant to section 124(h) of the Internal Revenue Code.",
        "c. \"Certifying authority\" means the Chairman of the War Production Board or his duly authorized representative.",
        "d. \"Contracting agency\" means any Government agency which has been or hereafter may be authorized to make contracts pursuant to section 201 of the First War Powers Act, 1941, and includes the Reconstruction Finance Corporation and any corporation organized pursuant to the Reconstruction Finance Corporation Act (47 Stat. 5), as amended, the Smaller War Plants Corporation, and the War Production Board.",
        "2. Circumstances under which a Payment Certificate may be issued. The certifying authority may issue a payment certificate when it is determined that a payment has been made by the United States with respect to an emergency facility, as compensation to the taxpayer for the unamortized cost of the emergency facility because--",
        "a. A contract with the United States involving the use of the facility has been terminated by its terms or by cancellation, or,",
        "b. The taxpayer had reasonable grounds (either from provisions of a contract with the United States involving the use of the facility, or from written or oral representations made under authority of the United States) for anticipating future contracts involving the use of the facility, which future contracts have not been made.",
        "3. Procedure. The certifying authority is empowered to obtain a certified statement from the officer of the contracting agency who authorized the payment (or his successor in office or duly authorized representative) as proof of--",
        "a. the date of payment,",
        "b. the amount of payment,",
        "c. the facility for which the payment was made, and",
        "d. the fact that the payment was made as compensation for the unamortized cost of an emergency facility for one of the reasons stated in paragraph 2 hereof.",
        "4. Administrative matters. The certifying authority may from time to time issue supplemental rules relating to payment certificates, including rules with respect to the form of application, the time and place of filing, and other administrative matters pertaining to such certificates.",
        "[NAME]",
        "The White House,October 20, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9491-Regulations Governing the Issuance of Payment Certificates Under Section 124(H) of the Internal Revenue Code Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/209962"
}