{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7383-enlarging-delta-migratory-waterfowl-refuge-louisiana",
    "doc": "executive-order-7383-enlarging-delta-migratory-waterfowl-refuge-louisiana",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7383-Enlarging Delta Migratory Waterfowl Refuge, Louisiana",
    "date": "June 05, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), It is ordered that the following-described lands, consisting of 900 acres, more or less, together with all buildings, pipe lines, and wharves thereon, in Plaquemines Parish, Louisiana, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as an addition to the Delta Migratory Waterfowl Refuge, established by Executive Order No. 7229 of November 19, 1935:",
        "ST. HELENA MERIDIAN",
        "T. 21 S., R. 19 E., secs. 13 to 21, inclusive.",
        "The area above described, acquired by the United States pursuant to the act of June 19, 1906, ch. 3433, 34 Stat. 299, for the establishment of a quarantine station, is primarily under the jurisdiction of the Treasury Department, and its reservation as a migratory waterfowl refuge is subject to the use thereof by the said Department for quarantine purposes; and the enforcement of law, regulations, and uses thereof by the Department of Agriculture shall be without interference with any existing or future uses or regulations of the Treasury Department.",
        "[NAME]",
        "THE WHITE HOUSE,June 5, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7383-Enlarging Delta Migratory Waterfowl Refuge, Louisiana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355777"
}