{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7526-postponement-effective-date-certain-provisions-executive-order-no",
    "doc": "executive-order-7526-postponement-effective-date-certain-provisions-executive-order-no",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7526-Postponement of Effective Date of Certain Provisions of Executive Order No. 6166 of June 10, 1933",
    "date": "December 29, 1936",
    "content": [
        "Whereas it appears that the interests of economy require that certain transfers, consolidations, and eliminations provided for under section 4 of Executive Order No. 6166 of June 10, 1933, as amended, be further delayed beyond the effective date of said order:",
        "Now, Therefore, pursuant to the provisions of section 22 of the said order, I hereby order that, except as hereinafter provided, the transfers, consolidations, and eliminations contemplated by section 4 of Executive Order No. 6166 of June 10, 1933, as amended, which are not effected prior to December 31, 1936, pursuant to Executive Order No. 6224 of July 27, 1933, Executive Order No. 6540 of December 28, 1933, Executive Order No. 6727 of May 29, 1934, Executive Order No. 6927 of December 21, 1934, Executive Order No. 7077 of June 15, 1935, Executive Order No. 7261 of December 31, 1935, and Executive Order No. 7390 of June 15, 1936, together with the operation of all other provisions of Executive Order No. 6166 of June 10, 1933, as amended, in so far as they relate to said section 4, be further delayed until June 30, 1937: Provided, that any transfer, consolidation, or elimination, in whole or in part, under said section 4, including any other provisions of the said order of June 10, 1933, in so far as they relate to section 4 thereof, may be made operative and effective between December 31, 1936, and June 30, 1937, by order of the Secretary of the Treasury, approved by the President.",
        "[NAME]",
        "The White House,December 29, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7526-Postponement of Effective Date of Certain Provisions of Executive Order No. 6166 of June 10, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356205"
}