{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9388-establishing-special-emergency-board-report-claims-for-wage",
    "doc": "executive-order-9388-establishing-special-emergency-board-report-claims-for-wage",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9388-Establishing a Special Emergency Board To Report on Claims for Wage Adjustments of Nonoperating Railway Employees",
    "date": "October 16, 1943",
    "content": [
        "Whereas, the Director of Economic Stabilization found the report of May 24 and May 29, of the Emergency Board set up to consider the wage adjustment claims of the non-operating railway employees to be inconsistent with the stabilization program established under the Act of October 2, 1942, and the Executive Orders issued thereunder, and directed that the claims be reconsidered in light of the opinion filed by him on June 30, 1942, and",
        "Whereas, the Emergency Board originally constituted to consider the claims of the non-operating railway employees has been dissolved and it is necessary to provide further machinery for adjusting these claims in accordance with the Act of October 2, 1942, and the stabilization program established thereunder,",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and the Statutes, and particularly by the First War Powers Act, 1941, as President of the United States and Commander-in-Chief of the Army and Navy, it is hereby ordered as follows:",
        "(1) There is hereby established a Special Emergency Board of three members to be selected by me from the National Railway Labor Panel to reconsider the claims for wage adjustments of the nonoperating railway employees, and to recommend to me such wage adjustments which should be made, within the limitations of the Act of October 2, 1942, and the Executive Orders thereunder, and in conformity with the opinion of the Economic Stabilization Director of June 30, 1943. In making its recommendations to me, the Board may give such consideration as it deems appropriate to the report filed with me on September 25, 1943, by the Emergency Board appointed to consider the claims for wage adjustments of the operating railway employees.",
        "(2) The parties before the Special Emergency Board shall be the same as those included within the recommendation of the Emergency Board which reported to me on May 24 and May 29 in this dispute.",
        "(3) The Special Emergency Board shall report to me on or before November 15, 1943. Copies of the report shall be filed at the same time with the Economic Stabilization Director, the National War Labor Board and the Commissioner of Internal Revenue.",
        "The recommendations of the Special Emergency Board in regard to proposed changes affecting wage and salary payments shall become effective fifteen days after the date of the filing of its report with me, unless and except to the extent the Economic Stabilization Director otherwise directs.",
        "[NAME]",
        "The White House,October 16, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9388-Establishing a Special Emergency Board To Report on Claims for Wage Adjustments of Nonoperating Railway Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372355"
}