{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7976-establishing-the-union-slough-migratory-waterfowl-refuge",
    "doc": "executive-order-7976-establishing-the-union-slough-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7976-Establishing the Union Slough Migratory Waterfowl Refuge",
    "date": "September 19, 1938",
    "content": [
        "IOWA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, containing 1,334.61 acres, more or less, acquired or to be acquired by the United States, in Kossuth County, Iowa, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any private lands within the area shall become part of the refuge hereby established upon acquisition of title thereto or lease thereof by the United States:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 97 N., R. 28 W.,      sec. 3, fractional N½NE¼, NW¼SW¼NE¼, the east 0.28 chain SE¼NE¼, fractional E½N½NW¼, diagonal SE¼ of fractional W½N½NW¼, S½NW¼, NW¼NE¼SW¼, and W½SW¼;      sec. 4, SE¼SW¼NE¼, NE¼SE¼NE¼, S½SE¼NE¼, NE¼SE¼, E½NW¼SE¼, NE¼SW¼SE¼, S½SW¼SE¼, and SE¼SE¼;      sec. 9, W½NE¼NE¼,.W½NE¼, SE¼NE¼NW¼, SE¼NW¼, E½SW¼, NE¼SW¼SW¼, SE¼NE¼SE¼, NW¼SE¼, and SE½SE¼;      sec. 10, SW¼NW¼SW¼, S½SW¼, and S½SE¼;",
        "T. 98 N., R. 28 W.,      sec. 34, diagonal SE¼S½SE¼SW¼ and SE¼;      sec. 35, SW¼.",
        "This reservation shall be known as the Union Slough Migratory Waterfowl Refuge.",
        "[NAME]",
        "[NAME], September 19, 1938"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7976-Establishing the Union Slough Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368798"
}