{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10246-transferring-the-use-possession-and-control-certain-land-from-the",
    "doc": "executive-order-10246-transferring-the-use-possession-and-control-certain-land-from-the",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 - 1953",
    "title": "Executive Order 10246-Transferring the Use, Possession, and Control of Certain Land from the Department of the Interior to the Tennessee Valley Authority",
    "date": "May 18, 1951",
    "content": [
        "By virtue of the authority vested in me by section 7(b) of the Tennessee Valley Authority Act of 1933 (48 Stat. 63; 16 U.S.C 831f(b)), it is ordered that the use, possession, and control of the following-described land, comprising the Elk River Fish Hatchery, together with the improvements thereon and pertaining thereto, be and they are hereby transferred from the Department of the Interior to the Tennessee Valley Authority, such transfer being deemed necessary and proper for the purposes of the Tennessee Valley Authority as stated in the said Tennessee Valley Authority Act of 1933:",
        "A tract of land lying in Limestone County, State of Alabama, in section 3, and in the E½ of the E½ of section 4, Township 2 South, Range 5 West, and being a portion of the land acquired by the Authority, in the name of the United States of America, under the designation of Tracts WR-48, WR-49, and WR-66, said land being more particularly described as follows:",
        "Beginning at a monument (Coordinates: No. 1,784,291; E 633,453), approximately 200 feet south of, and approximately 740 feet west of Tennessee Valley Authority Monument No. 30 at the southwest corner of the NW¼ of the NW¼ of section 3; thence N.13°09'E., 20 feet to a point on the shore of the Elk River Arm of the Wheeler Lake and on the line made by the intersection of the present ground surface and the plane of the 556 foot (m.s.l.) contour; thence with the said contour line and the shore of the lake as it meanders downstream approximately 13,300 feet to a point; thence, leaving the shore of the lake, N.17° 08'E., 799 feet passing a monument at 35 feet, to a monument; thence N.86° 04'W., 364 feet to a monument; thence N. 13° 09'E., 906 feet, crossing a private road at approximately 20 feet, to the point of beginning.",
        "The above-described land contains 192 acres, more or less.",
        "NOTE: The coordinates and bearings given in the above description are for the Alabama (West) State Coordinate System, Mercator Projection, as established by the U.S. Coast and Geodetic Survey. The origin for the coordinate system is at Latitude 30° 00'N., and Longitude 87°30'W., and has been assigned a value of X=500,000 feet and Y=0 feet.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "May 18, 1951"
    ],
    "citation": "Harry S Truman, Executive Order 10246-Transferring the Use, Possession, and Control of Certain Land from the Department of the Interior to the Tennessee Valley Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/279196"
}