{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6121-partial-revocation-withdrawal-public-lands-california",
    "doc": "executive-order-6121-partial-revocation-withdrawal-public-lands-california",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6121-Partial Revocation of Withdrawal of Public Lands, California",
    "date": "May 02, 1933",
    "content": [
        "It is hereby ordered that Executive Order No. 5408 of July 25, 1930, withdrawing certain lands in California for classification and determination as to the advisability of including such lands in a national monument, be, and it is hereby, revoked as to such of the lands so withdrawn as were not reserved and set apart as the Death Valley National Monument by Proclamation No. 2028, dated February 11, 1933.",
        "And it is hereby ordered, pursuant to Public Resolution 85, approved June 12, 1930 (46 Stat. 580), that, subject to valid rights and the provisions of existing withdrawals, the public lands in the areas released from such withdrawal shall be opened only to entry under the homestead and desert land laws by qualified ex-service men for whose service recognition is granted by said resolution, under the terms and conditions of said resolution and the regulations issued thereunder, for a period of 91 days beginning with the sixty-third day from and after the date hereof, and thereafter to appropriation by the general public under any public land law applicable thereto.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to such lands by settlement in advance of entry, or otherwise except strictly in accordance herewith.",
        "[NAME]",
        "The White House,May 2, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6121-Partial Revocation of Withdrawal of Public Lands, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361948"
}