{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6434-code-fair-competition-for-the-cotton-garment-industry",
    "doc": "executive-order-6434-code-fair-competition-for-the-cotton-garment-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6434-Code of Fair Competition for the Cotton Garment Industry",
    "date": "November 17, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Cotton Garment Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said code of fair competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said code of fair competition complies in all respects with the pertinent provisions of title I of said act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said Act have been met,",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby adopt and approve the report, recommendations, and findings of the Administrator and do order that the said code of fair competition be and it is hereby approved, subject to the following conditions:",
        "A. A committee appointed by representatives of several of the States having heretofore drafted a tentative code or compact concerning prison labor, the purpose of which is the establishment of fair competition between the products of prisons and the products of competing private industry, and containing provisions the intention of which is substantially the same as is hereinafter referred to, the code or compact shall be deemed to be satisfactory under the requirement in article VIII C of the within code if and so long as the compact or code adopted by the States provides for and accomplishes the following in relation to the manufacture, sale, and distribution of products made in whole or in part by prisoners:",
        "1. The hours of labor of prisoners shall be not greater than the hours prescribed in the code of fair competition of the competing private domestic industry.",
        "2. Prison products when sold by the prison or through a contractor, whether sold direct or through any agency, shall be sold not lower than the current price prevailing in the market in which the product is customarily sold,-to wholesalers, retailers, or consumers as the case may be.",
        "3. Unless it requires a higher price than specified in paragraph 2, the State shall be paid on all contracts for the labor of prisoners an amount equal to the cost per unit for labor and overhead of the comparable product necessarily paid in competing domestic private industry.",
        "4. The hours of operation of productive machinery shall be not more than is prescribed in the code of the competing private domestic industry.",
        "5. Nothing in said compact or code shall affect in any way any Federal act relating to prison-made products, or any State act passed or effective under any such Federal act, if said acts are held constitutional and valid.",
        "6. A code authority set up in the compact shall have the power to administer, supervise, and enforce said code and establish the prices and costs of prison-made goods as required in paragraphs 2 and 3 above after conferring with the code authority of the affected industry, from which decision an appeal shall be allowed to the President of the United States.",
        "7. The code authority set up in the compact, after an investigation which shall include a consideration of economic, trade, and market conditions, shall (1) formulate such regulations as may be consistent and lawful and as may be necessary to assure a diversification of the output of \"prison industries\" in fair proportion to the production of any competing private domestic industry affected, and (2) prohibit the expansion of any existing prison industry which is causing a disproportionate competition with any private domestic industry.",
        "8. Such other provisions as will assure a fair basis of competition not inconsistent with the above.",
        "B. That the application of section G of article IV be and hereby is stayed as to members of the industry located in the State of Kentucky and in those counties in the States of Illinois and Indiana which border on the Ohio River for such period as the Administrator shall determine, which period shall not exceed 4 months from and after the effective date of the aforesaid Code of Fair Competition for the Cotton Garment Industry, that during such period the said members of the industry located in the State of Kentucky and in those counties in the States of Illinois and Indiana bordering on the Ohio River shall be included in the southern section of the industry for the purposes of the aforesaid article IV, that during such period the Administrator shall hold such hearings and cause such investigations to be made as he may deem necessary to determine the classification of the above area for the purposes of the aforesaid article IV, and that prior to the termination of such period the Administrator shall determine the classification of the said area for the purposes of said article IV of the said Code of Fair Competition for the Cotton Garment Industry.",
        "[NAME],",
        "Approval recommended:     [NAME].          Administrator.",
        "The White House,November 17, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6434-Code of Fair Competition for the Cotton Garment Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362260"
}