{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8837-prescribing-regulations-governing-overtime-compensation-certain",
    "doc": "executive-order-8837-prescribing-regulations-governing-overtime-compensation-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8837-Prescribing Regulations Governing Overtime Compensation of Certain Civilian Employees of the War Department, the Navy Department, the Coast Guard, and the Panama Canal",
    "date": "July 30, 1941",
    "content": [
        "By virtue of the authority vested in me by section 1 of the act of June 3, 1941, Public Law 100, 77th Congress, I hereby prescribe the following regulations governing the payment of compensation for employment in excess of forty hours in any administrative workweek to per-annum field service employees whose overtime services are essential to and directly connected with the expeditious prosecution of the overtime work upon which employees enumerated in section 5 (a) of the act of June 28, 1940, 54 Stat. 676, 678, and section 1 of the act of October 21, 1940, 54 Stat. 1205, are engaged:",
        "SECTION 1. Whenever the Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, or the Governor of The Panama Canal, as the case may be, shall determine that employment in excess of forty hours a week of any per-annum employee in the field services of the War Department, the Navy Department, the Coast Guard, or The Panama Canal is essential to and directly connected with the expeditious prosecution of overtime work which is being required of employees enumerated in section 5 (a) of the said act of June 28, 1940, and section 1 of the said act of October 21, 1940, and for which overtime compensation is being paid, he is authorized to provide compensation for such employment in excess of forty hours in any administrative workweek at one and one-half times such employee's regular rate of pay.",
        "SECTION 2. In determining the overtime compensation which may be paid to any per-annum employee under section 1 hereof, the pay for one hour shall be computed as one-eighth of such employee's pay for one day. The pay for one day shall be considered to be one three-hundred-and-sixtieth of the employee's per-annum salary.",
        "SECTION 3. The Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, and the Governor of The Panama Canal may designate such subordinate officers as they may deem necessary to determine the per-annum employees in their respective field services whose overtime services are essential to and directly connected with the expeditious prosecution of the overtime work upon which the employees enumerated in section 5 (a) of the said act of June 28, 1940, and section 1 of the said act of October 21, 1940, are engaged.",
        "SECTION 4. No overtime compensation may be paid under section 1 hereof to any per-annum employee who during his regular hours of employment is not normally engaged on work essential to and directly connected with the expeditious prosecution of the work upon which employees enumerated in section 5 (a) of the said act of June 28, 1940, and section 1 of the said act of October 21, 1940, are engaged.",
        "SECTION 5. No employee covered by the provisions of section 1 hereof shall be regularly required or allowed to work In excess of forty-eight hours in any administrative workweek: Provided, that such limit may be exceeded when it is considered by the Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, or the Governor of The Panama Canal, or such subordinate officers as they may designate, to be necessary for the maintenance of the production schedule for an arsenal, shipyard, shop, or other establishment of a similar nature or to meet other specific emergency situations.",
        "SECTION 6. When in the judgment of the head of the department concerned, the Governor of The Panama Canal, or the subordinate officers mentioned in section 3 of these regulations, the health or efficiency of any employee will be impaired by employment for more than eight hours a day or forty hours a week, such employee shall not be required or permitted to work overtime.",
        "SECTION 7. It shall be the policy of the agencies affected by this order to hold overtime work to the absolute minimum consistent with the requirements of the national-defense program.",
        "SECTION 8. This order shall take effect as of June 3, 1941, and shall be published in the Federal Register.",
        "[NAME]",
        "The White House,July 30, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8837-Prescribing Regulations Governing Overtime Compensation of Certain Civilian Employees of the War Department, the Navy Department, the Coast Guard, and the Panama Canal Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372146"
}