{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5612-establishing-council-personnel-administration",
    "doc": "executive-order-5612-establishing-council-personnel-administration",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5612-Establishing a Council of Personnel Administration",
    "date": "April 25, 1931",
    "content": [
        "To the Heads of Departments and Independent Establishments:",
        "1. For the purpose of developing in the Federal Government a more effective and economical system of employment and personnel management, and to promote the general welfare of the employees of the National Government, there is hereby established a Council of Personnel Administration, under the chairmanship of the President of the United States Civil Service Commission.",
        "2. The council shall consist of the heads of the departments, the President of the Civil Service Commission, the Director of the Bureau of the Budget, the Chief of the Bureau of Efficiency, the Chairman of the Interstate Commerce Commission, and the Administrator of Veterans' Affairs. The President of the Civil Service Commission shall act as chairman of the council.",
        "3. The Director of Research in Personnel Administration of the United States Civil Service Commission shall serve as Director of the Council of Personnel Administration, and shall carry out the projects approved by the board. He shall appoint a project committee consisting of representatives of departments and advisory committees, who shall assist him in formulating projects to be submitted to the executive committee. He shall also appoint such planning and advisory committees as shall be necessary.",
        "4. The following five members of the council shall constitute an executive committee: Chairman-President of the Civil Service Commission; the Secretary of Agriculture; the Secretary of the Interior; the Secretary of Commerce; and the Chief of the Bureau of Efficiency. This executive committee shall (a) take action on plans and projects submitted by the director, subject to ratification by the council; (ft) present general plans to the director for formulation into projects.",
        "5. The head of each department or independent establishment shall designate the employee best qualified to carry out in his establishment a fact-finding study, which shall be carried out as outlined by the Civil Service Commission. The findings of this study shall show the present personnel practices of the Federal Government, shall serve as a basis for improvements in selection, flexibility of registers, announcements, transfers, promotions, training, and coordination of personnel activities and administration, and shall indicate the extent to which the Government service does offer, or can be made to offer a partial or a permanent career.",
        "6. The Council of Personnel Administration shall:",
        "(a) Establish a liaison system between the Civil Service Commission and the several departments;",
        "(b) With the assistance of advisory committees composed of representatives of industry, business organizations, and educational institutions, and through cooperation with these organizations, make available to the Government the best developments in personnel administration outside of Government service, and make available to the public and to educational institutions authoritative information regarding employment by the Federal Government; and",
        "(c) Prepare specific plans for improvement and coordination of personnel administration in the Federal service, and cooperate with such departments and establishments as may desire to adopt such plans.",
        "7. Each department representative shall also carry out in his department such of those projects hereafter approved by the council as the head of his department shall desire to have carried out.",
        "8. Members of the council are authorized to assign to this work such members of their staffs as they believe essential for making this order effective.",
        "[NAME]",
        "The White House,April 25, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5612-Establishing a Council of Personnel Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361221"
}