{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6670-transfer-functions-the-veterans-administration-pertaining-civil",
    "doc": "executive-order-6670-transfer-functions-the-veterans-administration-pertaining-civil",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6670-Transfer of Functions of the Veterans' Administration Pertaining to Civil Service Retirement Activities to the Civil Service Commission",
    "date": "April 07, 1934",
    "content": [
        "Whereas section 16 of the act of March 3, 1933 (ch. 212, 47 Stat. 1517), provides for reorganizations within the executive branch of the Government, requires the President to investigate and determine what reorganizations are necessary to effectuate the purposes of the act, and authorizes the President to make such reorganizations by Executive order; and",
        "Whereas after investigation I find and declare that the transfer to the United States Civil Service Commission of the functions of administration pertaining to the retirement of civil employees of the Government now vested in the Veterans' Administration would be in the public interest and would effectuate the purposes of said section 16;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 16 of the act of March 3, 1933, it is ordered that the duties, powers, and functions now vested in the Veterans' Administration pertaining to the administration of civil service retirement activities under the Civil Service Retirement Act of May 29, 1930 (ch. 349, 46 Stat. 468), as amended, Executive Order No. 5398 of July 21, 1930, and the Canal Zone Retirement Act of March 2, 1931 (ch. 375, 46 Stat. 1471), as amended, be, and they are hereby, transferred to and vested in the United States Civil Service Commission.",
        "All personnel, records, files, and property, including office furniture and equipment, of the Veterans' Administration employed or used in the discharge of the duties, powers, and functions transferred by this order are hereby transferred to the Civil Service Commission.",
        "The unexpended balances of appropriations and/or allotments of appropriations now, or which may become, available to the Veterans' Administration for the performance of the duties, powers, and functions transferred by this order shall be transferred to the Civil Service Commission to such extent as the Director of the Bureau of the Budget may deem necessary, and any remaining balance shall, in accordance with law, be impounded and returned to the Treasury.",
        "This order will become effective in accordance with the provisions of section 1 of title III of the act of March 20, 1933 (ch. 3, 48 Stat. 16): Provided, That in case it shall appear to the President that the interests of economy require that the transfer be delayed beyond the date this order is to become effective, he may, in his discretion, fix a later date therefor, and he may for like cause defer such date from time to time.",
        "[NAME]",
        "Done in triplicate",
        "The White House,April 7 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6670-Transfer of Functions of the Veterans' Administration Pertaining to Civil Service Retirement Activities to the Civil Service Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362435"
}