{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7548-enforcement-the-convention-for-safety-life-sea-1929",
    "doc": "executive-order-7548-enforcement-the-convention-for-safety-life-sea-1929",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7548-Enforcement of The Convention for Safety of Life at Sea, 1929",
    "date": "February 05, 1937",
    "content": [
        "Whereas under Article I of the Convention for Safety of Life at Sea, signed at London on May 31, 1929, ratified by the United States of America, and proclaimed by the President on September 30, 1936 (Treaty Series No. 910), the Government of the United States of America, together with the Governments of the other countries which have become parties to the Convention, undertakes to give effect to the provisions of the Convention, to promulgate all regulations and to take all other steps which may be necessary to give it full and complete effect; and",
        "Whereas it is expedient and necessary, in order that the Government of the United States of America may give full and complete effect to the said Convention, that several departments and agencies of the executive branch of the said Government exercise functions and perform duties thereunder; and",
        "Whereas the following arrangement with reference to the administration of matters affecting radio was approved by the Federal Communications Commission on September 29, 1936, and concurred in by the Secretary of Commerce on October 12, 1936:",
        "\"By reason of ratifying the Convention the United States accepted certain obligations with respect to matters which, under the statutes fixing the powers and duties of the Department and the Commission, are subjects of separate jurisdiction. The Convention is self-executing, at least in large part, and a problem as to the division of duties and responsibilities in the matter of administering the Convention arises in the absence of specific legislation by Congress.",
        "\"The Convention provides for the issuance of three classes of certificates, i.e., Safety Certificates, Safety Radiotelegraph Certificates and Exemption Certificates. It is recognized that the issuance of each one of these classes of certificates involves determination on the part of both the Commission and the Department of Commerce. In view of this fact, it would appear that, legally, they might be issued by either agency, or jointly, based on separate determinations. In the interest of economy and in order to serve the convenience of the Government and the public, it has been agreed that provision is to be made for the issuance of all certificates through the Department of Commerce.",
        "\"However, the decision of the Commission in all matters affecting the use of radio on board ships subject to the Safety Convention will be final and binding, in so far as the Executive branch of the Government is concerned. In the event of hearings or legal proceedings involving radio installations, hearings are to be conducted by and in accordance with the Rules and Regulations of the Commission, and the Commission is to assume and have responsibility for the defense of its orders and rulings before the Courts and also for prosecutions resulting from violations of the radio provisions of the Convention. The Commission will make the necessary radio inspections, on application to be made to it by the ship owner or other person responsible for the operation of the vessel. Upon approval by the Commission of the radio installation or approval by the Commission of a request for exemption, the appropriate certificate will be issued by the Department of Commerce.",
        "\"The Department of Commerce is to inspect for and finally decide all matters arising under the Convention except those relating to radio installations.",
        "\"In the event that any question arises with regard to a matter affecting the stability or navigability of the vessel and which also affects the determination of whether a certificate shall be issued under the radio provisions of the Convention, the Commission shall first ascertain from the Department of Commerce whether it approves and its decision with respect thereto shall be final. As an example, the Department of Commerce shall decide whether the location of the radio station on board ship complies with the Convention.",
        "\"It is, of course, recognized that cases will arise in which the respective jurisdiction of the Commission and the Department cannot readily be determined, and the foregoing agreement shall serve as a guide in dealing with these cases as they arise.\"",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me as President of the United States of America, I hereby confirm the said arrangement, and direct the Department of State, the Department of Commerce (Bureau of Marine Inspection and Navigation), the Treasury Department (Coast Guard), the Department of Agriculture (Weather Bureau), and the Federal Communications Commission, respectively, in relation to the fulfillment of the obligations undertaken by the Government of the United States of America under the said Convention for Safety of Life at Sea, and subject to the aforesaid arrangement, to exercise the functions and perform the duties therein prescribed and undertaken which appertain to the functions and duties which they severally are now directed or authorized by law to perform.",
        "[NAME]",
        "The White House,February 5, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7548-Enforcement of The Convention for Safety of Life at Sea, 1929 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368944"
}