{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11800-delegating-certain-authority-vested-the-president-the-aviation",
    "doc": "executive-order-11800-delegating-certain-authority-vested-the-president-the-aviation",
    "president": "Gerald R. Ford",
    "president_byline": "38th President of the United States: 1974 - 1977",
    "title": "Executive Order 11800-Delegating Certain Authority Vested in the President by the Aviation Career Incentive Act of 1974",
    "date": "August 17, 1974",
    "content": [
        "By virtue of the authority vested in me by section 301 of title 3 of the United States Code, and as President of the United States and Commander in Chief of the Armed Forces of the United States, it is hereby ordered as follows:",
        "SECTION 1. The Secretary of Defense, the Secretary of Transportation with respect to the Coast Guard when it is not operating as a service in the Navy, the Secretary of Commerce and the Secretary of Health, Education, and Welfare, with respect to members of the uniformed service under their respective jurisdictions, are hereby designated and empowered to exercise, without approval, ratification, or other action by the President, the functions vested in the President by section 301a of title 37 of the United States Code, as added by section 2 (3) of the Aviation Career Incentive Act of 1974 (Public Law 93-294; 88 Stat. 177) with respect to entitlement of regular and reserve officers of the uniformed services, including flight surgeons and other medical officers, to aviation career incentive pay for the frequent and regular performance of operational or proficiency flying duty.",
        "SEC. 2. This order is effective as of June 1, 1974.",
        "[NAME]",
        "The White House,",
        "August 17, 1974."
    ],
    "citation": "Gerald R. Ford, Executive Order 11800-Delegating Certain Authority Vested in the President by the Aviation Career Incentive Act of 1974 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/242617"
}