{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8767-directing-certain-personnel-the-coast-guard-operate-part-the-navy",
    "doc": "executive-order-8767-directing-certain-personnel-the-coast-guard-operate-part-the-navy",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8767-Directing Certain Personnel of the Coast Guard To Operate as a Part of the Navy, Subject to the Orders of the Secretary of the Navy",
    "date": "June 03, 1941",
    "content": [
        "Whereas section 1 of the act of January 28, 1915, 38 Stat. 800 (U.S.C., title 14, sec. 1), provides:",
        "\"That there shall be established in lieu of the existing Revenue-Cutter Service and the Life-Saving Service, to be composed of those two existing organizations, with the existing offices and positions and the incumbent officers and, men of those two services, the Coast Guard, which shall constitute a part of the military forces of the United States and which shall operate under the Treasury Department in time of peace and operate as a part of the Navy, subject to the orders of the Secretary of the Navy, in time of war or when the President shall so direct. When subject to the Secretary of the Navy in time of war the expense of the Coast Guard shall be paid by the Navy Department: Provided, That no provision of this Act shall be construed as giving any officer of either the Coast Guard or the Navy, military or other control at any time over any vessel, officer, or man of the other service except by direction of the President.\";",
        "And Whereas it is essential, for the strengthening of our national defense within the limits of peace-time authorizations, that certain personnel of the Coast Guard operate as a part of the Navy, subject to the orders of the Secretary of the Navy:",
        "Now, Therefore, by virtue of the authority conferred upon me by the statutory provisions above set out, I hereby direct that such number of commissioned, chief warrant, and warrant officers and enlisted men of the Coast Guard required to man and operate certain naval vessels, as may be agreed upon by the Chief of Naval Operations and the Commandant of the Coast Guard, shall operate as a part of the Navy, subject to the orders of the Secretary of the Navy; and such Coast Guard personnel while serving on such naval vessels shall be subject to the laws enacted for the government of the Navy.",
        "[NAME]",
        "The White House,June 3, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8767-Directing Certain Personnel of the Coast Guard To Operate as a Part of the Navy, Subject to the Orders of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372107"
}