{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8136-delegating-certain-powers-the-attorney-general-and-directing-the",
    "doc": "executive-order-8136-delegating-certain-powers-the-attorney-general-and-directing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8136-Delegating Certain Powers to the Attorney General and Directing the Secretary of the Treasury To Sell Certain Securities",
    "date": "May 15, 1939",
    "content": [
        "By virtue of the authority vested in the President by section 5 (a) of the Trading with the Enemy Act, approved October 6, 1917 (40 Stat. 411, 415), as amended, the Settlement of War Claims Act of 1928, approved March 10, 1928 (45 Stat. 254), and Public Resolution No. 53, approved June 27, 1934 (48 Stat. 1267), it is hereby ordered as follows:",
        "1. All power and authority conferred upon the President by sections 9, 12, 20, and 21 of the said Trading with the Enemy Act, as amended, and all power and authority which the President under that Act has heretofore ordered to be exercised through the Alien Property Custodian, are hereby vested in and shall be exercised through the Attorney General or the Assistant Attorney General in charge of the Claims Division in the Department of Justice.",
        "2. All acts heretofore performed by the Attorney General and by the Department of Justice, under the supervision of the Attorney General, pertaining to the administration of the rights, privileges, duties, and powers conferred upon the Alien Property Custodian by Executive order and thereafter transferred to the Department of Justice, to be administered under the supervision of the Attorney General, by Executive Order No. 6694 of May 1, 1934, are hereby approved, confirmed, and ratified.",
        "3. The first clause of section 3 of Executive Order No. 6981 of March 2, 1935, is hereby amended to read as follows:",
        "\"For the purposes of this Executive order, (a) the nationality, residence, domicile, or other qualification of claimants under the Trading with the Enemy Act, as amended, shall be that determined by the Attorney General or the Assistant Attorney General in charge of the Claims Division in the Department of Justice;\"",
        "4. All securities in which the Secretary of the Treasury has invested moneys deposited in the Treasury by the Alien Property Custodian or the Attorney General, as successor to the Alien Property Custodian, under section 12 of the said Trading with the Enemy Act, as amended, and which do not represent funds deposited, or available for deposit, in the German Special Deposit Account under section 4 of the said Settlement of War Claims Act of 1928 shall be sold by the Secretary of the Treasury, and the proceeds shall be deposited in the Treasury to the account of the Attorney General, Alien Property Bureau.",
        "5. All Executive orders heretofore issued delegating or transferring to the Alien Property Custodian or to the Attorney General or the Department of Justice powers vested in the President by the said Trading with the Enemy Act, as amended, are hereby superseded by this order in so far as they delegate or transfer any such powers.",
        "[NAME]",
        "The White House,May 15, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8136-Delegating Certain Powers to the Attorney General and Directing the Secretary of the Treasury To Sell Certain Securities Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371805"
}