{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5835-extension-the-limits-certain-customs-ports-entry",
    "doc": "executive-order-5835-extension-the-limits-certain-customs-ports-entry",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5835-Extension of the Limits of Certain Customs Ports of Entry",
    "date": "April 13, 1932",
    "content": [
        "By virtue of the authority vested in me by the act of Congress approved August 1, 1914 (U.S. Code, title 19, sec. 2), the limits of the following-named customs ports of entry are hereby extended as indicated, effective as of 30 days from the date of this order:",
        "Customs Collection District No. 34 (Dakota), with Headquarters at Pembina, N. Dak.",
        "AMBROSE, N. DAK.",
        "The limits of this port are extended to include the township of Ambrose, State of North Dakota.",
        "ST. JOHN, N. DAK.",
        "The limits of tliis port are extended to include the township of Baxter, State of North Dakota.",
        "NOYES, MINN.",
        "The limits of this port are extended to include the township of St. Vincent, State of Minnesota.",
        "Customs Collection District No. 30 (Washington), with Headquartersat Seattle, Wash.",
        "BLAINE, WASH.",
        "The limits of this port are extended as follows: Beginning at the northerly limits of the city of Blaine at a point on the east side of the Pacific Highway, thence northerly along the east side of such highway to the international boundary line; thence westerly along the boundary line a distance of 400 feet; thence southerly along a line drawn parallel with and 400 feet west of the Pacific Highway to the northern limits of the city of Blaine; thence easterly along the northern limits of the city to the place of beginning.",
        "[NAME]",
        "The White House,April 13, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5835-Extension of the Limits of Certain Customs Ports of Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361435"
}