{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-1083-tariff-consular-fees-amended",
    "doc": "executive-order-1083-tariff-consular-fees-amended",
    "president": "William Howard Taft",
    "president_byline": "27th President of the United States: 1909 - 1913",
    "title": "Executive Order 1083-Tariff of Consular Fees Amended",
    "date": "June 07, 1909",
    "content": [
        "The tariff of United States Consular Fees prescribed by the Executive Order of August 13, 1906, to take effect November 1, 1906, is hereby amended as follows:",
        "Fee No. 3 is amended to read:",
        "No. 3. Extra certificates and declarations as above described, including immigrant's oath (Form No. 128) or declaration for books and household effects under $100 in value (Form No. 214), when issued without an invoice certificate, each........... $1.00",
        "Fee No. 7 is amended to read:",
        "No. 7. Scaling cars coming from Canada or Mexico, for each manifest in quintuplicatc with the consul's certificate, including sealing of each car, vessel, bale, barrel, box, or package.........1.00",
        "Fee No. 33 is amended to read as follows:",
        "No. 33. Acknowledgment of a deed or power of attorney, or similar service, including one or more signatures, with certificate thereof, for each copy................. 2.00",
        "Fee No. 34 is amended to read as follows:",
        "Fee No. 34. Administering any and all oaths required to be made by pensioners and their witnesses in the execution of their pension vouchers, or by persons presenting claims for pensions or increase of pensions and their witnesses, or certifying to the competency of a local official before whom the same were executed............... No fee",
        "Fee No. 40 is amended to read as follows:",
        "No. 40. Copies. (Carbon copies to be charged for at the same rate as originals.) For the first hundred words or fraction..................... .50",
        "For every additional hundred words or less.......................... .25",
        "Fee No. 41 is amended to read as follows:",
        "No. 41. Translations; for every one hundred words or fraction........................... 1.00",
        "Fee No. 43 is prescribed as follows:",
        "No. 43. Recording unofficial documents in consulate upon request:",
        "For the first hundred words or fraction................................... .50",
        "For every additional hundred words or less.......................... .25",
        "Fee No. 44 is prescribed as follows:",
        "No. 44. Any and all services indicated in the above tariff and performed upon written orders of the Department of State for the official use of the Government of the United States...............No fee",
        "[NAME].",
        "[NAME], Washington, D.C., June 7, 1909."
    ],
    "citation": "William Howard Taft, Executive Order 1083-Tariff of Consular Fees Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/364895"
}