{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5476-transfer-and-consolidation-the-veterans-administration-certain-duties",
    "doc": "executive-order-5476-transfer-and-consolidation-the-veterans-administration-certain-duties",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5476-Transfer to and Consolidation in the Veterans' Administration of Certain Duties Heretofore Performed by the War Department",
    "date": "November 04, 1930",
    "content": [
        "Whereas section 1 of the act of Congress entitled \"An act to authorize the President to consolidate and coordinate governmental activities affecting war veterans,\" approved July 3, 1930, provides:",
        "\"(a) That the President is authorized, by Executive order, to consolidate and coordinate any hospitals and executive and administrative bureaus, agencies, or offices, especially created for or concerned in the administration of the laws relating to the relief and other benefits provided by law for former members of the Military and Naval Establishments of the United States, including the Bureau of Pensions, the National Home for Disabled Volunteer Soldiers, and the United States Veterans' Bureau, into an establishment to be known as the Veterans' Administration, and to transfer the duties, powers, and functions now vested by law in the hospitals, bureaus, agencies, or offices so consolidated and coordinated, including the personnel thereof, and the whole or any part of the records and public property belonging thereto to the Veterans' Administration.",
        "\"(b) Under the direction of the President the Administrator of Veterans' Affairs shall have the power, by order or regulation, to consolidate, eliminate, or redistribute the functions of the bureaus, agencies, offices, or activities in the Veterans' Administration and to create new ones therein, and, by rules and regulations not inconsistent with law, shall fix the functions thereof and the duties and powers of their respective executive heads.\"",
        "Now, Therefore, by virtue of the authority vested in me by said law, there are hereby transferred to and consolidated in the Veterans' Administration the duties now performed by the War Department in connection with the payment of the annuities authorized by the acts of Congress approved May 23, 1908 (35 Stat. 1325), and February 28, 1929 (15 Stat. 1409).",
        "There are also transferred to and consolidated in the Veterans' Administration the duties now imposed upon the War Department by the laws recited in chapter 5, sections 241 to 250, title 38, U.S. Code, as amended, pertaining to artificial limbs and trusses.",
        "The civilian personnel of the War Department engaged in the administration of the provisions of the law mentioned, together with the records and papers pertaining to the work thereof and the public property belonging thereto, are hereby transferred to the Veterans' Administration.",
        "This transfer and consolidation shall be effective as of December 1, 1930.",
        "[NAME]",
        "The White House,November 4, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5476-Transfer to and Consolidation in the Veterans' Administration of Certain Duties Heretofore Performed by the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372967"
}