{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9140-establishing-the-safford-national-wildlife-refuge",
    "doc": "executive-order-9140-establishing-the-safford-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9140-Establishing the Safford National Wildlife Refuge",
    "date": "April 20, 1942",
    "content": [
        "ARIZONA",
        "Whereas certain hereinafter-described lands in the State of Arizona, together with the improvements thereon, have been acquired by the United States in connection with the Safford Arizona Nursery of the Department of Agriculture under the authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), and Sections 1 to 6, inclusive, of the Soil Conservation and Domestic Allotment Act, approved April 27, 1935 (49 Stat. 163); and",
        "Whereas the Secretary of Agriculture has recommended that jurisdiction over such lands be transferred to the Department of the Interior and that such lands be reserved as a refuge and breeding ground for native birds and other wildlife:",
        "Now, Therefore, by virtue of the authority vested in me by Title III of the Bankhead-Jones Farm Tenant Act (50 Stat. 525) and as President of the United States, it is ordered that, subject to valid existing rights, jurisdiction over the acquired lands, together with improvements thereon within the following-described area, comprising 240 acres, more or less, in Graham County, Arizona, be, and it is hereby, transferred to the Department of the Interior, together with such equipment in use in connection with said lands as may be designated by the Secretary of Agriculture; and the said lands are hereby reserved as a refuge and breeding ground for native birds and other wildlife:",
        "[NAME] AND SALT RIVER MERIDIAN",
        "T. 7 S., R. 24 E.,     sec. 13, SW¼     sec. 24, N½NW¼.",
        "This reservation shall be known as the Safford National Wildlife Refuge.",
        "[NAME]",
        "The White House,April 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9140-Establishing the Safford National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372256"
}