{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5969-transfer-the-civil-service-commission-certain-functions-now-performed",
    "doc": "executive-order-5969-transfer-the-civil-service-commission-certain-functions-now-performed",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5969-Transfer to the Civil Service Commission of Certain Functions Now Performed by the Employees' Compensation Commission",
    "date": "December 09, 1932",
    "content": [
        "Whereas, sections 401 and 403 of Title IV of Part II of the act approved June 30, 1932, provide-",
        "\"Sec. 401. In order to further reduce expenditures and increase efficiency in government it is declared to be the policy of Congress-",
        "\"(a) To group, coordinate, and consolidate executive and administrative agencies of the Government, as nearly as may be, according to major purpose;",
        "\"(6) To reduce the number of such agencies by consolidating those having similar functions under a single head;",
        "\"(c) To eliminate overlapping and duplication of effort; and",
        "\" (d) To segregate regulatory agencies and functions from those of an administrative and executive character.",
        "* * * * * * *",
        "\"Sec. 403. For the purpose of carrying out the policy of Congress as declared in section 401 of this title, the President is authorized by Executive order-",
        "\"(1) To transfer the whole or any part of any independent executive agency, and/or the functions thereof, to the jurisdiction and control of an executive department or another independent executive agency;",
        "\"(2) To transfer the whole or any part of any executive agency, and/or the functions thereof, from the jurisdiction and control of one executive department to the jurisdiction and control of another executive department; or",
        "\"(3) To consolidate or redistribute the functions vested in any executive department or in the executive agencies included in any executive department; and",
        "\"(4) To designate and fix the name and functions of any consolidated activity or executive agency and the title, powers and duties of its executive head.\"",
        "Now, Therefore, by virtue of the authority so vested in me, I hereby order the administrative duties, powers, and authority of the Employees' Compensation Commission which relate to the administration of the act of September 7, 1916 (39 Stat. 742-750), and amendments thereto providing compensation on account of injuries sustained by civilian employees of the Federal Government and the municipal government of the District of Columbia be transferred to the Civil Service Commission and that the Employees' Compensation Commission shall serve in an advisory capacity to the Civil Service Commission. All personnel, books, records, and papers pertaining to the work herein transferred; all public property, including office equipment and laboratory facilities, both in Washington and in the field, appertaining thereto; and the unexpended balances of the appropriations or allotments or other funds thereof, as of the date this order becomes effective, are transferred to the administrative jursidiction of the Civil Service Commission.",
        "All power and authority conferred by law, both supervisory and appellate, upon the establishment from which transfer is made, or the head or heads thereof, in relation to the office, bureau, division, or other branch of the public service or the part thereof so transferred shall immediately, when such transfer is effected, be fully conferred upon and vested in the Civil Service Commission, as to the whole or part of such office, bureau, division, or other branch of the public service so transferred.",
        "With the approval of the President, the Civil Service Commission shall have the power, by order or regulation, to consolidate, eliminate, or redistribute the bureaus, agencies, offices, or activities and/or their functions, in the Civil Service Commission in so far as such action may be required to carry out the purpose of the consolidation herein ordered, and by rules and regulations not inconsistent with law to fix the functions thereof and the duties, powers, and titles of their respective executive heads.",
        "This order shall take effect upon the sixty-first calendar day after its transmission to Congress unless otherwise determined in accordance with the provisions of section 407 of the act cited above.",
        "[NAME]",
        "The White House,December 9, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5969-Transfer to the Civil Service Commission of Certain Functions Now Performed by the Employees' Compensation Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361735"
}