{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5686-modification-reservoir-site-reserve-no-17-pacific-slope-basin",
    "doc": "executive-order-5686-modification-reservoir-site-reserve-no-17-pacific-slope-basin",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5686-Modification of Reservoir-Site Reserve No. 17, Pacific Slope Basin, California",
    "date": "August 12, 1931",
    "content": [
        "The Executive order of June 8, 1926, creating Reservoir-Site Reserve No. 17, is hereby modified to the extent of authorizing the Federal Power Commission to issue a license for Project No. 966, on the following-described lands, on condition that whenever the land is required for reservoir purposes the licensee agrees at its own expense to move its project works located on public lands to such a distance that they will not interfere with the utilization of the Granite Dyke Reservoir Site:",
        "San Bernardino Meridian, California",
        "All portions of the following tracts lying within 25 feet of the center line of the transmission-line location shown on a map designated \"Exhibit K\" and entitled \"Detail Map of Electric Distribution Line in San Gabriel Canyon & Angeles National Forest,\" and filed in the office of the Federal Power Commission on March 5, 1929:",
        "T. 1 N., R. 9 W., sec. 6, lot 1, SE. ¼ NE. ¼, E. ½ SE. ¼, E. ½ SE. ¼ SW. ¼ SE. ¼;",
        "sec. 7, NE. ¼ NE. ¼, E. ½ NE. ¼ NW. ¼ NE. ¼, SE. ¼ NW. ¼ NE. ¼, E. ½ SW. ¼ NE. ¼.",
        "T. 2 N., R. 9 W., sec. 29, W. ½ NW. ¼ SE. ¼, NE. ¼ SW. ¼, SE. ¼ SW.",
        "sec. 31, SE. ¼ NE. ¼, E. ½ SE. ¼;",
        "sec. 32, W. ½ NW. ¼.",
        "T. 1 N., R. 10 W., sec. 12, lot 2, N. ½ SE. ¼.",
        "All portions of the following-described tracts lying within 25 feet of the center line of the transmission-line location shown on a map designated \"Exhibit K\" and entitled \"Detail Map of Electric Distribution Line in San Gabriel Canyon & Angeles National Forest,\" and filed in the office of the Federal Powder Commission on May 25, 1931:",
        "[NAME]",
        "[NAME]",
        "[NAME]",
        "[NAME]",
        "[NAME]"
    ],
    "citation": "Herbert Hoover, Executive Order 5686-Modification of Reservoir-Site Reserve No. 17, Pacific Slope Basin, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361383"
}