{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7794-correcting-description-parcel-land-contained-executive-order-no-6050",
    "doc": "executive-order-7794-correcting-description-parcel-land-contained-executive-order-no-6050",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7794-Correcting Description of Parcel of Land Contained in Executive Order No. 6050 of February 27, 1933",
    "date": "January 20, 1938",
    "content": [
        "Whereas by Executive Order No. 6050 of February 27, 1933, two parcels of land situated near Juneau, Territory of Alaska, and comprising part of the Tongass National Forest were assigned to and placed under the control of the Secretary of War for use as a site for the Army radio receiving station at Juneau, Alaska; and",
        "Whereas an investigation has revealed errors and inaccuracies in the description contained in the said executive order of one of such parcels, designated as Parcel One:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), it is ordered that the description of the said Parcel One as contained in the said Executive Order No. 6050 of February 27, 1933, be, and it is hereby, corrected to read as follows:",
        "PARCEL ONE",
        "Beginning at corner No. 7 of United States Survey No. 1762, Juneau Elimination Boundary (unapproved), said corner being an iron post 36 in. long, 2 in. in diameter, marked on cap C7 FES 1762 1927, and set 27 in. in the ground, from which a spruce tree 14 in. in diameter marked C7 FES 1762 BT bears N. 19'60' W., 529 lks., and a second spruce tree 14 in. in diameter marked C7 FES 1762 BT bears N. 34'10' E., 376 lks;",
        "Thence from said initial point, by metes and bounds:     S. 78°22' E., 708.18 ft.     N. 62°30' E., 462.00 ft.     S. 44°15' E., 605.0 ft.,     South, 1,228.0 ft.,     West, 2,000.0 ft.,     in a northerly direction, 1,700 ft., more or less, along the easterly line of lots \"M\", \"L\", \"K\", and \"I\" of Forest Service Homesite Survey,     S. 89°50' E., 586 ft..     South, 111.50 ft., to the place of beginning",
        "The tract as described contains an area of 74.30 acres, more or less.",
        "[NAME]",
        "The White House,January 20, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7794-Correcting Description of Parcel of Land Contained in Executive Order No. 6050 of February 27, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368728"
}