{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6601-increasing-the-membership-the-board-trustees-export-import-bank",
    "doc": "executive-order-6601-increasing-the-membership-the-board-trustees-export-import-bank",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6601-A-Increasing the Membership of the Board of Trustees of Export-Import Bank of Washington",
    "date": "February 14, 1934",
    "content": [
        "Whereas, the Export-Import Bank of Washington has been organized pursuant to Executive Order No. 6581, dated February 2, 1934; and",
        "Whereas, by the terms of said order it was provided that the governing body of said corporation should consist of a board of trustees composed of live members; and",
        "Whereas, it is now deemed desirable to increase the membership of the board of trustees;",
        "Now, Therefore, under and by virtue of the authority vested in me by the National Industrial Recovery Act of June 16, 1933, it is hereby directed that the governing body of the Export-Import Bank of Washington shall consist of a board of trustees composed of not less than five members nor more than nine members. In addition to the five persons named in the Executive Order of February 2, 1934, to handle the concerns of the corporation for the first year, the following persons, who have been invited and who have given their consent to serve, shall also act as trustees of said corporation:",
        "R. Walton Moore          Assistant Secretary of State      George N. Peek            Assistant to the President      Tom K. Smith               Assistant to the Secretary of the Treasury      Harold II. Neff              Counsel, Federal Trade Commission",
        "Any vacancies occurring in the initial board of trustees as so increased shall be filled in accordance with the certificate of incorporation and the bylaws of the Export-Import Bank of Washington, subject to the approval of the President of the United States.",
        "In addition to the five shares authorized by the Executive Order of February 2, 1934, to be held in the names of the initial trustees and their successors, one share may be transferred by the Secretary of State and the Secretary of Commerce to each of the above named persons, who are hereby made additional trustees of said corporation, to be held by them and their respective successors in the office of trustee, for the use and benefit of the United States.",
        "[NAME]",
        "The White House,February 14, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6601-A-Increasing the Membership of the Board of Trustees of Export-Import Bank of Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362359"
}