{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7857-transferring-the-people-puerto-rico-certain-lands-no-longer-needed",
    "doc": "executive-order-7857-transferring-the-people-puerto-rico-certain-lands-no-longer-needed",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7857-Transferring to the People of Puerto Rico Certain Lands No Longer Needed for the Purposes of the United States",
    "date": "March 31, 1938",
    "content": [
        "PUERTO RICO",
        "Whereas section 7 of the act of Congress approved March 2, 1917 (39 Stat. 951, 954), entitled \"An Act To provide a civil government for Porto Rico, and for other purposes\", provides, in part, \"That the President may from time to time, in his discretion, convey to the people of Porto Rico such lands, buildings, or interests in lands or other property now owned by the United States and within the territorial limits of Porto Rico, as in his opinion are no longer needed for the purposes of the United States\"; and",
        "Whereas it appears that certain portions of the reservations heretofore set apart for military or naval purposes within the municipality of San Juan, Puerto Rico, are no longer needed for the purposes of the United States; and",
        "Whereas such lands are desired by the people of Puerto Rico and may be advantageously used by them:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States of America, under and by virtue of the power vested in me by the foregoing statutory provision, do hereby transfer and convey to the people of Puerto Rico the two following-described parcels of land situate within the municipality of San Juan, Puerto Rico:",
        "1. A parcel of land reserved for the use of the Marine Hospital service by proclamation of the President of June 30, 1908, lying next west of the north and south line of the eastern boundary line of the military reservation west of the first line of defense, near San Antonio bridge, running three hundred feet front east and west along the so-called military road and extending towards the north to the old stone ditch defense, containing an area of three and ninety-four one-hundredths acres, and under the jurisdiction and control of the Treasury Department; the said parcel being the remaining part of the Marine Hospital Reservation, a portion of which was transferred to the people of Puerto Rico for highway purposes by proclamation of the President No. 1807 of June 11, 1927.",
        "2. A parcel of the land described in the proclamation of the President No. 1970 of September 15, 1931, which remained under the jurisdiction and control of the Department of the Navy after certain reserved lands were set apart for the uses of other executive departments by proclamation of the President No. 1177 of January 26, 1912, said parcel being more particularly described as follows:",
        "Beginning at a point in the northerly line of the military road as relocated from which point numbered 84 on the old military road as shown on the military chart of the military reservation of San Juan, bears N. 23°29' E. 3.72 meters; thence, from the said initial point, by metes and bounds, always by the northerly line of the old military road, the following courses:",
        "S. 66°9'30\" E. 32.43 meters to a point;     S. 65°57'40\" E. 31.01 meters to a point;     S. 67°15'30\" E. 22.68 meters to a point;     S. 65°23'20\" E. 14.48 meters to a point;     S. 60°22' E. 12.21 meters to a point;     S. 59°24'10\" E. 16.61 meters to a point;     S. 52°34'20\" E. 11.39 meters to a point;     S. 43°7' E. 14.44 meters to a point;     S. 34°5'50\" E. 14.22 meters to a point;     S. 32°5'40\" E. 6.31 meters to a point;     N. 86°49'40'' E. 2.25 meters to a point at the northwesterly corner of an old fortification wall; thence N. 86°49'40\" E. 3.43 meters to a point at the northeasterly corner of the said wall; thence along the easterly face of the said fortification wall the following two courses:     S. 6°35' E. 59.22 meters to a point;     S. 5°51' E. 93.49 meters to a point;     S. 84°6, E. 6.85 meters, crossing the said old fortification wall and old military road to the point of beginning of a curve with a radius of 310 meters in the northeasterly line of the aforementioned military road as relocated; thence in a general northwesterly direction along the said curve, coinciding with the said northeasterly line of road as relocated, the following four courses:",
        "On said curve, with a radius of 310 meters, 80.02 meters along the curve, the chord of which bears N. 13°13' W. 79.81 meters;",
        "Continuing on the said curve, 82.98 meters along the curve, the chord of which bears N. 28°17' W. 82.74 meters;",
        "Continuing on the said curve, 80.02 meters along the curve, the chord of which bears N. 43°21' W. 79.81 meters;",
        "Continuing on the said curve, 60.05 meters along the curve, the chord of which bears N. 56°18' W. 59.96 meters to the place of beginning; containing in area 1.549 acres.",
        "[NAME]",
        "The White House,March 31, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7857-Transferring to the People of Puerto Rico Certain Lands No Longer Needed for the Purposes of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372672"
}