{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8527-transferring-from-the-war-department-the-treasury-department-certain",
    "doc": "executive-order-8527-transferring-from-the-war-department-the-treasury-department-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8527-Transferring from the War Department to the Treasury Department Certain Land Comprising a Part of Sand Island Military Reservation, Territory of Hawaii",
    "date": "August 27, 1940",
    "content": [
        "Whereas by Executive Order No. 3358 of November 24, 1920, certain lands on Sand Island, Oahu, Territory of Hawaii, were set aside for military purposes, under the jurisdiction of the War Department; and",
        "Whereas it appears that the transfer of a certain portion of such lands to the Treasury Department for Coast Guard purposes would be in the public interest:",
        "Now, Therefore, by virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 447, or otherwise, it is ordered that the following-described tract of land be, and it is hereby, transferred from the War Department to the Treasury Department for Coast Guard purposes:",
        "Beginning at a pipe in concrete marking an angle point in the boundary of the Sand Island Military reservation, which point is coincident with the southeast corner of Tract \"C\", which Tract is now under the jurisdiction of the Treasury Department (Executive Order No. 6584, dated February 6, 1934), and from which point the azimuth (measured clockwise from true south) and distance to concrete monument marked \"U.S.\" and designated as \"North Base\" is 331°09'25\", 937.96 feet; and from said \"North Base\" the azimuth and distance to United States Coast and Geodetic Survey triangulation station \"Punchbowl\" is 247°34'52.4\", 8,261.80 feet;",
        "Thence by true azimuths and distances as follows:",
        "296°31'00\", 669.05 feet, to a point at revetment marked by a pipe;",
        "241°06'00\", 52.98 feet, to a point on project line;",
        "151°06'00\", 623.48 feet, along said project line, to a point;",
        "124°33'00\", 134.45 feet, along said project line, to a point marking the northeast comer of aforementioned Tract \"C\";",
        "33°43'50\", 419.60 feet, along easterly boundary of said Tract \"C\", to the place of beginning.",
        "The tract as described contains an area of 4.08 acres, more or less.",
        "[NAME]",
        "[NAME], August 27, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8527-Transferring from the War Department to the Treasury Department Certain Land Comprising a Part of Sand Island Military Reservation, Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368392"
}