{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8008-changing-the-name-the-big-lake-reservation-big-lake-migratory-bird",
    "doc": "executive-order-8008-changing-the-name-the-big-lake-reservation-big-lake-migratory-bird",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8008-Changing the Name of the Big Lake Reservation to Big Lake Migratory Bird Refuge, and Adding Certain Lands Thereto",
    "date": "November 17, 1938",
    "content": [
        "ARKANSAS",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered as follows:",
        "1. The name of the Big Lake Reservation, in the State of Arkansas, established by Executive Order No. 2230 of August 2, 1915, is hereby changed to Big Lake Migratory Bird Refuge.",
        "2. Subject to valid existing rights, the following-described lands, acquired by the United States, are hereby included in and reserved as part of such refuge:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 14 N., R. 9 E.,     sec. 2, lots 5b, 6b, 8b, and 11b, and those parts of lots 5a, 6a, 8a, and 11a lying north and west of the southeasterly right-of-way boundary for improvement No. 28 of Drainage District No. 17;     sec. 10, lots 4 and 12b, and that part of lot 12a lying north and west of the southeasterly right-of-way boundary for improvement No. 28 of Drainage District No. 17;",
        "T. 15 N., R. 9 E.,     sec. 14, N½NE¼b, SE¼NE¼b, S½E½SE¼b, and those parts of N½NE¼, SE¼NE¼a, and S½E½SE¼ a lying south and west of the north and east right-of-way boundary for improvement No. 28 of Drainage District No. 17;     sec. 17, those parts of lots 3, 4, and 7 lying east and north of the east and north right-of-way boundary for Drainage District No. 16;     sec. 23, that part of E½NE¼ (including lot b) lying west of the east right-of-way boundary for improvement No. 28 of Drainage District No. 17;     sec. 28, lots 1 to 4, inclusive, and that part of S½NW¼ lying east of the east right-of-way boundary for Drainage District No. 16;     sec. 33, lot 5;     sec. 35, SE¼b and that part of SE¼a lying northwest of the southeasterly right-of-way boundary for improvement No. 28 of Drainage District No. 17;",
        "T. 16 N., R. 9 E., sec. 27, NE¼b and those parts of NE¼a and SE¼ lying west of the east right-of-way boundary for improvement No. 28 of Drainage District No. 17.",
        "AREA, 442.27 acres, more or less.",
        "[NAME]",
        "The White House,November 17, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8008-Changing the Name of the Big Lake Reservation to Big Lake Migratory Bird Refuge, and Adding Certain Lands Thereto Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368799"
}