{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9362-transferring-certain-land-from-the-jurisdiction-the-federal",
    "doc": "executive-order-9362-transferring-certain-land-from-the-jurisdiction-the-federal",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9362-Transferring Certain Land From the Jurisdiction of the Federal Communications Commission to the Jurisdiction of the Navy Department",
    "date": "July 21, 1943",
    "content": [
        "Whereas a certain tract of land of the United States located in the District of Wahiawa, Island of Oahu, Territory of Hawaii, and more particularly described below, is now subject to the jurisdiction and control of the Federal Communications Commission; and",
        "Whereas the Federal Communications Commission and the Navy Department have agreed that the said tract of land should be transferred to the Navy Department as a site for a naval radio station or for other naval purposes:",
        "Now, Therefore, by virtue of the authority vested in me by the act of August 29, 1916, ch. 417, 39 Stat. 556, 606 (U.S.C., title 34, sec. 523), and as President of the United States, it is ordered that the following-described tract of land, together with all buildings thereon, located in the District of Wahiawa, Island of Oahu, Territory of Hawaii, now under the control and jurisdiction of the Federal Communications Commission, be, and it is hereby, transferred to the jurisdiction and control of the Navy Department for use as a naval radio station site or for other naval purposes:",
        "Land located in Grant 973, District of Wahiawa, Island of Oahu, Territory of Hawaii, beginning at a pipe marking the Northwesterly corner of that portion of Grant 973 acquired by the United States of America for Naval Radio Station Site and being the end of Course No. 1 of said site, the coordinates of said point of beginning referred to Government Survey Triangulation Station \"Maili\" being 474.44 feet North and 30,020.15 feet East, and running by azimuths measured clockwise from true South:",
        "1. 358°50'30\" 1,299.0 feet along the West side of the Naval Radio Station Site to a stake;2. 53°55' 83.10 feet along the North top edge of a small gulch and the remainder of Grant 973, to a stake;3. 17°105' 63.8 feet along same to a pipe;4. 46°55' 44.20 feet along same to a pipe;5. 143°54' 62.3 feet along same to a pipe;6. 104°48' 61.5 feet along same to a stake;7. 77°16' 92.2 feet along same to a pipe;8. 196°14' 152.2 feet along same to a stake;9. 185°31' 88.5 feet along same to a pipe;10. 181°31' 195.3 feet along same to a pipe;11. 192°05' 186.10 feet along same to a pipe;12. 216°10' 114.10 feet along same to a pipe;13. 242°49' 108.0 feet along same to a pipe;14. 175°45' 82.9 feet along same to a pipe;15. 132°01' 33.9 feet along same to a pipe;16. 59°05' 294.8 feet along same, crossing a plantation road, to a stake;17. 24°05' 95.9 feet along the North top edge of a small gulch, along the remainder of Grant 973 to a stake;18. 16°49' 133.0 feet along same to a stake;19. 10°21' 314.4 feet along same to a stake;20. 62°32' 93.9 feet along same to a pipe;21. 92°05' 138.4 feet along same to a stake;22. 85°59' 116.7 feet along same to a stake;23. 120°15' 56.4 feet along same to a stake;24. 173°48' 122.9 feet along same to a stake;25. 136°32' 84.2 feet along same to a stake;26. 111°56' 149.4 feet along same to a pipe;27. 187°52' 242.5 feet long same to a stake;28. 202°00' 110.10 feet along same to a stake;29. 173°02' 75.5 feet along same to a pipe;30. 182°25'30\"' 757.67 feet along the remainder of Grant 973, crossing a plantation road, to a pipe;31. 227°32' 200.0 feet along the Easterly side of plantation road and the remainder of Grant 973, to a pipe;32. 214°19' 71.9 feet along same to a stake;33. 171°38' 57.3 feet along same to a stake;34. 129°03' 77.2 feet along same to a pipe;35. 219°01' 53.5 feet along the South top edge of Poamoho Gulch and the remainder of Grant 973, to a stake;36. 276°34' 52.5 feet along same to a stake;37. 348°27' 92.5 feet along same to a stake;38. 306°39' 92.3 feet along same to a stake;39. 347°48' 108.3 feet along same to a stake;40. 317°17' 231.2 feet along same to a stake;41. 259°15' 106.4 feet along same to a stake;42. 293°15' 83.8 feet along same to a stake;43. 235°04' 99.7 feet along same to a pipe;44. 298°02' 111.3 feet along same to a stake;45. 312°45' 132.9 feet along same to the point of beginning, containing an area of 29.88 acres, together with any rights of easement with respect to the use of such tract of land.",
        "[NAME]",
        "The White House,July 21, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9362-Transferring Certain Land From the Jurisdiction of the Federal Communications Commission to the Jurisdiction of the Navy Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372365"
}