{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5888-regulating-the-transportation-liquors-over-the-highways-and-waterways",
    "doc": "executive-order-5888-regulating-the-transportation-liquors-over-the-highways-and-waterways",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5888-Regulating the Transportation of Liquors over the Highways and Waterways of the Canal Zone",
    "date": "July 16, 1932",
    "content": [
        "By virtue of the authority vested in me by an act entitled \"AN ACT To provide for the transportation of liquors under seal through the Canal Zone,\" approved July 5, 1932, and reading as follows:",
        "\"Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That section 20 of the National Prohibition Act is hereby amended by adding after the proviso therein the following additional proviso: 'And provided further, That this section shall not apply to the transportation of liquor, under seal, in transit to and from points outside the Canal Zone over the highways or waterways of the Canal Zone under regulations to be prescribed by the President, when such liquor is not destined for use or consumption or final delivery in the Canal Zone,'\"",
        "I hereby establish the following Executive order for the Canal Zone, effective from and after the date of this order, regulating the transportation of liquors under seal in transit to and from points outside of the Canal Zone over the highways or waterways of the Canal Zone when such liquor is not destined for use or consumption or for final delivery in the Canal Zone:",
        "1. Each shipment of such liquors shall be accompanied at all times by a certificate by proper Panaman authority showing that the liquors concerned are in transit through the Canal Zone, giving the name of consignor and consignee, and specifying the point of origin and point of destination outside of the Canal Zone and the United States and all territory under the jurisdiction of the United States.",
        "2. The outside containers of such liquors, whether boxes, barrels, kegs, cases, or other containers, shall be sealed by the official issuing the above certificate in such manner that no part of the contents can be removed without breaking such seals, and such containers and liquors shall remain under seal while passing through Canal Zone territory.",
        "3. The certificate covering such liquors in transit through the Canal Zone must be exhibited upon demand to the proper officers or officials of the Canal Zone.",
        "4. The transit must be continuous, and no such liquor in transit shall be permitted to remain within the Canal Zone.",
        "5. The Governor of the Panama Canal is hereby authorized to prescribe from time to time rules and regulations to carry out this order.",
        "[NAME]",
        "The White House,July 16, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5888-Regulating the Transportation of Liquors over the Highways and Waterways of the Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361474"
}