{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-amending-land-for-zuni-pueblo-indians",
    "doc": "executive-order-amending-land-for-zuni-pueblo-indians",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 - 1885",
    "title": "Executive Order-Amending Land for Zuni Pueblo Indians",
    "date": "May 01, 1883",
    "content": [
        "Executive Mansion, May 1, 1883.",
        "Whereas it is found that certain descriptions as to boundaries given in an Executive order issued March 16, 1877, setting apart a reservation in the Territory of New Mexico for the Zuni Pueblo Indians, are not stated with sufficient definiteness to include within said reservation all the lands specified in and intended to be covered by said Executive order, especially the Nutria Springs and the Ojo Peseado, said Executive order is hereby so amended that the description of the tract of land thereby set apart for the purposes therein named shall read as follows:",
        "Beginning at the one hundred and thirty-sixth mile-post on the west boundary line of the Territory of New Mexico; thence in a direct line to the southwest corner of township 11 north, range 18 west; thence east and north, following section lines, so as to include sections 1, 12, 13, 14, 22, 23, 24, 25, 26, 27, 28, 32, 33, 34, 35, and 36, in said township; thence from the northeast corner of said township, on the range line between ranges 17 and 18 west, to the third correction line north; thence east on said correction line to the nearest section line in range 16, from whence a line due south would include the Zuni settlements in the region of Nutria and Nutria Springs and the Pescado Springs; thence south following section lines to the township line between townships 9 and 10 north, range 16 west; thence west on said township line to the range line between ranges 16 and 17 west; thence in a direct line to the one hundred and forty-eighth mile-post on the western boundary line of said Territory; thence north along said boundary line to place of beginning.",
        "[NAME]."
    ],
    "citation": "Chester A. Arthur, Executive Order-Amending Land for Zuni Pueblo Indians Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371384"
}