{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7658-restoring-the-territory-hawaii-portion-the-fort-de-russy-military",
    "doc": "executive-order-7658-restoring-the-territory-hawaii-portion-the-fort-de-russy-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7658-Restoring to the Territory of Hawaii a Portion of the Fort De Russy Military Reservation",
    "date": "July 15, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered that the following-described parcel of land situate in the City and County of Honolulu, Oahu, Territory of Hawaii, and comprising a part of the Fort De Russy Military Reservation, be, and it is hereby, restored to the Territory of Hawaii for its use in connection with the improvement of its highway system- reserving, however, to the United States tile right to construct on the said land a railroad from the Fort De Russy Military Reservation to the existing line of the Honolulu Rapid Transit and Land Company:",
        "Beginning at an iron pin in the makai side of Kalakaua Avenue, which, pin is 294.6 feet north and 1,345.6 feet east of a copper bolt set in a concrete monument on the makai side of Kalia Road, and from which iron pin the azimuth (measured clockwise from true south) and distance to the center of a concrete culvert is 154°20', 84.4 feet.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "29°10', 1,154.0 feet, to a point on the mauka side of Kalia Road;",
        "308°10', 40.5 feet, along Kalia Road to a point;",
        "209°10', 1,135.0 feet, to a point on the makai side of Kalakaua Avenue;",
        "151°30', 47.35 feet, along said Kalakaua Avenue, to the point of beginning.",
        "The tract as described contains an area of 45,780 square feet.",
        "[NAME]",
        "[NAME], July 15, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7658-Restoring to the Territory of Hawaii a Portion of the Fort De Russy Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368991"
}