{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6594-transferring-the-control-and-jurisdiction-the-treasury-department",
    "doc": "executive-order-6594-transferring-the-control-and-jurisdiction-the-treasury-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6594-Transferring to the Control and Jurisdiction of the Treasury Department a Portion of the Site of the Naval Reservation, Ediz Hook, Port Angeles, Washington",
    "date": "February 09, 1934",
    "content": [
        "WASHINGTON",
        "By virtue of the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and as President of the United States, it is ordered that the following-described tract of land on Ediz Hook Spit, Port Angeles Harbor, Washington, which tract is a part of the land reserved by Executive Order No. 2646, of June 27, 1917, for naval purposes, be, and it is hereby, transferred from the control and jurisdiction of the Navy Department to the control and jurisdiction of the Treasury Department for Coast Guard purposes:",
        "All that portion of the U.S. Naval Reservation lying west of a line whose bearing is N. 3°40' E., 720 ft., more or less, which line has its terminus at a point located 100 ft. southeast of a monument in the south meander line and the north terminus of the said dividing line (N. 3°40' E.) is in the north meander line at the point marked \"B\" on a tracing bearing the legend \"Plat of Ediz Hook Showing Proposed Reservation For Submarine & Aviation Base. Port Angeles Harbor, Wash. Surveyed May, 1917. Scale 1\"=100'\", which tracing is on file in the Office of the Judge Advocate General of the Navy, Navy Department; reserving, however, to the Department of Commerce the necessary right-of-way for a roadway to the lighthouse station, and a right-of-way for telephone, light, and power wires and for a water main.",
        "The transfer of the control and jurisdiction over the aforesaid tract to the Treasury Department is subject to the condition that in the event the said tract shall cease to be used for Coast Guard purposes, and upon formal notification thereof by the Treasury Department to the Navy Department, the control and jurisdiction over the said tract shall revert to the Navy Department.",
        "[NAME]",
        "The White House,February 9, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6594-Transferring to the Control and Jurisdiction of the Treasury Department a Portion of the Site of the Naval Reservation, Ediz Hook, Port Angeles, Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373287"
}