{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5308-lands-reserved-for-military-purposes-municipality-malabang-province",
    "doc": "executive-order-5308-lands-reserved-for-military-purposes-municipality-malabang-province",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5308-Lands Reserved for Military Purposes in Municipality of Malabang, Province of Lanao, Philippine Islands",
    "date": "March 20, 1930",
    "content": [
        "Pursuant to section 9 of the act of Congress approved August 29, 1916 (39 Stat. 545, 547; title 48 U.S.C. secs. 1221, 1222), entitled \"An act to declare the purpose of the people of the United States as to the future political status of the people of the Philippine Islands, and to provide a more autonomous government for those islands,\" the following described tract of public land, property of the United States, in the Philippine Islands, is hereby reserved and set apart for military purposes, subject to private rights if any there be:",
        "All that certain tract of land situated in the municipality of Malabang, Province of Lanao, island of Mindanno, P.I., included within metes and bounds described as follows:",
        "Beginning at point 1 as indicated on Map No. II-6224 Headquarters Phil. Dept., which point is Monument No. 9, Malabang Townsite, Malabang, Province of Lanao, Mindanao, P.I., N. 0° 9' E., 4649.50 meters to point 2; thence S. 72° 28' E., 3415.54 meters to point 3; thence S. 26° 49' W., 4987.67 meters to point 4; thence S. 45° 00' W., 132.70 meters to point 5; thence N. 45° 00' W., 1307.40 meters to point of beginning, containing a total area of 2684.77 acres, more or less, subject to an existing right of way for public highway purposes in favor of the Province of Lanao, to be maintained for the benefit of the public and without expense to the United States, which said right of way enters the said land between Monuments 2 and 3 at a distance of 1640 meters from Monument 2 and a distance of 1775.54 meters from Monument 3 and exits between Monuments 3 and 4 at a distance of 1610 meters from Monument 3 and a distance of 3377.67 meters from Monument 4; again enters between Monuments 3 and 4 at a distance of 3010 meters from Monument 3 and a distance of 1977.67 meters from Monument 4, and again exits between Monuments 3 and 4 at a distance of 3907.67 meters from Monument 3 and 1080 meters from Monument 4: Provided, That the United States reserves the right to require such changes in the location or route thereof across said land as may hereafter, in the judgment of the military authorities of the United States, become necessary in the proper use of the said land for military purposes.",
        "[NAME]",
        "The White House,March 20, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5308-Lands Reserved for Military Purposes in Municipality of Malabang, Province of Lanao, Philippine Islands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372924"
}