{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9012-possession-relinquished-plant-federal-shipbuilding-dry-dock-company",
    "doc": "executive-order-9012-possession-relinquished-plant-federal-shipbuilding-dry-dock-company",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9012-Possession Relinquished of Plant of Federal Shipbuilding & Dry Dock Company",
    "date": "January 05, 1942",
    "content": [
        "Whereas by Executive Order No. 8868, dated the 23rd day of August, 1941, the Secretary of the Navy was directed by the President to take possession of and operate the plant of The Federal Shipbuilding & Dry Dock Company, to produce the vessels, facilities, material and equipment called for by the company's contracts with the United States or otherwise and do all things necessary or incidental to that end; and",
        "Whereas on the 25th day of August, 1941, the Secretary of the Navy, acting pursuant to said direction, took possession of and is now in possession of the said plant of The Federal Shipbuilding & Dry Dock Company; and",
        "Whereas said Executive order provides that possession and operation thereunder shall be terminated by the President as soon as he determines that the plant will be privately operated in a manner consistent with the needs of national defense; and",
        "Whereas it now appears, and I so determine, that the plant will be privately operated In a manner consistent with the needs of national defense;",
        "Now, Therefore, I, Franklin D. Roosevelt, as President of the United States and as Commander-in-Chief of the Army and Navy of the United States, hereby direct the Secretary of the Navy immediately to relinquish possession of the said plant of The Federal Shipbuilding & Dry Dock Company, and to issue the necessary orders for carrying out the aforesaid direction.",
        "[NAME]",
        "The White House,January 5, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9012-Possession Relinquished of Plant of Federal Shipbuilding & Dry Dock Company Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368023"
}