{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8736-partial-revocation-executive-order-no-5214-october-30-1929",
    "doc": "executive-order-8736-partial-revocation-executive-order-no-5214-october-30-1929",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8736-Partial Revocation of Executive Order No. 5214 of October 30, 1929, Withdrawing Public Lands for Naval Purposes",
    "date": "April 14, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, Executive Order No. 5214 of October 30, 1929, withdrawing certain public lands in Alaska for naval purposes, is hereby revoked as to the following-described tract of land comprising part of the Cold Bay-Dolgoi Island Naval Reservation:",
        "Beginning at corner No. 1 M. C. at line of mean high tide at north point of sand spit on south shore of Volcano Bay, Alaska Peninsula, Territory of Alaska, approximately 3600 feet east of the extreme westerly part of said bay, and N. 75°00' W. 4⅕ nautical miles from Arch Point Light in Latitude 55°13'26\" north, Longitude 162°01'24\" west. Thence from Corner No. 1 M. C. by meanders along the line of mean high tide on northwest shore of said sand spit S. 38°00' W. 1325 feet to corner No. 2 M. C. Thence S. 72°10' E. 880 feet to corner No. 3 M. C. Thence by meanders along the line of mean high tide on east shore of said sand spit N. 1°00' W. 1315 feet to point of beginning, containing not exceeding 18 acres.",
        "Ingress and egress to and from the above-described tract of land shall be provided by the Secretary of the Navy under such regulations as he may prescribe.",
        "[NAME]",
        "The White House,April 14, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8736-Partial Revocation of Executive Order No. 5214 of October 30, 1929, Withdrawing Public Lands for Naval Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372084"
}