{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6744-b-code-fair-competition-for-the-cigar-manufacturing-industry",
    "doc": "executive-order-6744-b-code-fair-competition-for-the-cigar-manufacturing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6744-B-Code of Fair Competition for the Cigar Manufacturing Industry",
    "date": "June 19, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Cigar Manufacturing Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, and shall become effective on the date of this Order; subject, however, to the following conditions:",
        "1. That the provisions of Article VI and of Schedule I-the Cigar Merchandising Plan-be stayed and shall not become effective until Monday, June 25, 1934.",
        "2. That the waiting periods of five and three days contained in Article VI, Section I, and Schedule I, Part A, Section 1, and in Schedule I, Part B, Sections 1 and 2, respectively, be stayed and shall not become effective, notwithstanding said cigar merchandising plan becoming effective, until the further order of the Administrator.",
        "3. That all provisions for the filing of prices and discounts in said cigar merchandising plan be stayed until arrangements satisfactory to the Administrator, are made for confidential treatment and for simultaneous distribution thereof to all members of the industry and customers willing to pay the cost thereof.",
        "4. That the provisions of Articles III and IV shall be and the same hereby are stayed until, and shall become effective on, Monday, June 25, 1934.",
        "[NAME]",
        "Approval Recommended: [NAME]          Administrator.",
        "The White House,June 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6744-B-Code of Fair Competition for the Cigar Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362521"
}