{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6623-establishment-the-federal-employment-stabilization-office-the",
    "doc": "executive-order-6623-establishment-the-federal-employment-stabilization-office-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6623-Establishment of the Federal Employment Stabilization Office in the Department of Commerce, Etc.",
    "date": "March 01, 1934",
    "content": [
        "Whereas section 16 of the act of March 3, 1933 (ch. 212, 47 Stat. 1517), provides for reorganizations within the executive branch of the Government, requires the President to investigate and determine what reorganizations are necessary to effectuate the purposes of the act, and authorizes the President to make such reorganizations by Executive order; and",
        "Whereas section 1 of Executive Order No. 6166 of June 10, 1933, provides in part as follows:",
        "\"The Federal Employment Stabilization Board is abolished, and its records are transferred to the Federal Emergency Administration of Public Works if and when said administration is authorized and established.\" and",
        "Whereas the effective date of the above-quoted provision of section 1 of Executive Order No. 6166 has been further deferred by Executive order of this date until such time as the functions of said Board may be transferred as hereinafter provided; and",
        "Whereas after further investigation I find and declare that the establishment in the Department of Commerce of an office to be known as the Federal Employment Stabilization Office, and the transfer thereto of the functions of said Board, would be in the public interest and would effectuate the purposes of said section 16;",
        "Now, Therefore, by virtue of the authority vested in me by the aforesaid section 16 of the act of March 3, 1933, it is ordered that the above-quoted provision of section 1 of Executive Order No. 6166 of June 10, 1933, be, and it is hereby, revoked.",
        "It is further ordered that the said Federal Employment Stabilization Board be, and it is hereby, abolished.",
        "There is hereby established in the Department of Commerce an office to be known as the Federal Employment Stabilization Office, and there are hereby transferred to such office the functions of the Federal Employment Stabilization Board, together with its Director and other personnel, and records, supplies, equipment, and property of every kind.",
        "The unexpended balances of appropriations and/or allotments of appropriations of the Federal Employment Stabilization Board are hereby transferred to the Federal Employment Stabilization Office, Department of Commerce.",
        "This order will become effective in accordance with the provisions of section 1 of title III of the act of March 20, 1933 (ch. 3, 48 Stat. 8, 16).",
        "Done in triplicate.",
        "[NAME]",
        "The White House,March 1, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6623-Establishment of the Federal Employment Stabilization Office in the Department of Commerce, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362393"
}