{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8113-establishing-buffalo-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-8113-establishing-buffalo-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8113-Establishing Buffalo Lake Migratory Waterfowl Refuge",
    "date": "May 10, 1939",
    "content": [
        "NORTH DAKOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered that all lands and waters owned or controlled by the United States within the following-described area, comprising 2,105 acres, more or less, in Pierce County, North Dakota, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 152 N., R. 72 W.,      sec. 1, lot 5, SW¼NW¼ and NW¼SW¼;      sec. 2, lots 4, 6, 8, and 9, SE¼NE¼ and NE¼SE¼;      sec. 3, lots 1 to 6, inclusive;      sec. 11, lots 1, 2, and 3, SW¼NE¼, NW¼NW¼, S½NW¼, N½SW¼, and NW¼SE¼;      sec. 12, lots 1 to 5, inclusive; and lands, and lands under water, within the meander line of the lake in secs. 1, 2, 3, 11, and 12;",
        "T. 153 N., R. 72 W.,      sec. 36, all fractional together with the lands, and lands under water, within the meander line of the lake.",
        "It is unlawful for any person to pursue, hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "Executive Order No. 6910 of November 26, 1934, as amended, withdrawing lands in North Dakota and other states for classification, etc., is hereby revoked in so far as it affects any of the above-described lands.",
        "This reservation shall be known as the Buffalo Lake Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,May 10, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8113-Establishing Buffalo Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368649"
}