{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9307-amending-executive-order-no-8384-march-29-1940-prescribing",
    "doc": "executive-order-9307-amending-executive-order-no-8384-march-29-1940-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9307-Amending Executive Order No. 8384 of March 29, 1940, Prescribing Regulations Relating to Annual Leave of Government Employees",
    "date": "March 03, 1943",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 7 of the act of March 14. 1936, entitled \"An Act to provide for vacations to Government employees, and for other purposes\" (49 Stat. 1161), as amended by the act of December 17, 1942 (Public Law 805-77th Congress), Executive Order No. 8384 of March 29, 1940, prescribing regulations relating to the annual leave of Government employees is hereby amended as follows:",
        "1. Section 1 (f) of the said Executive order is amended to read as follows:",
        "\"'Accumulated leave' means the unused annual leave not exceeding sixty days, or not exceeding ninety days in case unused annual leave has accumulated during the national emergency declared by the President on September 8, 1939, is included, which has accrued during years prior to the current year in accordance with the provisions of section 2 of these Regulations.\"",
        "2. Section 2 of the said Executive order is amended to read as follows:",
        "\"(a). Permanent employees who have been employed continuously for one year or more and who do not contemplate leaving the service during the current calendar year shall be entitled to current annual leave with pay at any time during such calendar year not in excess of twenty-six days.",
        "\"(b). In addition to current annual leave, employees may be granted accumulated leave in accordance with the following subsections.",
        "\"(c). That part of any current annual leave which is not used by an employee in any calendar year shall be accumulated and be available for succeeding years to the extent that it does not exceed sixty days.",
        "\"(d). Upon the accumulation of the sixty days of leave provided for in the preceding subsection, employees may accumulate not to exceed thirty additional days of leave during the national emergency declared by the President on September 8, 1939. Such additional accumulation shall not exceed fifteen days in any calendar year and shall apply only to annual leave which has accrued after September 8, 1939, and has not been used. Such additional leave as may be accumulated by the employee under this subsection shall continue to be available to the employee after the emergency shall have ceased to exist. Departments and agencies having employees subject to the annual leave regulations prescribed by the said Executive Order No. 8384, as herein amended, shall take such steps as may be necessary to adjust the leave records of such employees retroactively so as to make this subsection effective as of September 8, 1939.\"",
        "This order shall be published in the Federal Register.",
        "[NAME]",
        "The White House,March 3, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9307-Amending Executive Order No. 8384 of March 29, 1940, Prescribing Regulations Relating to Annual Leave of Government Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372712"
}