{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8867-transferring-the-control-and-jurisdiction-the-treasury-department",
    "doc": "executive-order-8867-transferring-the-control-and-jurisdiction-the-treasury-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8867-Transferring to the Control and Jurisdiction of the Treasury Department a Certain Portion of the Military Reservation at \"La Puntilla\", San Juan, Puerto Rico",
    "date": "August 22, 1941",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is ordered that the following-described tract of land at \"La Puntilla\", San Juan, Puerto Rico, which tract constitutes a part of the land set apart for the use of the War Department by Proclamation No. 1177 of January 26, 1912, be, and it is hereby, transferred from the control and jurisdiction of the War Department to the control and jurisdiction of the Treasury Department for Coast Guard purposes:",
        "Beginning at station 3 of survey of War Department reservation at La Puntilla, San Juan, P.R., as established by Proclamation of January 26, 1912, and shown on drawing file No. 3-28-19, which station is located in the center of main gate leading to Lighthouse reservation at the continuation of Santo Toribio Street, thence S 84°06'39\" W, 273.53 feet along ornamental fence to station 4, thence N 5°35'22\" W, 177.75 feet to station 5, thence S 46°05'06\" E, 79.60 feet to station 6, thence N 40°38'56\" E, 286.78 feet to station 7, thence S 4°23'37'' E, 20.67 feet to station 8(a), thence N 85°33'41\" E. 18.20 feet to station 9 (a), thence S 5°04'22\" E, 294.50 feet to point of beginning, including an area of 1.31 acres. All bearings are true.",
        "[NAME]",
        "The White House,August 22, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8867-Transferring to the Control and Jurisdiction of the Treasury Department a Certain Portion of the Military Reservation at \"La Puntilla\", San Juan, Puerto Rico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372166"
}