{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8040-regulations-governing-the-payment-additional-compensation-enlisted",
    "doc": "executive-order-8040-regulations-governing-the-payment-additional-compensation-enlisted",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8040-Regulations Governing the Payment of Additional Compensation to Enlisted Men of the Navy Specially Qualified in the Use of Arms",
    "date": "January 25, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 18 of the act entitled \"An Act To readjust the pay and allowances of the commissioned and enlisted personnel of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service\", approved June 10, 1922 (42 Stat. 632), it is hereby ordered that enlisted men of the Navy who have established their special qualifications in the use of the arm or arms which they may be required to use, according to standards of efficiency that may be prescribed from time to time by the Secretary of the Navy, and who are so stationed by their commanding officers that they may be required to use such arm or arms, including periods while transferred for temporary duty away from the ship to which permanently attached (provided the commanding officer of the ship to which they are permanently attached has retained them in the battle stations where they normally use such arm or arms), shall receive additional compensation, for such periods of time as may be prescribed by the Secretary of the Navy, as follows:",
        "First Class----------------------$5.00  per monthSecond Class--------------------4.00  per monthThird Class-----------------------3.00  per monthFourth Class---------------------2.00  per monthFifth Class------------------------1.00  per month",
        "Executive Order No. 3696 of June 22, 1922, prescribing regulations governing the payment of additional compensation to enlisted men of the Navy specially qualified in the use of arms, is hereby superseded.",
        "[NAME]",
        "The White House,January 25, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8040-Regulations Governing the Payment of Additional Compensation to Enlisted Men of the Navy Specially Qualified in the Use of Arms Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368635"
}