{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6895-amendment-code-fair-competition-for-the-automobile-manufacturing",
    "doc": "executive-order-6895-amendment-code-fair-competition-for-the-automobile-manufacturing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6895-Amendment to Code of Fair Competition for the Automobile Manufacturing Industry",
    "date": "November 02, 1934",
    "content": [
        "An application having been duly made in behalf of the Automobile Manufacturing Industry, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and the provisions of the Code of Fair Competition for the Automobile Manufacturing Industry duly approved on August 26, 1933, for my approval of an amendment to said Code of Fair Competition for the Automobile Manufacturing Industry, and the National Industrial Recovery Board having found that the said proposed amendment complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of said Act have been met, and the National Industrial Recovery Board having recommended approval of such amendment:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the findings and recommendations of the National Industrial Recovery Board and do order that the said application be and it is hereby approved, and that, effective immediately, the said Code of Fair Competition for the Automobile Manufacturing Industry be and it is hereby amended as follows:",
        "In Article I, the seventh paragraph, which has heretofore read as follows:",
        "\"The term 'expiration date' as used herein means November 3, 1934, or the earliest date prior thereto on which the President shall by proclamation or the Congress shall by joint resolution declare that the emergency recognized by section 1 of the National Industrial Recovery Act has ended.\"",
        "shall be modified to read as follows:",
        "\"The term 'expiration date' as used herein means February 1, 1935, or the earliest date prior thereto on which the President shall by proclamation or the Congress shall by joint resolution declare that the emergency recognized by section 1 of the National Industrial Recovery Act has ended.\"",
        "[NAME]",
        "Approval recommended:     NATIONAL INDUSTRIAL RECOVERY BOARDBy: [NAME]          Executive Secretary",
        "The White House,November 2, 1934"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6895-Amendment to Code of Fair Competition for the Automobile Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373432"
}