{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-fort-stanton-indian-reserve",
    "doc": "executive-order-fort-stanton-indian-reserve",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Fort Stanton Indian Reserve",
    "date": "May 29, 1873",
    "content": [
        "DEPARTMENT OF THE INTERIOR,",
        "Office of Indian Affairs, May 23, 1873.",
        "The above diagram is intended to show a proposed reservation for the Mescalero band of Apache Indians in New Mexico; said proposed reservation is indicated on the diagram by the red lines bordered with yellow, and is described as follows, viz: Commencing at the southwest corner of the Fort Stanton reduced military reservation, and running thence due south to a point on the hills near the north bank of the Rio Rindoso; thence along said hills to a point above the settlements; thence across said river to a point on the opposite hills, and thence to the same line upon which we start from Fort Stanton; and thence due south to the thirty-third degree north latitude; thence to the top of the Sacramento Mountains, and along the top of said mountains to the top of the White Mountains; thence along the top of said mountains to the headwaters of the Rio Nogal, to a point opposite the starting point, and thence to the starting point. I respectfully recommend that the President be requested to order that the land comprised within the above-described limits be withheld from entry and settlement as public lands, and that the same be set apart as an Indian reservation, as indicated in my report to the Department of this date. EDW. P. SMITH, Commissioner.",
        "DEPARTMENT OF THE INTERIOR, May 26, 1873.",
        "Respectfully presented to the President, with the recommendation that he make the order above proposed by the Commissioner of Indian Affairs.",
        "C. DELANO, Secretary.",
        "EXECUTIVE MANSION, May 29, 1873.",
        "It is hereby ordered that the tract of country above described be withheld from entry and settlement as public lands, and that the same be set apart as a reservation for the Mescalero Apache Indians, as recommended by the Secretary of the Interior and Commissioner of Indian Affairs.",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Fort Stanton Indian Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371414"
}