{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8544-transfer-lands-from-the-lolo-national-forest-the-helena-national",
    "doc": "executive-order-8544-transfer-lands-from-the-lolo-national-forest-the-helena-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8544-Transfer of Lands From the Lolo National Forest to the Helena National Forest",
    "date": "September 19, 1940",
    "content": [
        "MONTANA",
        "By virtue of the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described national-forest lands, in the State of Montana, be, and they are hereby, transferred from the Lolo National Forest to the Helena National Forest:",
        "All that portion of the Lolo National Forest, as shown on the diagram accompanying Executive Order No. 5761 of December 16, 1931, lying south and east of the following-described line:",
        "Beginning at the west quarter section corner of section 17, T. 15 N., R. 10 W., Principal Meridian, Montana, which is on the present boundary line of the Loo National Forest; thence east following the east and west center section line of said section 17 to the center of the section, thence following the center section line to the intersection with the divide north of Dry Creek; thence following said divide in a northeasterly and northerly direction to Daly Peak; thence northwesterly following the hydrographic divide between the Mineral Creek drainage on the northeast and the McDermott Creek drainage and the Cooper's Lake drainage on the southwest, passing over Iron Mountain, Echo Mountain, Echo Pass and Windy Pass to Mineral Hill, elevation 8,345 feet; thence northeasterly following the hydrographic divide between the Mineral Creek drainage and minor drainage of the East Fork of the North Fork Blackfoot River on the east and the North Fork Blackfoot River drainage on the west to the intersection of the divide with the south line of T. 17 N., R. 10 W., Principal Meridian, Montana, near the southeast corner of section 32 of said township; thence east following the south line of said township to the southeast corner of section 33; thence north between sections 33 and 34 to the northwest corner of section 34; thence east between sections 27 and 34 to the southeast corner of section 27; thence north between sections 26 and 27 to the northwest corner of section 26; thence east between sections 23 and 26 to the southeast corner of section 23; thence north between sections 23 and 24 to the intersection with the hydrographic divide between South Creek on the northwest and Camp Creek on the southeast; thence northeasterly following said divide to the top of an unnamed peak at an elevation of approximately 8,300 feet on the hydrographic divide between the Cooney Creek drainage on the northeast and the Camp Creek drainage on the southwest; thence southeasterly, easterly and northeasterly following said divide around the headwaters of Cooney Creek to Olson Peak, on Red Ridge, elevation approximately 9,300 feet, a point on the present boundary line of the Lolo National Forest.",
        "It is not intended by this order to give a national-forest status to any publicly-owned lands which do not now have such status, or to remove any publicly-owned lands from a national-forest status.",
        "[NAME]",
        "The White House,September 19, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8544-Transfer of Lands From the Lolo National Forest to the Helena National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371997"
}