{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8493-amendment-executive-order-no-8389-april-10-1940-amended",
    "doc": "executive-order-8493-amendment-executive-order-no-8389-april-10-1940-amended",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8493-Amendment of Executive Order No. 8389 of April 10, 1940, as Amended",
    "date": "July 25, 1940",
    "content": [
        "By virtue of the authority vested in me by section 5 (b) of the Act of October 6, 1917 (40 Stat. 411), as amended, and by virtue of all other authority vested in me, I, Franklin D. Roosevelt, President of the United States of America, do hereby amend Executive Order No. 8389 of April 10, 1940, as amended, amending Executive Order No. 6560 of January 15, 1934, by adding the following sections after section 12 thereof:",
        "\"Section 13 A. The following are prohibited except as specifically authorized by the Secretary of the Treasury by means of rulings, regulations, instructions, licenses, or otherwise:",
        "\"(1) The acquisition, disposition or transfer of, or other dealing in, or with respect to, any security or evidence thereof on which there is stamped or imprinted, or to which there is affixed or otherwise attached, a tax stamp or other stamp of a foreign country designated in this Order, or a notarial or similar seal which by its contents indicates that it was stamped, imprinted, affixed or attached within such foreign country, or where the attendant circumstances disclose or indicate that such a stamp or seal may, at any time, have been stamped, imprinted, affixed or attached thereto.",
        "\"(2) The acquisition by, or transfer to, any person within the United States of any interest in any security or evidence thereof if the attendant circumstances disclose or indicate that the security or evidence thereof is not physically situated within the United States.",
        "\"B. The Secretary of the Treasury may investigate, regulate, or prohibit under such rulings, regulations, or instructions as he may prescribe, by means of licenses or otherwise, the sending, mailing, importing or otherwise bringing, directly or indirectly, into the United States, from any foreign country, of any securities or evidences thereof or the receiving or holding in the United States of any securities or evidences thereof so brought into the United States. The provisions of General Ruling No. 5 of June 6, 1940, and all instructions issued pursuant thereto, are hereby continued in full force and effect, subject to amendment, modification or revocation pursuant to the provisions of this Order.",
        "\"C. In the case of any transaction covered by this section, an application for license may be filed in the manner indicated in the Regulations of April 10, 1940, as amended, issued pursuant to this Order.",
        "\"D. The Regulations of November 12, 1934, are hereby modified in so far as they are inconsistent with the provisions of this section.",
        "\"Section 14. The Secretary of the Treasury may require any person to furnish under oath, complete information relative to any transaction referred to in this Order, or with respect to any property in which any foreign country designated in this Order, or any national thereof, has any interest, including the production of any books of account, contracts, letters, or other papers, in connection therewith, in the custody or control of such person, either before or after such transaction is completed.\"",
        "[NAME]",
        "The White House,July 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8493-Amendment of Executive Order No. 8389 of April 10, 1940, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371991"
}