{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6848-correction-description-and-relocation-boundary-fort-william-d-davis",
    "doc": "executive-order-6848-correction-description-and-relocation-boundary-fort-william-d-davis",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6848-Correction of Description and Relocation of Boundary of Fort William D. Davis Reservation, Canal Zone",
    "date": "September 15, 1934",
    "content": [
        "Whereas certain lands situated in the Canal Zone were by Executive Order No, 3203y of December 22, 1919, set apart and assigned to the uses and purposes of a military reservation under the jurisdiction of the Secretary of War, which reservation is known as Fort William D. Davis Reservation; and",
        "Whereas a recent survey of the said reservation has revealed errors and inaccuracies in the description thereof as contained in the said Executive order; and",
        "Whereas it is deemed desirable to relocate in part the boundaries of the said reservation as prescribed in the said Executive order:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me as President of the United States, it is ordered that the description of the Fort William D. Davis Reservation be, and it is hereby, corrected and amended to read as follows:",
        "Parcel No. 1",
        "Beginning at a point marked by a concrete monument, 5 in. square, marked \"P.B.l\", which is at the bottom of a small highway fill, 100 ft. easterly of the center line of the Panama Railroad right-of-way, opposite and easterly of the highway and railroad crossing between power-transmission towers 5-17 and 6-1, the geographic position of which monument, referred to the Canal Zone triangulation system, is in latitude 9°16' N. plus 4,542.3 ft. and longitude 79°55' W. plus 203.5 ft. from Greenwich; from this monument the azimuth (measured clockwise from true south) and distance to Military Survey of Panama triangulation station New Gatlin is 69°45'57\", 263.8 ft., which triangulation station New Gatlin is a concrete monument, 6 in. square, located on top of bank of railroad cut, 8 ft. from the top edge, 120 ft. westerly of railroad and about midway between power-transmission towers 6-1 and 6-2, the geographic position of which triangulation station referred to the Canal Zone triangulation system is in latitude 9°16'44\".161N. and longitude 79o55'04\".503 W. from Greenwich; from said triangulation station New Gatlin, the azimuths and distances to other Canal Zone triangulation stations are:",
        "To Gatun  56°49'02\", 4,189.95 meters           To Indio  94°36'12\", 6,069.98 meters           To Fort Davis 196°56'37\", 1,643.81 meters",
        "Thence from said initial point, by metes and bounds:",
        "N. 72°37' E., 409.7 ft., to monument no. 1, which is an iron rail set into and flush with the surface at the intersection of two (2) roads, the geographic position of which is in latitude 9°16' N. plus 4,664.7 ft. and longitude 79°54' W. plus 5,820.1 ft.;",
        "N. 20°26' W., 232.2 ft., along the road, to monument no. 2, which is a concrete block, 5 in. square, marked \"MR 2\", the geographic position of which is in latitude 9°16' N. plus 4,882.2 ft. and longitude 79°54' W. plus 5,901.1 ft.;",
        "N. 67°34' E., 401.1 ft., to monument no. 3, similar to the above, the geographic position of which is in latitude 9°16' N. plus 5,035.2 ft. and longitude 79°54' W. plus 5,530.4 ft.;",
        "S. 67°38' E., 782.1 ft., to monument no. 4, which is a 1½-in. galvanized iron pipe in the boundary line of the Agua Clara Reservoir, the geographic position of which is in latitude 9°16' N. plus 4,737.7 ft. and longitude 79°54' W. plus 4,807.1 ft.; two (2) brass plugs, in line, being cemented into the curbs of the concrete highway from Fort William D. Davis to Gatlin at distances of 99.7 ft. and 133.7 ft., respectively, from monument no. 3;",
        "Thence along the boundary line of the Agua Clara Reservoir:",
        "N. 49°52' E., 2,044.4 ft., to monument no. 5, which is a 5-in. pipe, with a brass cap marked \"Agua Clara Watershed, Gatun Water Supply\", the geographic position of which is in latitude 9°17' N. plus 8.0 ft., and longitude 79°54' W. plus 3,244.1 ft.;",
        "N. 49°56' E., 548.6 ft., to monument no. 6, similar to the above, the geographic position of which is in latitude 9°17' N. plus 361.0 ft. and longitude 79°54' W. plus 2,824.2 ft.;",
        "S. 87°36' E., 2,520.7 ft., to monument no. 7, similar to the above, the geographic position-of which is in latitude 9°17' N. plus 255.6 ft. and longitude 79°54' W. plus 305.7 ft.;",
        "S. 87°40' E., 1,872.4 ft., to monument no. 8, similar to the above, the geographic position of which is in latitude 9°17' N. plus 179.5 ft. and longitude 79°53' W. plus 4,442.5 ft.;",
        "S. 87°40' E., 719.9 ft., to monument no. 9, similar to the above, the geographic position of which is in latitude 9°17' N. plus 150.3 ft. and longitude 79°53' W. plus 3,723.2 ft.;",
        "S. 87°43' E., 479.5 ft., to monument no. 10, similar to the above, the geographic position of which is in latitude 9°17' N. plus 131.2 ft. and longitude 79°53' W. plus 3,244.1 ft.;",
        "S. 87°41' E., 598.6 ft., to monument no. 10A, similar to the above, the geographic position of which is in latitude 9°17' N. plus 107.0 ft. and longitude 79°53' W. plus 2,646.0 ft.;",
        "S. 87°19' E., 796.7 ft., to monument no. 11, which is a 1½-in. galvanized iron pipe, 100 ft. west of the center Une of the Panama Railroad right-of-way, and about midway between power-transmission towers 10-5 and 10-6, the geographic position of which monument is in latitude 9°17' N. plus 69.6 ft. and longitude 79°53' W. plus 1,850.2 ft.;",
        "Thence leaving the boundary line of the Agua Clara Reservoir:",
        "On a curve to the northwest concentric with and 100 ft. distant from the said center line of the Panama Railroad right-of-way, the chord of which curve bears N. 49°36' E., 1,548.4 ft. to monument 11A, which is a 3-in. pipe in a concrete base, on the north slope of a high bank, and marking the point of tangency of said curve, between power-transmission towers 10-13 and 10-14, the geographic position of which monument is in latitude 9°17' N. plus 1,073.3 ft. and longitude 79°53' W. plus 671.0 ft.;",
        "S. 88°23' E., 2,084.7 ft., along a line parallel to and 100 ft. northerly of the center line of the Panama Railroad right-of-way, to monument no. 12, which is a concrete block, 5 in. square, about midway between powertransmission towers 10-20 and 11-1, on the shore of Quebrancha Arm of Gatun Lake, about one (1) foot above the high-water level, the geographic position of which is in latitude 9°17' N. plus 1,014.8 ft. and longitude 79°52' W. plus 4,594.8 ft.;",
        "Thence northerly along the shore of said Quebrancha Arm of Gatlin Lake to monument no. 13, which is a 1½-in. galvanized iron pipe, about two (2) feet above the high-water level, the geographic position of which is in latitude 9°17' N. plus 4,789.8 ft. and longitude 79°52' W. plus 4,756.2 ft.;",
        "West, 1,376.8 ft., to monument no. 14, which is a 1½-in. galvanized iron pipe, cemented into the rock bottom of a small stream, the geograpliic position of which is in latitude 9°17' N. plus 4,790.0 ft. and longitude 79°53' W. plus 125.3 ft.;",
        "N. 89°56' W., 1,395.8 ft., to monument no. 15, which is a 1½-in. galvanized iron pipe, on the westerly bank of a small stream, the geographic position of which is in latitude 9°17' N. plus 4,791.7 ft. and longitude 79°53z W. plus 1,521.1 ft.;",
        "N. 89°59' W., 515.7 ft., to monument no. 16, which is a 1½-in. galvanized iron pipe, on the top of a ridge, the geographic position of which is in latitude 9°17' N. plus 4,791.7 ft. and longitude 79°53' W. plus 2,036.8 ft.;",
        "West, 554.4 ft., to monument no. 17, which is a 1½-in. galvanized iron pipe, on the top of a ridge, the geographic position of which is in latitude 9°17' N. plus 4,791.8 ft. and longitude 79°53' W. plus 2,591.2 ft.;",
        "S. 89°14' W., 300.7 ft., to monument no. 18, which is a 1½-in. galvanized iron pipe, the geographic position of which is in latitude 9°17' N. plus 4,787.8 ft. and longitude 79°53' W. plus 2,891.9 ft.;",
        "S. 75°13' W., 896.4 ft., to monument no. 18A, which is a concrete block, 5 in. square, marked \"M R 18A\", the geographic position of which is in latitude 9°17' N. plus 4,559.1 ft. and longitude 79°53' W. plus 3,758.6 ft.;",
        "S. 75°04' W., 857.5 ft., to monument no. 18B, which is a concrete block, 5 in. square, marked \"MR 18B\", the geographic position of which is in latitude 9°17' N. plus 4,338.2 ft. and longitude 79°53' W.plus 4,587.2 ft.;",
        "S. 75°04' W., 856.5 ft., to monument no. ISC, which is a concrete block, 5 in. square, marked \"M R 18C\", the geographic position of which is in latitude 9°17' N. plus 4,117.6 ft. and longitude 79°53' W.plus 5,414.8 ft.;",
        "S. 75°04' W., 891.0 ft., to monument no. 18D, which is a concrete block, 5 in. square, marked \"M R 1SD\", the geographic position of which is in latitude 9°17' N. plus 3,888.1 ft. and longitude 79°54' W. plus 268.0 ft.;",
        "S. 75°04' W., 1,257.8 ft., to monument no. 19, wldch is a concrete block, 5 in. square, marked \"M R 19 \", on southeast slope of a small hill, in latitude 9°17' N. plus 3,563.8 ft. and longitude 79° 54' W. plus 1,483.2 ft.;",
        "S. 75°04' W., 728.7 ft., to monument no. 20, which is a brass plug cemented into the concrete floor of a bridge on the old road from Fort William D. Davis to Colon, about 6 in. below the surfacing of gravel and oil, the geographic position of which is in latitude 9°17' N. plus 3,375.9 ft. and longitude 79°54' W. plus 2,187.3 ft.; a brass plug is placed in line on the east guard wall of the bridge, and the bearing and distance from monument no. 20 to a similar brass plug placed on the west guard wall of the bridge is S. 75°04' W., 12.9 ft.;",
        "West, 410.8 ft., to monument no. 21, which is a concrete block, 5 in. square, marked \"M R 21 \", on the north side of the old road from Fort William D. Davis to Colon, north of a drainage ditch and just west of a small culvert, the geographic position of which is in latitude 9°17' N. plus 3,375.9 ft. and longitude 79°54' W. plus 2,598.1 ft.;",
        "West, 1,291.3 ft., to monument no. 22, which is a brass plug cemented into and flush with the surface of the Bolivar Highway one (1) foot from the westerly edge of the highway and at the north entrance to Fort William D. Davis, between two (2) small masonry towers, the geographic position of which is in latitude 9°17' N. plus 3,375.9 ft. and longitude 79°54' W. plus 3,889.4 ft.;",
        "N. 30°36' W., 2,072.1 ft., to monument no. 23, which is a lK-in. galvanized iron pipe, on the northeastern end of the north dike of the Mindi hydraulic fill, the geographic position of which is in latitude 9°17' N. plus 5,159.5 ft. and longitude 79°54' W. plus 4,944.0 ft.;",
        "Thence southerly along the crest of the said dike, to monument no. 24, which is a 1½-in. galvanized iron pipe, on the southwestern end of said dike, 100 ft. easterly of the center line of the Panama Railroad rightrof-way, opposite power-transmission tower 4-16, the geographic position of which pipe is in latitude 9°17' N., plus 4,292.3 ft. and longitude 79°55' W. plus 532.6 ft.;",
        "Thence southerly along a line parallel to and 100 ft. easterly of the center line of the Panama Railroad right-of-way to the place of beginning.",
        "Parcel No. 2",
        "Beginning at a point marked by a brass plug cemented into the north curb of a concrete highway, 100 ft. westerly of the center line of the Panama Railroad right-of-way, opposite and westerly of the highway and railroad crossing, between transmission towers 5-17 and 6-4, the geographic position of which brass plug, referred to the Canal Zone triangulation system, is in latitude 9°16' N. plus 4,587.5 ft. and longitude 79°55' W. phis 398.3 ft.; from this brass plug the bearing and distance to the concrete monument which is the point of beginning of parcel no. 1, previously described, is S. 76°57' E., 200.0 ft.",
        "Thence from said initial point by metes and bounds:",
        "Northerly along a line parallel to and 100 ft. westerly of the center line of the Panama Railroad right-of-way, to monument no. 1, which is a 1½-in. galvanized iron pipe, opposite power-transmission tower 4-16, the geographic position of which monument is in latitude 9°17' N. plus 4,292.5 ft. and longitude 79°55' W. plus 732.2 ft., from which the bearing and distance to monument no. 24 of parcel no. 1 is S. 89°56' E., 199.6 ft.;",
        "N. 85°59' W., 997.7 ft., to monument no. 2, similar to the above, 500 ft. easterly of the center line of the Panama Canal, on a ridge, the geographic position of which monument is in latitude 9°17' N. plus 4,362.3 ft. and longitude 79°55' W. plus 1,727.4 ft.;",
        "N. 86°00' W., 114.3 ft., to monument no. 3, similar to the above, set on the east bank of the Panama Canal opposite Canal station 308 plus 10, the geographic position of which monument is in latitude 9°17' N. plus 4,370.3 ft. and longitude 79°55' W. plus 1,841.5 ft.;",
        "N. 86°00' W., continuing on the last course, to the shore line of the Panama Canal;",
        "Thence southerly along the shore line of the Panama Canal to a point",
        "East, 125.0 ft., to monument no. 5, a 1½-in. galvanized iron pipe, the geographic position of which is in latitude 9°17' N. plus 1,301.7 ft. and longitude 79°55' W. plus 2,207.6 ft.;",
        "S. 89°40' E., 537.5 ft., to monument no. 6, similar to the above, the geographic position of which is in latitude 9°17' N. plus 1,298.7 ft. and longitude 79°55' W. plus 1,670.2 ft.;",
        "S. 12°11' E., 2,653.1 ft., to monument no. 7, which is a bronze plug cemented into the north curb of the concrete highway from New Gatlin to Gatlin, the geographic position of which is in latitude 9°16' N. plus 4,752.9 ft. and longitude 79°55' W. plus 1,110.1 ft.;",
        "S. 76°55' E., 730.7 ft., along the north curb of said highway, to the place of beginning.",
        "The survey was made in July 1933. The directions of the lines refer to the true meridian and were determined by deflection angles from known azimuths of the Canal Zone triangulation system. The magnetic declination was not recorded. The entire area is shown on Panama Canal map M 6102-79, dated September 1, 1933, on file at the Governor's Office, Balboa Heights, Canal Zone, and the Department Engineer's Office, Panama Canal Department, United States Army, Corozal, Canal Zone. The area of the reservation is: Parcel no. 1, 1,337 acres, more or less; parcel no. 2, 143 acres, more or less; total area, 1,480 acres, more or less.",
        "Except as amended and modified by this order all the conditions of Executive Order No. 3203, dated December 22, 1919, shall remain in full force and effect.",
        "[NAME]",
        "The White House,September 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6848-Correction of Description and Relocation of Boundary of Fort William D. Davis Reservation, Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362555"
}