{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8454-regulations-governing-the-allowance-travel-expenses-claimants-and",
    "doc": "executive-order-8454-regulations-governing-the-allowance-travel-expenses-claimants-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8454-Regulations Governing the Allowance of Travel Expenses of Claimants and Beneficiaries of the Veterans' Administration, and Their Attendants",
    "date": "June 26, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of March 14, 1940 (Public, No. 432, 76th Cong., 3d sess.), entitled \"An Act to provide for allowance of expenses incurred by Veterans' Administration beneficiaries and their attendants in authorized travel for examination and treatment,\" I hereby prescribe the following regulations governing the allowance of travel expenses of claimants and beneficiaries of the Veterans' Administration and their attendants:",
        "1. The Administrator of Veterans' Affairs may authorize the payment of actual necessary expenses of travel, including lodging and subsistence, to any claimant or beneficiary of the Veterans' Administration traveling under prior authorization to or from a Veterans' Administration facility or other place for examination, treatment, or care.",
        "2. The Administrator of Veterans' Affairs may authorize in lieu of actual expenses of travel, including lodging and subsistence, payment of an allowance at a rate not in excess of 1¾¢ per mile when the mileage traveled does not exceed 100 miles; at a rate not in excess of 2¢ per mile when the mileage traveled is more than 100 miles and not in excess of 400 miles; and at a rate not in excess of 2½¢ per mile when the mileage traveled is more than 400 miles, to any claimant or beneficiary of the Veterans' Administration traveling under prior authorization to or from a Veterans' Administration facility, or other place, for examination, treatment, or care.",
        "3. The claimant or beneficiary may be paid the allowance authorized herein upon the termination of examination, treatment, or care, and before the completion of travel.",
        "4. When any claimant or beneficiary requires an attendant other than an employee of the Veterans' Administration for the performance of such travel, such attendant may be allowed the expenses of travel upon a similar basis.",
        "5. The Administrator of Veterans' Affairs may prescribe such rules and regulations not inconsistent herewith as may be necessary to effectuate the provisions of this order.",
        "6. This order shall become effective July 1, 1940.",
        "[NAME]",
        "The White House,June 26, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8454-Regulations Governing the Allowance of Travel Expenses of Claimants and Beneficiaries of the Veterans' Administration, and Their Attendants Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371957"
}