{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8403-establishing-los-angeles-long-beach-harbor-naval-defensive-sea-area",
    "doc": "executive-order-8403-establishing-los-angeles-long-beach-harbor-naval-defensive-sea-area",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8403-Establishing Los Angeles-Long Beach Harbor Naval Defensive Sea Area",
    "date": "May 07, 1940",
    "content": [
        "CALIFORNIA",
        "By virtue of and pursuant to the authority vested in me by the provisions of section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96), all that area of water seaward of the mean low-water line in the Pacific Ocean easterly of a line bearing 147 degrees true from Point Fermin, California, and northerly of a line parallel to and 6,000 yards distant from the axis of the Los Angeles-Long Beach detached breakwater, extending eastward to Sunset Beach, California, except Los Angeles Harbor, Long Beach Inner and Outer Harbors, and all anchorage areas defined and established by the Secretary of War, is hereby established as a naval defensive sea area for purposes of national defense such area to be known as the Los Angeles-Long Beach Harbor Naval Defensive Sea Area.",
        "At no time shall any vessel or other craft (other than public vessels of the United States and of the State of California, and merchant vessels and small craft during a fog or an emergency as hereinafter provided) be anchored within the defensive sea area above defined unless authorized by the Secretary of the Navy.",
        "Merchant vessels and small craft may anchor in the defensive sea area during a thick fog or in an emergency of such nature as to require anchoring therein to prevent serious damage. Such merchant vessels and small craft shall leave the area on or before the passing of the fog or emergency: Provided, however, that, in the discretion of the Secretary of the Navy, any such merchant vessels or small craft may be required to leave or to be towed out, immediately or at any time, without expense to the United States.",
        "Any person violating the provisions of this order shall be subject to the penalties provided by law.",
        "[NAME]",
        "The White House,May 7, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8403-Establishing Los Angeles-Long Beach Harbor Naval Defensive Sea Area Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371931"
}