{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9512-providing-for-coordination-the-allocations-field-positions-subject",
    "doc": "executive-order-9512-providing-for-coordination-the-allocations-field-positions-subject",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9512-Providing for Coordination of the Allocations of Field Positions Subject to the Classification Act of 1923, as Amended",
    "date": "January 16, 1945",
    "content": [
        "By virtue of the authority vested in me as President of the United States by the Constitution and Statutes, including particularly Title I of the First War Powers Act, 1941, and Section 1753 of the Revised Statutes, and iff order to coordinate governmental agencies with respect to the allocation of field positions subject to the Classification Act of 1923, as amended, and establish consistency in the fixing of entrance salaries and thus facilitate effective recruiting and selection of personnel, it is hereby ordered as follows:",
        "1. The Civil Service Commission shall prepare and publish standards for the allocation of field positions under the Classification Act of 1923, as amended, and shall coordinate or combine such standards with allocation standards prescribed by the Commission for the departmental service under its existing statutory authority.",
        "2. In allocating such field positions the heads of all departments and other agencies shall comply with the standards so prepared and published.",
        "3. The Commission shall ascertain by investigation the degree to which the allocations of field positions made by each department and other agency comply with standards published pursuant to this order, and whenever the Commission finds noncompliance by any department or other agency, it may report that fact to the President through the Liaison Officer for Personnel Management.",
        "4. The Commission shall issue such regulations as it may deem necessary to effectuate the purposes of this order.",
        "5. Clause (2) of paragraph (b) of section 3 of Executive Order No. 9330, of April 16, 1943, is hereby revoked.",
        "[NAME]",
        "The White House,January 16, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9512-Providing for Coordination of the Allocations of Field Positions Subject to the Classification Act of 1923, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367982"
}