{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7783-modifying-executive-order-no-191912-april-21-1914-and-setting-apart",
    "doc": "executive-order-7783-modifying-executive-order-no-191912-april-21-1914-and-setting-apart",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7783-Modifying Executive Order No. 1919½ of April 21, 1914, and Setting Apart Certain Lands for the Use of the Alaska Road Commission for Aviation-Field Purposes",
    "date": "December 31, 1937",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of March 12, 1914, ch. 37, 38 Stat. 305, and the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section. 1. Executive Order No. 1919½ of April 21, 1914, withdrawing and reserving certain lands for townsite purposes, is hereby modified to the extent, and only to the extent, necessary to permit the Alaska Road Commission to use the following-described townsite lots for aviation-field purposes:",
        "TALKEETNA TOWNSITE",
        "Lota 1, 2, 13 and 14, block 15, Lot 1, block 16, Lot 3, block 17, Lots 7 and 8, block 18, Lots 7 and 8, block 19.",
        "Section 2. The following-described tract of public land is hereby reserved and set apart for the use described in section 1 hereof:",
        "Beginning at a point on the south boundary of the Talkeetna townsite (survey No. 1260) 488.70 feet west of comer No. 9; thence south 1880 feet to the bank of the Susitna River; thence north 41° west 639.98 feet approximately following bank of Susitna River; thence north 1380.42 feet to south boundary of townsite; thence east 400 feet along south boundary of townsite to point of beginning, comprising parts of Lots 1 and 2, sec. 25, T. 26 N., R. 5 W., S. M.,-containing 14.97 acres, more or less.",
        "Section 3. This order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,December 31, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7783-Modifying Executive Order No. 1919½ of April 21, 1914, and Setting Apart Certain Lands for the Use of the Alaska Road Commission for Aviation-Field Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369041"
}