{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6758-including-positions-the-farm-credit-administration-the-classified",
    "doc": "executive-order-6758-including-positions-the-farm-credit-administration-the-classified",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6758-Including Positions in the Farm Credit Administration in the Classified Civil Service",
    "date": "June 29, 1934",
    "content": [
        "Whereas by Executive Order No. 6084, dated March 27, 1933, the Farm Credit Administration was created by changing the name of the Federal Farm Board to the Farm Credit Administration and transferring thereto the functions and personnel of certain other Governmental agencies dealing with agricultural credit; and",
        "Whereas by virtue of such transfer and of the fact that the Federal Farm Board was subject to civil-service laws and rules, most classes of positions in the Farm Credit Administration are now subject to such laws and rules; and",
        "Whereas under Executive Order No. 6134, dated May 18, 1933, employees of the various agencies constituting the Farm Credit Administration who were employed therein on May 27, 1933, became eligible, upon recommendation by the Governor of the Farm Credit Administration, to acquire civil-service status by noncompetitive examination; and",
        "Whereas it is desirable, in the interest of good administration, that standards of selection and compensation of employees of the Farm Credit Administration be uniform and that employees in similar positions enjoy equal rights:",
        "Now, Therefore, by virtue of the authority vested in me by the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403, 404), and section 1753 of the Revised Statutes (5 U.S.C., sec. 631), it is hereby ordered as follows:",
        "1. All positions in the Farm Credit Administration are hereby included in the classified civil service and appointments thereto will hereafter be made in accordance with civil-service laws and rules, except as hereinafter provided.",
        "2. The provisions of this order are not intended to affect the authority of the Governor of the Farm Credit Administration to appoint such employees as may be necessary for the administration of emergency crop production loans under act of February 23, 1934, or to appoint and fix the salaries of experts and attorneys in accordance with section 4 of the Agricultural Marketing Act and Executive Order No. 5248, dated December 28, 1929, as amended by Executive Order No. 6134, dated May 18, 1933, or the authority of the Land Bank Commissioner to make appointments under section 1017, title 12, of the United States Code.",
        "3. Incumbents of positions affected by this order who do not already possess a classified civil-service status shall not acquire such status by reason of the provisions of the preceding paragraphs. However, incumbents employed in such positions on June 1, 1934, may be appointed to the classified civil service if, prior to June 1, 1935, after recommendation by the Governor of the Farm Credit Administration, they pass such noncompetitive tests of fitness as the Civil Service Commission may prescribe.",
        "[NAME]",
        "The White House,June 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6758-Including Positions in the Farm Credit Administration in the Classified Civil Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373475"
}