{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9117-prescribing-regulations-governing-overtime-compensation-certain",
    "doc": "executive-order-9117-prescribing-regulations-governing-overtime-compensation-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9117-Prescribing Regulations Governing Overtime Compensation of Certain Employees of the National Advisory Committee for Aeronautics",
    "date": "March 31, 1942",
    "content": [
        "By virtue of the authority vested in me by section 1 of the act of February 10, 1942, Public Law 450, 77th Congress, I hereby prescribe the following regulations governing the payment of compensation for employment in excess of forty hours in any administrative workweek to per-annum field service employees of the National Advisory Committee for Aeronautics whose overtime services are essential to the national defense program, and whose duties I have determined are comparable to the duties of those employees of the War Department, the Navy Department, and the United States Coast Guard for whom overtime compensation is authorized under existing law and regulations:",
        "Section 1. The administrative workweek, as herein contemplated, shall begin on Monday and run to Sunday, inclusive. Whenever the Chairman of the National Advisory Committee for Aeronautics, or other subordinate officials whom he may designate, shall determine that official hours of duty in excess of forty hours a week of any per-annum employee in the field services are essential to the national-defense program, compensation for employment during such official hours of duty in excess of forty hours in any administrative workweek may be paid at the rate of one and one-half times such employee's regular rate of pay: Provided, that no official hours of duty shall be established in excess of forty-eight hours in any administrative workweek.",
        "Section 2. In determining the overtime compensation which may be paid to any per-annum employee under section 1 hereof, the regular rate of pay for one hour shall be computed as one-eighth of such employee's pay for one day. The pay for one day shall be considered to be one three-hundred-and-sixtieth of the employee's per-annum salary.",
        "Section 3. The Chairman of the National Advisory Committee for Aeronautics may designate such subordinate officers as he may deem necessary to determine the per-annum employees in the field services whose overtime services are essential to the national-defense program: Provided, that no employee's overtime services shall be determined to be essential to the national-defense program unless the duties of the employee are directly connected with the expeditious prosecution of the work of the National Advisory Committee for Aeronautics in the design and construction of research facilities or in furtherance of projects for improving the design, performance, or effectiveness of aircraft for the armed forces: Provided further, that when, in the judgment of any such subordinate officer, the health or efficiency of an employee will be impaired by employment for more than eight hours a day or forty hours a week, such employee shall not be required to work overtime.",
        "Section 4. It shall be the policy of the Chairman of the National Advisory Committee for Aeronautics to hold overtime work to a minimum consistent with the requirements of the national-defense program.",
        "Section 5. This order shall take effect as of March 16, 1942, and shall be published in the Federal Register.",
        "[NAME]",
        "The White House,March 31, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9117-Prescribing Regulations Governing Overtime Compensation of Certain Employees of the National Advisory Committee for Aeronautics Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368097"
}