{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5119-reserving-certain-described-lands-hawaii-for-military-purposes",
    "doc": "executive-order-5119-reserving-certain-described-lands-hawaii-for-military-purposes",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5119-Reserving Certain Described Lands in Hawaii for Military Purposes",
    "date": "May 17, 1929",
    "content": [
        "Whereas, by Executive Order No. 3885, dated July 27, 1923, a certain right of way and three tracts of land on the Island of Oahu, in the Territory of Hawaii, were withdrawn and set aside for military purposes, and",
        "Whereas, it has been determined by recent survey of the tract of land at Keaau Ridge and the one at Kaena Point that the descriptions thereof as set forth in said Executive Order No. 3885 are erroneous, and",
        "Whereas, it is desired that said Executive Order be amended so as to accurately describe said tracts of land;",
        "Now, Therefore, it is hereby ordered that the said Executive Order No. 3885, dated July 27, 1923, be and the same is hereby amended with respect to the description of the tracts of land at Keaau Ridge and Kaena Point, so as to read as follows:",
        "Land at Keaau Ridge, Keaau, Waianae, Oahu.",
        "Beginning at the U.S.C. & G.S. Trig. Station Kepuhi New, said point is by true azimuth and distance to U.S.C. & G.S. Trig. Station Lahilahi 338° 46' 48\"-9842.5 feet, and thence running by true azimuths and distances, as follows:",
        "20° 04' 00\"- 50.7 feet to a concrete monument No. 1, thence     62° 09' 00\"- 99.4 feet to a concrete monument No. 2, thence          172° 21' 00\"-119.1 feet to a concrete monument No. 3, thence     281° 12' 00\"-123.6 feet to the point of beginning, containing an area of .881 acres, more or less.",
        "Land at Kaena Point, Portions of Government Lands of Kuaokala and Kaena, Waialua, Oahu.",
        "Beginning at a concrete monument No. 1, said point is by true azimuths and distances to the following U.S.C. & G.S. Trig. Stations:",
        "Kaena 99° 29' 55\"- 2761.3 Ft     Kepuhi New 333° 03' 10\"-35644.0 ft.",
        "and thence running by true azimuths and distances, as follows:",
        "202° 12' 00\"- 82.50 feet along Govt, land to Mon. No. 2, thence     94° 44' 00\"-184.60 feet along Govt. Land to Mon. No. 3, thence     358° 23' 00\"- 59.25 feet along Govt. Land to Mon. No. 4, thence     282° 12' 00\"-154.58 feet along Govt. Land to the point of beginning, containing an area of .268 acres, more or less.",
        "[NAME]",
        "The White House,May 17, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5119-Reserving Certain Described Lands in Hawaii for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372831"
}