{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9128-defining-additional-functions-and-duties-the-board-economic-warfare",
    "doc": "executive-order-9128-defining-additional-functions-and-duties-the-board-economic-warfare",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9128-Defining Additional Functions and Duties of the Board of Economic Warfare",
    "date": "April 13, 1942",
    "content": [
        "By virtue of the authority vested in me by the First War Powers Act, 1941, approved December 18, 1941 (Public Law 354, Seventy-seventh Congress), and the Act of March 11, 1941 (Public Law 11, Seventy-seventh Congress), as President of the United States and Commander in Chief of the Army and Navy, it is hereby ordered as follows;",
        "1. In addition to the responsibilities and duties heretofore conferred, the Board of Economic Warfare is authorized and directed to:",
        "a. Receive and be responsible for executing directives from the Chairman of the War Production Board as to quantities, specifications, delivery time schedules, and priorities of materials and commodities (other than arms, munitions, or weapons of war as defined in the President's Proclamation of May 1, 1937, as amended) required to be imported for the war production effort and the civilian economy: and determine the policies, plans, procedures, and methods of the several Federal departments, establishments, and agencies with respect to the procurement and production of such materials and commodities, including the financing thereof; and issue such directives, or initiate such proposals in respect thereto as it may deem necessary.",
        "b. Direct, with the approval of the President, the creation, organization, and financing of a corporation or corporations, pursuant to subsection 3 of the fourth paragraph of section 5 (d) of the Reconstruction Finance Corporation Act, as amended, the objects and purposes of which shall be:",
        "(1) To obtain from foreign sources such materials, supplies, and commodities (other than arms, munitions, or weapons of war as defined in the President's Proclamation of May 1, 1937, as amended) as are necessary for the successful prosecution of the war, and provide for the production, delivery, sale, or other disposition thereof; and",
        "(2) To take such other action as may be deemed necessary to facilitate the war effort and strengthen the international economic relations of the United States.",
        "c. Advise the State Department with respect to the terms and conditions to be included in the master agreement with each nation receiving lend-lease aid under the Act of March II, 1941, entitled \"An Act Further to Promote the Defense of the United States and for Other Purposes,\" and Acts amendatory or supplemental thereto.",
        "d. Provide and arrange for the receipt by the United States of reciprocal aid and benefits (other than arms, munitions, or weapons of war as defined in the President's Proclamation of May 1, 1937, as amended) from the government of any country whose defense shall have been determined by the President to be vital to the defense of the United States pursuant to the Act of March 11, 1941 (Public Law 11, Seventy-seventh Congress), and determine the terms upon which such aid and benefits shall be received, including the authorization of other governmental agencies to receive such aid and benefits.",
        "e. Represent the United States Government in dealing with the economic warfare agencies of the United Nations for the purpose of relating the Government's economic warfare program and facilities to those of such nations.",
        "2. For the purpose of carrying out its responsibilities, the Board of Economic Warfare may arrange through the Department of State to send abroad such technical, engineering, and economic representatives responsible to the Board as the Board may deem necessary.",
        "3. The responsibilities, duties and powers transferred to and conferred upon the Board of Economic Warfare by this Order may be exercised and performed by the Chairman of the Board, or by the Executive Director of the Board, or such other officials or employees as the Chairman may designate.",
        "4. Executive Orders No. 8839 of July 30, 1941; No. 8900 of September 15, 1941; No. 8982 of December 17, 1941; No. 8926 of October 28, 1941 are amended accordingly; and any provisions of these or other pertinent Executive Orders conflicting with this Order are superseded.",
        "[NAME]",
        "The White House,April 13, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9128-Defining Additional Functions and Duties of the Board of Economic Warfare Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368091"
}