{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7229-establishing-delta-migratory-waterfowl-refuge-louisiana",
    "doc": "executive-order-7229-establishing-delta-migratory-waterfowl-refuge-louisiana",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7229-Establishing Delta Migratory Waterfowl Refuge, Louisiana",
    "date": "November 19, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, consisting of 8,000 acres, more or less, which the United States has contracted to purchase and now possesses with the right of use and occupation, in Plaquemines Parish, Louisiana, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife:",
        "St. Helena Meridian",
        "T. 20 S., R. 19 E., sec. 10, all SE¼ not included in the Grand Prairie Levee District, established by the Board of State Engineers, in November 1932, under the authority of the Governor of Louisiana, according to Act 246 of 1928;",
        "secs. 11 and 12, all not included in the Grand Prairie Levee District;",
        "sec. 13, all northwest of Main Pass;",
        "sec. 14, all;",
        "secs. 15, 16, 17, and 19, all not included in the Grand Prairie Levee District;",
        "sec. 20, all N½ not included in the Grand Prairie Levee District, and SE¼;",
        "secs. 21 and 22;",
        "secs. 23, 24, and 26, all northwest of Main Pass;",
        "secs. 27 and 28;",
        "sec. 29, NW¼;",
        "secs. 30 and 32;",
        "sec. 33, NE¼, E½NW¼, NE¼SW¼, S½SW¼, and SE¼;",
        "sec. 34, all northwest of Main Pass.",
        "T. 21 S., R. 19 E., sec. 3, all northwest of Main Pass;",
        "secs. 4 and 9.",
        "T. 20 S., R. 20 E., sec. 7, all northwest of Main Pass not included in the Grand Prairie Levee District;",
        "sec. 18, all N½ northwest of Main Pass.",
        "This refuge shall be known as the Delta Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,November 19, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7229-Establishing Delta Migratory Waterfowl Refuge, Louisiana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362729"
}