{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8773-authorizing-and-directing-the-secretary-war-take-possession-and",
    "doc": "executive-order-8773-authorizing-and-directing-the-secretary-war-take-possession-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8773-Authorizing and Directing the Secretary of War to Take Possession of and Operate the Inglewood Plant of North American Aviation, Inc.",
    "date": "June 09, 1941",
    "content": [
        "Whereas on the twenty-seventh day of May, 1941, a Presidential proclamation was issued, declaring an unlimited national emergency and calling upon all loyal citizens in production for defense to give precedence to the needs of the Nation to the end that a system of government which makes private enterprise possible may survive; and calling upon all our loyal workmen as well as employers to merge their lesser differences in the larger effort to insure the survival of the only kind of government which recognizes the rights of labor or of capital; and calling upon all loyal citizens to place the Nation's needs first in mind and in action to the end that we may mobilize, and have ready for instant defensive use, all of the physical powers, all of the moral strength, and all of the material resources of the Nation; and",
        "Whereas North American Aviation, Inc., at its Inglewood plant in the City of Los Angeles, State of California, has contracts with the United States for the manufacture of military aircraft and other material and articles vital to the defense of the United States; and the United States owns aircraft in the course of production, raw material, machinery, and other property situated in the said company's plant, and",
        "Whereas a controversy arose at said plant over terms and conditions of employment between the company and the workers which they have been unable to adjust by collective bargaining; and whereas the controversy was duly certified to the National Defense Mediation Board, established by the Executive Order of March 19, 1941; and whereas before the negotiations had been concluded before the said Board, and in violation of an agreement between the bargaining representatives of the company and the workers authorized to appear before the Board and conduct the negotiations, production at said plant of said aircraft and other articles and materials vital to the defense of the United States was interrupted by a strike which still continues, and",
        "Whereas the objectives of said proclamation of May 27, 1941 are jeopardized and the ability of the United States to obtain aircraft essential to its armed forces and to the national defense is seriously impaired by said cessation of production, and",
        "Whereas for the time being and under the circumstances hereinabove set forth it is essential in order that such operations be assured and safeguarded that the plant be operated by the United States;",
        "Now, Therefore, I, Franklin D. Roosevelt, pursuant to the powers vested in me by the Constitution and laws of the United States, as President of the United States of America and Commander in Chief of the Army and Navy of the United States, hereby authorize and direct that the Secretary of War immediately take possession of and operate the said plant of North American Aviation, Inc., through such person or persons as he may designate, to produce the aircraft and other articles and material called for by its contracts with the United States or otherwise, and to do all things necessary or incidental thereto. Such necessary or appropriate adjustments shall be made with respect to existing and future contracts and with respect to compensation to the company, as further orders hereafter issued by the Secretary of War shall provide. The Secretary of War shall employ or authorize the employment of such employees, including a competent civilian advisor on industrial relations, as are necessary to carry out the provisions of this Order. And I hereby direct the Secretary of War to take such measures as may be necessary to protect workers returning to the plant.",
        "Possession and operation hereunder shall be terminated by the President as soon as he determines that the plant will be privately operated in a manner consistent with the needs of the national defense.",
        "[NAME]",
        "The White House,June 9, 1941; 10:40 a.m. E.S.T."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8773-Authorizing and Directing the Secretary of War to Take Possession of and Operate the Inglewood Plant of North American Aviation, Inc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/209639"
}