{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5391-reservation-public-lands-for-educational-purposes",
    "doc": "executive-order-5391-reservation-public-lands-for-educational-purposes",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5391-Reservation of Public Lands for Educational Purposes",
    "date": "July 08, 1930",
    "content": [
        "Alaska",
        "It is hereby ordered that pending survey and segregation by the General Land Office the following tracts of land at Chitina, Point Hope, and Kanakanak, Alaska, on which the Office of Education, Department of the Interior, has erected school buildings, be, and they are hereby, reserved and set apart for the use of the Office of Education, subject to any valid claims thereto, existing at the date of this order:",
        "Chitina: Beginning at a wooden post, located 212.13 feet southeast of the U.S. Government School Building, hereby designated as Post No. 1; thence in a northerly direction 324 feet to a wooden post, hereby designated as Post No. 2; thence in a westerly direction 350 feet to & wooden post, hereby designated as Post No. 3; thence in a southerly direction 324 feet to & wooden post, hereby designated as Post No. 4; thence in an easterly direction 350 feet to the point of beginning at Post No. 1, containing approximately 2.60 acres.",
        "Point Hope: Beginning at a stake set at the most westerly tip of the Point Hope Peninsula, thence in a northeasterly direction following the contour of the North Beach to the northwest corner stake of St. Thomas Episcopal Church Mission property; thence to the southwest corner stake of said church property; thence to the southeast corner stake of said church property; thence to the northeast corner stake of said church property on the North Beach; thence in a northeasterly direction following the contour of the North Beach to a stake set on the North Beach line at a point five miles from the first stake set (at the western tip of the Point Hope Peninsula); thence directly south from the second stake on the North Beach line crossing the Point Hope Peninsula to a third stake set on the South Beach line; thence from the third stake in a westerly direction following the contour of the South Beach to the first stake, the North Beach and South Beach coming to a point at this place, amounting to approximately 10 square miles.",
        "Kanakanak: Beginning at Corner No. 1, on the west shore of Nushagak Bay at the line of mean high tide, this corner being identical with the southeast corner of U.S. Survey No. 66; from this point-",
        "Witness Corner No. 1, marked by a pine post 4 in. square, firmly set, standing 4 ft. above the ground, marked WC COR 1, bears N. 70° 52' W., 159 ft. distant.",
        "Thence along the line of mean high tide on the west shore of Nushagak Bay:",
        "S. 20° 01' E., 302.2 ft.;S. 14° 09' E., 660.3 ft.;S. 1º 16' E., 495.6 ft.;S. 13° 00' W., 683.6 ft.;S. 23° 10' W., 596.9 ft.;S. 29º 25' W., 994.6 ft.; and,S. 32º 51' W., 1072.8 ft.;",
        "to Corner No. 2, from which point-",
        "Witness Corner No. 2, marked by a pine post, 4 in. square, firmly set, standing 4 ft. above ground, marked WC COR 2, bears N. 23° 33' W., 204.04 ft. distant.",
        "Thence by metes-and-bounds survey:",
        "N. 23° 33' W. (at 204.04 ft., Witness Corner No. 2, as described above), 3,094.2ft., to Corner No. 3, marked by a pine post 4 in. square, firmly set, standing 4 ft. above the ground, marked COR No. 3.;",
        "N. 15° 44' E., 2,255.0 ft., to Corner No. 4, a similar post, marked COR No. 4; S. 70° 52' E. (at 1,723.7 ft., Witness Corner No. 1, as described above), 1,882.7 ft., to Corner No. 1, the point of beginning.",
        "The tract as surveyed contains 193.15 acres.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,July 8, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5391-Reservation of Public Lands for Educational Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373025"
}