{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8071-establishing-the-federal-interdepartmental-safety-council",
    "doc": "executive-order-8071-establishing-the-federal-interdepartmental-safety-council",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8071-Establishing the Federal Interdepartmental Safety Council",
    "date": "March 21, 1939",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "1. There is hereby established the Federal Interdepartmental Safety Council as an official advisory agency in matters relating to the safety of Federal employees. The Council shall consist of such officers and employees of the various Executive departments and agencies of the Federal Government and of the Government of the District of Columbia as may be designated by the respective heads thereof. The members of the Council shall serve without additional compensation.",
        "2. The Council shall, without entailing additional expense to the Federal Government, act as a clearing house for accident prevention and health conservation information, and shall make recommendations and prepare forms relating to safe practices and procedures. The Council shall also, on request, conduct surveys or such other investigations as may be deemed necessary to reduce accident hazards, and shall report the results of such surveys and investigations to the head of the department or agency concerned, together with its recommendations.",
        "3. The general policy of the Council shall be determined by a Board consisting of the Secretary of Labor (who shall act as chairman), the Secretary of the Treasury, the Secretary of the Navy, the Secretary of War, the Postmaster General, the Secretary of the Interior, the Secretary of Agriculture, and the heads of such other departments or agencies as the above-named members shall determine should have representation thereon.",
        "4. The Division of Labor Standards, Department of Labor, is hereby requested to cooperate with the Council in the performance of its functions.",
        "[NAME]",
        "The White House,March 21, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8071-Establishing the Federal Interdepartmental Safety Council Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368664"
}