{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5614-reporting-expenditures-for-use-the-budget",
    "doc": "executive-order-5614-reporting-expenditures-for-use-the-budget",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5614-Reporting of Expenditures for Use in the Budget",
    "date": "May 01, 1931",
    "content": [
        "In pursuance of the provisions of the Budget and Accounting Act approved June 10, 1921, I hereby prescribe the following rules and regulations with regard to the reportmg of expenditures in the Budget:",
        "1. As soon as practicable after the close of each fiscal year, the Secretary of the Treasury shall furnish the Director of the Bureau of the Budget with a detailed statement of the expenditures of the Government on the basis of checks issued by disbursing officers and agents of the United States, under each separate head of appropriations as carried on the books of the Treasury Department; and such expenditures shall be classified separately under the captions \"General fund,\" \"Special funds,\" and \"Trust funds,\" respectively.",
        "2. In order to enable the Secretary of the Treasury to comply with the provisions of this order, the head of each executive department and independent establishment shall furnish the Secretary of the Treasury as soon as practicable after the close of each fiscal year with a detailed statement of the unexpended balances in the hands of disbursing officers and agents, or to their official credit, at the close of the fiscal year for which such report is made, classified according to appropriations, special funds, trust funds, and special deposit accounts as carried on the books of the Treasury.",
        "3. The Secretary of the Treasury shall prescribe such forms as he may consider necessary to carry out the provisions of this order.",
        "[NAME]",
        "The White House,May 1, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5614-Reporting of Expenditures for Use in the Budget Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361223"
}