{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7959-transferring-certain-personnel-property-and-appropriations-from-the",
    "doc": "executive-order-7959-transferring-certain-personnel-property-and-appropriations-from-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7959-Transferring Certain Personnel, Property, and Appropriations From the Department of Commerce and the Interstate Commerce Commission to the Civil Aeronautics Authority",
    "date": "August 22, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by subsections (a) and (b) of section 203 of the Civil Aeronautics Act of 1938, approved June 23, 1938 (Public No. 706, 75th Cong., 3d Sess.), and in order to effectuate the purposes of said Act, it is hereby ordered as follows:",
        "1. All officers and employees of the Bureau of Air Commerce of the Department of Commerce and the Bureau of Air Mail of the Interstate Commerce Commission who, at the close of business on August 21, 1938, are (a) in a pay status and whose names appear on the pay roll of their respective bureaus, (b) in a furlough status, and (c) in a when-actually-employed status, are hereby found and determined to have been employed by the Secretary of Commerce and the Interstate Commerce Commission in the exercise and performance of the powers and duties described in subsection (a) of section 203 of the Civil Aeronautics Act of 1938; and all such officers and employees as aforesaid shall be transferred to the Civil Aeronautics Authority as of the beginning of business on August 22, 1938. The Department of Commerce and the Interstate Commerce Commission shall furnish to the Civil Service Commission and to the Civil Aeronautics Authority, upon the appropriate civil service forms, a record of the officers and employees so transferred.",
        "2. All of the unexpended balances of appropriations for use by the Secretary of Commerce in the exercise and performance of the powers and duties vested in and imposed upon him by the Air Commerce Act of 1926, as amended (44 Stat. 568; U.S.C., 1934 ed., title 49, sec. 171 et seq.), including the unexpended balances of portions of general administrative appropriations which have been allotted by the Secretary of Commerce to the Bureau of Air Commerce, and by the Secretary of Commerce and the Interstate Commerce Commission in the exercise and performance of the powers and duties vested in and imposed upon them by the Airmail Act of 1934, approved June 12, 1934, as amended (48 Stat. 933; U.S.C., 1934 ed., Supp. II, title 39, sec. 469 et seq.), are hereby found and determined to be necessary for the exercise and performance of the powers and duties of the Civil Aeronautics. Authority, the Administrator, and the Air Safety Board under the Civil Aeronautics Act of 1938, and shall be transferred, effective August 22, 1938, to the Civil Aeronautics Authority. The Civil Aeronautics Authority shall assume the encumbrances and obligations outstanding against the funds so transferred and shall liquidate the same from applicable funds as settlements are required.",
        "3. All real and personal property under the control and jurisdiction of the Department of Commerce (including, but not limited to, lands, buildings, air navigation facilities, depots, equipment, materials, supplies, office equipment, and all official records) which the records of that Department show to have been employed by the Secretary of Commerce in the exercise and performance of the powers and duties vested in and imposed upon him by the Air Commerce Act of 1926, as amended, and all property (Including, but not limited to, office equipment and official records) under the control and jurisdiction of the Department of Commerce and the Interstate Commerce Commission which the respective records of the Department of Commerce and the Interstate Commerce Commission show to have been employed by the Secretary of Commerce and the Interstate Commerce Commission in the exercise and performance of the powers and duties vested in and imposed upon them by the Airmail Act of 1934, approved June 12, 1934, as amended, are hereby found and determined to have been so employed; and all such property as aforesaid shall be transferred to the Civil Aeronautics Authority as of the beginning of business on August 22, 1938.",
        "[NAME]",
        "The White House,August 22, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7959-Transferring Certain Personnel, Property, and Appropriations From the Department of Commerce and the Interstate Commerce Commission to the Civil Aeronautics Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368780"
}