{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6189-withdrawal-lands-for-dock-site-alaska",
    "doc": "executive-order-6189-withdrawal-lands-for-dock-site-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6189-Withdrawal of Lands for Dock Site, Alaska",
    "date": "July 03, 1933",
    "content": [
        "It is hereby ordered that the tract of land below the line of mean low tide of Wrangell Narrows at Petersburg, Alaska, lying within the following-described boundaries be, and it is hereby, reserved subject to all valid existing rights for use as a dock site by the Forest Service of the Department of Agriculture in connection with the administration of the Tongass National Forest, and by other bureaus of the Government:",
        "Beginning at corner No. 1, not monumented, in approximate latitude 56°48.8' N., longitude 132°57.7' W., at the south side of dock approach, below the line of mean low tide, from which U.S. Coast and Geodetic Survey bench mark, which is a bronze plate set in cement block at the southwest corner of the cement building located on lot 11, near the southwest corner thereof, block 26, U.S. Survey No. 1252, townsite of Petersburg, Alaska, bears by traverse as follows:",
        "S. 60° E., 145.4 ft.; S. 80° E., 367.2 ft.; S. 84½° E., 607.4 ft.; S. 5° W., 30.5 ft., to approximate line of mean high tide, thence across Petersburg Townsite; S. 5° W., 14 ft.; S. 73½° W., 95.3 ft.; S. 25½° W., 96.5 ft.; S. 64½° E., 1.7 ft.; to bench mark.",
        "Thence from said corner No. 1, by metes and bounds,",
        "N. 45° W., 150 ft.;",
        "S. 45° W., 300 ft.;",
        "S. 45° E., 150 ft.;",
        "N. 45° E., 300 ft., to corner No. 1, the place of beginning, containing 45,000 sq. ft. The survey was made July 24, 1923; the bearings of the lines were determined by needle compass, allowing a variation of 31°15' E., and are intended to refer to the true meridian.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,July 3, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6189-Withdrawal of Lands for Dock Site, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362009"
}