{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7647-withdrawal-public-land-for-use-rifle-range-under-the-supervision-the",
    "doc": "executive-order-7647-withdrawal-public-land-for-use-rifle-range-under-the-supervision-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7647-Withdrawal of Public Land for Use as a Rifle Range Under the Supervision of the War Department",
    "date": "June 28, 1937",
    "content": [
        "IDAHO",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked in so far as it affects the following-described tracts of land in Idaho:",
        "BOISE MERIDIAN",
        "T. 2 N., R. 2 W., sec. 26, W½SW¼, S½SW¼NW¼, 100 acres.",
        "Section 2. Subject to valid existing rights, and the conditions set forth in section 3 of this order the tracts of land described in section 1 hereof are hereby withdrawn from settlement, location, sale; or entry and reserved for use as a rifle range by the Nampa Rod and Gun Club of Nampa, Idaho, under the supervision of the War Department, in furtherance of the provisions of the act of June 7, 1924, 43 Stat. 477, 510.",
        "Section 3. The said S½SW¼NW¼, section 26, having been withdrawn December 22, 1903, under second-form reclamation withdrawal under the act of June 17, 1902, 32 Stat. 388, is primarily under the jurisdiction of the Department of the Interior. The withdrawal of this tract is made subject to the said reclamation withdrawal, and the rifle range operations on this land shall be conducted in such manner that they will not interfere with the purposes of such withdrawal.",
        "Section 4. The withdrawal made by section 2 of this order shall continue in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,June 28, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7647-Withdrawal of Public Land for Use as a Rifle Range Under the Supervision of the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368994"
}