{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8059-transferring-the-use-possession-and-control-certain-lands-the",
    "doc": "executive-order-8059-transferring-the-use-possession-and-control-certain-lands-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8059-Transferring the Use, Possession, and Control of Certain Lands to the Tennessee Valley Authority",
    "date": "March 03, 1939",
    "content": [
        "ALABAMA",
        "By virtue of and pursuant to the authority vested in me by section 7(b) of the Tennessee Valley Authority Act of 1933, approved May 18, 1933 (48 Stat. 58, 63), it is ordered that the use, possession, and control of (1) all public lands within the following-described areas (in part temporarily withdrawn and reserved by Executive Order No. 2246 of September 17, 1915, for use of the War Department, and in part temporarily withdrawn and reserved by Executive Order No. 6964 of February 5, 1935, as amended, for classification, etc.), and (2) all lands within such areas acquired by the United States through deeds of purchase or condemnation proceedings and placed under the control of the War Department, be, and they are hereby, transferred to the Tennessee Valley Authority for the purposes thereof as stated in the said Tennessee Valley Authority Act of 1933:",
        "HUNTSVILLE MERIDIAN",
        "The sections bordering upon, and islands and other lands in, the Tennessee River in T. 3 S., R. 8 W.; T. 4 S., R. 12 W.; Tps. 2 and 3 S., R. 13 W.; Tps. 2 S., Rs. 14 and 15 W.",
        "T. 6 S., R. 3 E., sec. 34, a portion of the SE¼, more particularly described as follows: Beginning at a 24 inch pine stump in the west line of the E½ of sec. 34, 1435 feet north of the southwest corner of the SE¼ of sec. 34, a corner to the land of Mrs. Nancy A. Roden; thence with the west line of the E½ of sec. 34, N. 6°00' E., 1175 feet to the northwest corner of the SE¼ of sec. 34; thence east with the north line of the SE¼ of sec. 34 to the northeast corner of the NW¼SE¼ of sec. 34; thence south with the east line of the NW¼4SE¼ of sec. 34 to the southeast corner of the NW¼SE¼ of sec. 34, a corner to the land of Mrs. Nancy A. Roden; thence with Mrs. Roden's line in a westerly direction to the point of beginning, containing approximately 38.3 acres.",
        "T. 7 S.. R. 4 E., sec. 24, SW¼SE¼.",
        "T. 6 S., R. 5 E., sec. 27, SW¼NE¼.",
        "T. 3 S., R. 8 E., sec. 32, SW¼NE¼, NE¼SE¼, and NE¼NW¼.",
        "T. 1 S., R. 5 W., islands and other lands belonging to the United States in the Elk River in sec. 22.",
        "T. 2 S., R. 5 W., islands and others lands belonging to the United States in the Elk River in secs. 4 and 5.",
        "[NAME]",
        "The White House,March 3, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8059-Transferring the Use, Possession, and Control of Certain Lands to the Tennessee Valley Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371820"
}