{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7961-partial-revocation-executive-order-no-191912-april-21-1914-amended",
    "doc": "executive-order-7961-partial-revocation-executive-order-no-191912-april-21-1914-amended",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7961-Partial Revocation of Executive Order No. 1919½ of April 21, 1914, as Amended, Withdrawing Public Lands",
    "date": "August 22, 1938",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of March 12, 1914, ch. 37, 38 Stat. 305, it is ordered as follows:",
        "1. Executive Order No. 1919½ of April 21, 1914, as amended by Executive Order No. 3672 of May 8, 1922, withdrawing and reserving lands in Alaska for townsite purposes is hereby revoked in so far as it affects the following-described land:",
        "SEWARD MERIDIAN",
        "T. 13 N., R. 3 W., sec. 6, lots 2 and 3, NE¼SE¼, 129.66 acres.",
        "2. Subject to valid existing rights and pursuant to Public Resolution No. 85, approved June 12, 1930, ch. 471, 46 Stat. 580, the vacant, unreserved public lands in the areas released from such withdrawal shall be open to entry, under the homestead laws applicable to Alaska, by qualified ex-service men under the terms and conditions of said resolution and the regulations issued pursuant thereto, for a period of ninety-one (91) days beginning with the sixty-third day from and after the date hereof; and thereafter the lands shall be subject to appropriation by the general public under any public land law applicable thereto. Subsequent to the date hereof and prior to the date of restoration for general disposition as herein provided, no right may be acquired to such lands by settlement in advance of entry or otherwise, except strictly in accordance with the provisions of this order.",
        "[NAME]",
        "The White House,August 22, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7961-Partial Revocation of Executive Order No. 1919½ of April 21, 1914, as Amended, Withdrawing Public Lands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368778"
}