{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6829-delegating-further-functions-and-powers-the-federal-alcohol-control",
    "doc": "executive-order-6829-delegating-further-functions-and-powers-the-federal-alcohol-control",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6829-Delegating Further Functions and Powers to the Federal Alcohol Control Administration",
    "date": "August 21, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by title I of the National Industrial Recovery Act of June 16, 1933 (ch. 90, 40 Stat. 195), and in order to effectuate the purposes of said title, I hereby delegate to the Federal Alcohol Control Administration, in addition to the functions and powers heretofore delegated to it, the functions and powers (other than those vested in me by section 10 of said act and other than the determination and administration of provisions relating to hours of labor, rates of pay, or other conditions of employment) vested in me by title I of said act with respect to industries or subdivisions thereof engaged principally in the production or distribution of alcoholic beverages, including authority to prescribe regulations governing amendments or exceptions to or exemptions from codes of fair competition for such industries or subdivisions thereof administered by the Federal Alcohol Control Administration; but reserving to me the power to approve any such code of fair competition or amendment thereof. This Executive order shall not diminish any of the functions or powers heretofore delegated by me to the Federal Alcohol Control Administration.",
        "Executive orders heretofore or hereafter signed by me which apply in general terms to codes of fair competition shall not (except in the case of Executive Orders Nos. 6353, 6355, 6464, and 6606-A) apply to codes of fair competition administered by the Federal Alcohol Control Administration unless specifically so provided in such Executive orders.",
        "[NAME]",
        "The White House,August 21, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6829-Delegating Further Functions and Powers to the Federal Alcohol Control Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373187"
}