{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6726-establishing-the-division-territories-and-island-possessions-the",
    "doc": "executive-order-6726-establishing-the-division-territories-and-island-possessions-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6726-Establishing the Division of Territories and Island Possessions in the Department of the Interior and Transferring Thereto the Functions of the Bureau of Insular Affairs, War Department, Pertaining to the Administration of the Government of Puerto Rico",
    "date": "May 29, 1934",
    "content": [
        "Whereas section 16 of the act of March 3, 1933 (ch. 212, 47 Stat. 1517), provides for reorganizations within the executive branch of the Government, requires the President to investigate and determine what reorganizations are necessary to accomplish the purposes therein stated, and authorizes the President to make such reorganizations by Executive order; and",
        "Whereas after investigation I find and declare that the establishment of a Division of Territories and Island Possessions in the Department of the Interior and the transfer thereto of the functions of the Bureau of Insular Affairs, War Department, pertaining to the administration of the Government of Puerto Rico is necessary to effectuate the purposes of the said section 16;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 16 of the act of March 3, 1933, it is ordered that a division which shall be known as the Division of Territories and Island Possessions be, and it is hereby, established in the Department of the Interior; and it is further ordered that all of the functions of the Bureau of Insular Affairs, Department of War, together with its personnel, records, supplies, equipment, and property of every land, and unexpended balances of appropriations and/or allotments in Washington and elsewhere, pertaining to or connected with the administration of the Government of Puerto Rico, be, and they are hereby, transferred from the Department of War to the Division of Territories and Island Possessions, Department of the Interior, to be administered under the supervision of the Secretary of the Interior.",
        "This order will become effective in accordance with the provisions of section 1 of title III of the act of March 20, 1933 (ch. 3, 4S Stat. 16): Provided, That in case it shall appear to the President that the interests of economy require that the transfer be delayed beyond the date this order becomes effective, he may, in his discretion, fix a later date therefor, and he may for like cause further defer such date from time to time.",
        "[NAME]",
        "Done in triplicate",
        "The White House,May 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6726-Establishing the Division of Territories and Island Possessions in the Department of the Interior and Transferring Thereto the Functions of the Bureau of Insular Affairs, War Department, Pertaining to the Administration of the Government of Puerto Rico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362499"
}