{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9193-amending-executive-order-no-9095-establishing-the-office-alien",
    "doc": "executive-order-9193-amending-executive-order-no-9095-establishing-the-office-alien",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9193-Amending Executive Order No. 9095 Establishing the Office of Alien Property Custodian and Defining Its Functions and Duties and Related Matters",
    "date": "July 06, 1942",
    "content": [
        "By virtue of the authority vested in me by the Constitution, by the First War Powers Act, 1941, by the Trading with the enemy Act of October 6, 1917, as amended, and as President of the United States, it is hereby ordered as follows:",
        "Executive Order No. 9095 of March 11, 1942, is amended to read as follows:",
        "1. There is hereby established in the Office for Emergency Management of the Executive Office of the President the Office of Alien Property Custodian, at the head of which shall be an Alien Property Custodian appointed by the President. The Alien Property Custodian shall receive compensation at such rate as the President shall approve and in addition shall be entitled to actual and necessary transportation, subsistence, and other expenses incidental to the performance of his duties. Within the limitation of such funds as may be made available for that purpose, the Alien Property Custodian may appoint assistants and other personnel and delegate to them such functions as he may deem necessary to carry out the provisions of this Executive Order.",
        "2. The Alien Property Custodian is authorized and empowered to take such action as he deems necessary in the national interest, including, but not limited to, the power to direct, manage, supervise, control or vest, with respect to:",
        "(a) any business enterprise within the United States which is a national of a designated enemy country and any property of any nature whatsoever owned or controlled by, payable or deliverable to, held on behalf of or on account of or owing to or which is evidence of ownership or control of any such business enterprise, and any interest of any nature whatsoever in such business enterprise held by an enemy country or national thereof;",
        "(b) any other business enterprise within the United States which is a national of a foreign country and any property of any nature whatsoever owned or controlled by, payable or deliverable to, held on behalf of or on account of or owing to or which is evidence of ownership or control of any such business enterprise, and any interest of any nature whatsoever in such business enterprise held by a foreign country or national thereof, when it is determined by the Custodian and he has certified to the Secretary of the Treasury that it is necessary in the national interest, with respect to such business enterprise, either (i) to provide for the protection of the property, (ii) to change personnel or supervise the employment policies, (iii) to liquidate, reorganize, or sell, (iv) to direct the management in respect to operations, or (v) to vest;",
        "(c) any other property within the United States owned or controlled by a designated enemy country or national thereof, not including in such other property, however, cash, bullion, moneys, currencies, deposits, credits, credit instruments, foreign exchange and securities except to the extent that the Alien Property Custodian determines that such cash, bullion, moneys, currencies, deposits, credits, credit instruments, foreign exchange and securities are necessary for the maintenance or safeguarding of other property belonging to the same designated enemy country or the same national thereof and subject to vesting pursuant to section 2 hereof;",
        "(d) any patent, patent application, design patent, design patent application, copyright, copyright application, trademark or trademark application or right related thereto in which any foreign country or national thereof has any interest and any property of any nature whatsoever (including, without limitation, royalties and license fees) payable or held with respect thereto, and any interest of any nature whatsoever held therein by any foreign country or national thereof;",
        "(e) any ship or vessel or interest therein, in which any foreign country or national thereof has an interest; and",
        "(f) any property of any nature whatsoever which is in the process of administration by any person acting under judicial supervision or which is in partition, libel, condemnation or other similar proceedings and which is payable or deliverable to, or claimed by, a designated enemy country or national thereof. When the Alien Property Custodian determines to exercise any power and authority conferred upon him by this section with respect to any of the foregoing property over which the Secretary of the Treasury is exercising any control and so notifies the Secretary of the Treasury in writing, the Secretary of the Treasury shall release all control of such property, except as authorized or directed by the Alien Property Custodian.",
        "3. Subject to the provisions of this Executive Order, all powers and authority conferred upon me by sections 3 (a) and 5 (b) of the Trading with the enemy Act, as amended, are hereby delegated to the Secretary of the Treasury or any person, agency, or instrumentality designated by him; provided, however, that when any property or interest, not belonging to a foreign government or central bank, shall be vested by the Secretary of the Treasury, such property or interest shall be vested in, and dealt with by, the Alien Property Custodian upon the terms directed by the Secretary of the Treasury. Except as otherwise provided herein, this Executive Order shall not be deemed to modify or amend Executive Order No. 8389, as amended, or the President's Proclamation of July 17, 1941, or Executive Order No. 8839, as amended, or the regulations, rulings, licenses and other action taken thereunder, or in connection therewith.",
        "4. Without limitation as to any other powers or authority of the Secretary of the Treasury or the Alien Property Custodian under any other provision of this Executive Order, the Secretary of the Treasury and the Allen Property Custodian are authorized and empowered, either jointly or severally, to prescribe from time to time, regulations, rulings, and instructions to carry out the purposes of this Executive Order. The Secretary of the Treasury and the Allen Property Custodian each shall make available to the other all information in his files to enable the other to discharge his functions, and shall keep each other currently informed as to investigations being conducted with respect to enemy ownership or control of business enterprises within the United States.",
        "5. The Alien Property Custodian is authorized to issue appropriate regulations governing the service of process or notice upon any person within any designated enemy country or any enemy-occupied territory in connection with any court or administrative action or proceeding within the United States. The Allen Property Custodian also is authorized to take such other and further measures in connection with representing any such person in any such action or proceeding as in his judgment and discretion is or may be in the interest of the United States. If, as a result of any such action or proceeding, any such person obtains, or is determined to have, an interest in any property (including money judgments), such property, less an amount equal to the costs and expenses incurred by the Alien Property Custodian in such action or proceeding, shall be subject to the provisions of Executive Order No. 8389, as amended, provided, however, that this shall not be deemed to limit the powers of the Allen Property Custodian under section 2 of this Order; and provided further, that the Alien Property Custodian may vest an amount of such property equal to the costs and expenses incurred by the Alien Property Custodian in such action or proceeding.",
        "6. To enable the Alien Property Custodian to carry out his functions under this Executive Order, there are hereby delegated to the Allen Property Custodian or any person, agency, or instrumentality designated by him all powers and authority conferred upon me by section 5 (b) of the Trading with the enemy Act, as amended, including, but not limited to, the power to make such investigations and require such reports as he deems necessary or appropriate to determine whether any enterprise or property should be subject to his jurisdiction and control under this Executive Order. The powers and authority conferred upon the Alien Property Custodian by Executive Order No. 9142 shall be administered by him in conformity with the provisions of this Executive Order.",
        "7. In the exercise of the authority herein delegated, the Alien Property Custodian shall be subject to the provisions of Executive Order No. 8839 of July 30, 1941, and shall designate a representative to the Board of Economic Warfare in accordance with section 6 thereof.",
        "8. All records and other property (including office equipment) of the Treasury Department which are used primarily in the administration of powers and duties to be exercised by the Alien Property Custodian, and such personnel as is used primarily in the administration of such powers and duties and which was hired by the Treasury Department after September 1, 1941 (including officers whose chief duties relate to the administration of such powers and duties), as the Secretary of the Treasury and the Alien Property Custodian shall jointly certify for transfer, shall be transferred to the Office of the Alien Property Custodian. In the event of disagreement concerning the transfer of any personnel, records, or property, the determination shall be made by the Director of the Bureau of the Budget, pursuant to the formula here prescribed. Any personnel transferred pursuant to this Executive Order shall be transferred without loss of such Civil Service status or eligibility therefor as they may have.",
        "9. This Executive Order shall not be deemed to modify or amend Executive Order No. 8843 of August 9, 1941, and the regulations, rulings, licenses and other action taken thereunder. Any and all action heretofore taken by the Secretary of the Treasury or the Alien Property Custodian, or by any person, agency, or instrumentality designated by either of them, pursuant to sections 3 (a) and 5 (b) of the Trading with the enemy Act, as amended, or pursuant to prior Executive Orders, and any and all action heretofore taken by the Board of Governors of the Federal Reserve System pursuant to Executive Order No. 8843 of August 9, 1941, are hereby confirmed and ratified.",
        "10. For the purpose of this Executive Order:",
        "(a) The term \"designated enemy country\" shall mean any foreign country against which the United States has declared the existence of a state of war (Germany, Italy, Japan, Bulgaria, Hungary and Rumania) and any other country with which the United States is at war in the future. The term \"national\" shall have the meaning prescribed in section 5 of Executive Order No. 8389, as amended, provided, however, that persons not within designated enemy countries (even though they may be within enemy-occupied countries or areas) shall not be deemed to be nationals of a designated enemy country unless the Alien Property Custodian determines: (i) that such person is controlled by or acting for or on behalf of (including cloaks for) a designated enemy country or a person within such country; or (ii) that such person is a citizen or subject of a designated enemy country and within an enemy-occupied country or area; or (iii) that the national interest of the United States requires that such person be treated as a national of a designated enemy country. For the purpose of this Executive Order any determination by the Alien Property Custodian that any property or interest of any foreign country or national thereof is the property or interest of a designated enemy country or national thereof shall be final and conclusive as to the power of the Alien Property Custodian to exercise any of the power or authority conferred upon me by section 5 (b) of the Trading with the enemy Act, as amended.",
        "(b) The term \"business enterprise within the United States\" shall mean any individual proprietorship, partnership, corporation or other organization primarily engaged in the conduct of a business within the United States, and any other individual proprietorship, partnership, corporation or other organization to the extent that it has an established office within the United States engaged in the conduct of business within the United States.",
        "11. The Secretary of the Treasury or the Alien Property Custodian, as the case may be, shall, except as otherwise agreed to by the Secretary of State, consult with the Secretary of State before vesting any property or interest pursuant to this Executive Order, and the Secretary of the Treasury shall consult with the Secretary of State before issuing any Order adding any additional foreign countries to section 3 of Executive Order No. 8389, as amended.",
        "12. Any orders, regulations, rulings, instructions, licenses or other actions issued or taken by any person, agency or instrumentality referred to in this Executive Order, shall be final and conclusive as to the power of such person, agency or instrumentality to exercise any of the power or authority conferred upon me by sections 3 (a) and 5 (b) of the Trading with the enemy Act, as amended; and to the extent necessary and appropriate to enable them to perform their duties and functions hereunder, the Secretary of the Treasury and the Alien Property Custodian shall be deemed to be authorized to exercise severally any and all authority, rights, privileges and powers conferred on the President by sections 3 (a) and 5 (b) of the Trading with the enemy Act of October 6, 1917, as amended, and by sections 301 and 302 of Title III of the First War Powers Act, 1941, approved December 18, 1941. No person affected by any order, regulation, ruling, instruction, license or other action issued or taken by either the Secretary of the Treasury or the Alien Property Custodian shall be entitled to challenge the validity thereof or otherwise excuse his actions, or failure to act, on the ground that pursuant to the provisions of this Executive Order, such order, regulation, ruling, instruction, license or other action was within the jurisdiction of the Alien Property Custodian rather than the Secretary of the Treasury or vice versa.",
        "13. Any regulations, rulings, instructions, licenses, determinations or other actions issued, made or taken by any agency or person referred to in this Executive Order, purporting to be under the provisions of this Executive Order or any other proclamation, order or regulation, issued under sections 3 (a) or 5 (b) of the Trading with the enemy Act, as amended, shall be conclusively presumed to have been issued, made or taken after appropriate consultation as herein required and after appropriate certification in any case in which a certification is required pursuant to the provisions of this Executive Order.",
        "[NAME]",
        "The White House,July 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9193-Amending Executive Order No. 9095 Establishing the Office of Alien Property Custodian and Defining Its Functions and Duties and Related Matters Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372510"
}