{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7253-allocation-funds-the-secretary-the-interior-for-the-acquisition-and",
    "doc": "executive-order-7253-allocation-funds-the-secretary-the-interior-for-the-acquisition-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7253-Allocation of Funds to the Secretary of the Interior for the Acquisition and Development of a Historic Site to Be Known as the Jefferson National Expansion Memorial",
    "date": "December 21, 1935",
    "content": [
        "Whereas the act of August 21, 1935, Public No. 292, 74th Congress, declares it to be a national policy to preserve for public use historic sites, buildings, and objects of national significance for the inspiration and benefit of the people of the United States; and",
        "Whereas the Secretary of the Interior through the National Park Service has determined that certain lands situate on the west bank of the Mississippi River at and near the site of Old St. Louis, Missouri, possess exceptional value as commemorating or illustrating the history of the United States and are a historic site within the meaning of the said act, since thereon were situate: the Spanish Colonial office where, during the administration of Thomas Jefferson, third President of the United States, all the first territory comprised in the Upper Louisiana Purchase was transferred to the United States; the Government House at which, on March 9, 1804, Charles Dehault Delassus, the Spanish commandant in St. Louis, transferred possession of Upper Louisiana to Captain Amos Stoddard of the United States Army, who had been delegated by France as its representative, and at which, on the morning of March 10, 1804, Captain Stoddard, as the agent of the United States, took formal possession of the Louisiana Purchase and raised the American flag, by reason of which transactions the Spanish, French, and American flags waved successively over the site within a period of twenty-four hours; the old French Cathedral of St. Louis, earliest home of religion on the western bank of the Mississippi; the place where Laclede and Chouteau established the first civil government west of the Mississippi; the place where Lafayette was received by a grateful people; the places where the Santa Fe, the Oregon, and other trails originated; the place where Lewis and Clark prepared for their trip of discovery and exploration; and the Court House in which the Dred Scott case was tried; and",
        "Whereas the City of St. Louis has agreed to contribute for the project of acquiring and developing the said site the sum of $2,250,000, which is one-fourth of the entire amount to be expended for such purposes; and",
        "Whereas I find that the said project will be a useful project, and will provide relief, work relief, and increased employment;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (Pub. Res. No. 11, 74th Cong.), I hereby allocate to the Secretary of the Interior from the funds made available by the said Act the sum of $6,750,000, which with the sum of $2,250,000 to be contributed by the City of St. Louis and accepted by the Secretary of the Interior under authority of the said act of August 21, 1935, will make available for the said project the total sum of $9,000,000; and the Secretary of the Interior, through the National Park Service, is hereby authorized and directed to expend the said sum of $9,000,000 in acquiring the said property and in developing and preserving it for the purposes of the said act of August 21, 1935, if and when the City of St. Louis shall make the said sum of $2,250,000 available to the Secretary of the Interior for such purposes.",
        "[NAME]",
        "The White House,December 21st, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7253-Allocation of Funds to the Secretary of the Interior for the Acquisition and Development of a Historic Site to Be Known as the Jefferson National Expansion Memorial Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362749"
}