{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6882-transfer-lands-from-the-tusayan-the-prescott-national-forest-and-from",
    "doc": "executive-order-6882-transfer-lands-from-the-tusayan-the-prescott-national-forest-and-from",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6882-Transfer of Lands from the Tusayan to the Prescott National Forest and from the Prescott to the Tonto National Forest, Arizona",
    "date": "October 22, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (30 Stat. 11, 36, U.S.C., title 16, sec. 473), and on the recommendation of the Secretary of Agriculture, it is ordered that all lands in the Tusayan National Forest as defined by proclamation of June 28, 1910 (36 Stat. 2709), lying to the west and south of the following-described land be, and they are hereby, transferred to and made a part of the Prescott National Forest as defined by proclamation of August 14, 1923 (43 Stat. 1923):",
        "Beginning on the south line of sec. 15, T. 21 N., R. 2 W., at the point where the Atchison-Topeka and Santa Fe Railroad intersects said section line; thence in a southeasterly direction along said railroad line to its point of intersection with the south line of sec. 30 in T. 20 N., R. 1 W.; thence easterly to the northeast corner of sec. 31, T. 20 N., R. 1 E.; thence south to the east quarter corner of sec. 6, T. 19 N., R. 1 E.; thence east to the east quarter corner of sec. 4, said township; thence south to the southeast corner said sec. 4; thence east to the northeast corner sec. 12, said township; thence south to the southeast corner said sec. 12; thence east to the northeast corner sec. 17 of T. 19 N., R. 2 E.; thence south to the east quarter corner of sec. 20, said township; thence east to the east quarter corner sec. 24, said township; thence south to the southeast corner said sec. 24; thence east to the northeast corner sec. 28 of T. 19 N., R. 3 E.; thence south to the southeast corner, said section; thence east to the northeast corner sec. 35, said township; thence north to the northwest corner of sec. 25, said township; thence east to the northeast corner of sec. 30, T. 19 N., R. 4 E.; thence north to the northwest corner of sec. 17, said township; thence east to Sycamore Creek; all Gila and Salt River meridian.",
        "It is further ordered that all lands in the Prescott National Forest as defined by said proclamation of August 14, 1923 (43 Stat. 1923), lying to the south and east of the following-described line be, and they are hereby, transferred to the Tonto National Forest as described by proclamation of August 14, 1923 (43 Stat. 1923):",
        "Beginning at a point on the east boundary of sec. 1, T. 10 N., R. 3 E., Gila and Salt River base and meridian, where the hydrographic divide between Long Gulch, Indian Creek, and Sycamore Creek on the north, and Silver Creek on the south, intersects said section line; thence in a northeasterly direction along said hydrographic divide to the summit of Rice Peak; thence southeasterly in a straight line to the summit of Granite Peak; thence continuing southeasterly in a straight line to the summit of Turret Peak; thence in a northeasterly direction following the divide between Bishop Creek on the north and the headwaters of Tangle Creek and Red Creek on the south to the summit of Pine Mountain; thence in a northerly direction following the divide between Sycamore Creek on the west and Houston Creek on the east to the head of the divide between Houston Creek on the south and Cold Water Creek on the north; thence northeasterly along a spur of the divide between Cold Water Creek and Houston Creek through The Cedars, to the Verde River at a point approximately in latitude 34°22'40\" and longitude lll°44'40\".",
        "The transfers effected by this order and the new boundaries of the Prescott National Forest are more clearly shown on the diagram attached hereto and made a part hereof. It is not intended by this order to give any publicly owned lands a national-forest status which have hitherto not had such status, or to remove any publicly owned lands from a national-forest status.",
        "[NAME]",
        "The White House,October 22, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6882-Transfer of Lands from the Tusayan to the Prescott National Forest and from the Prescott to the Tonto National Forest, Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362589"
}