{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6969-code-fair-competition-for-the-cigarette-snuff-chewing-and-smoking",
    "doc": "executive-order-6969-code-fair-competition-for-the-cigarette-snuff-chewing-and-smoking",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6969-Code of Fair Competition for the Cigarette, Snuff, Chewing, and Smoking Tobacco Manufacturing Industry",
    "date": "February 09, 1935",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Cigarette, Snuff, Chewing, and Smoking Tobacco Manufacturing Industry; and hearings having been duly held thereon; and the annexed report on said Code, containing findings with respect thereto, having been made and directed to me:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by said Title of said Act, and otherwise, do hereby adopt and approve said report and findings; incorporate the same herein by reference; find further that the approval of said Code will be in the public interest; and order that said Code of Fair Competition be and it hereby is approved.",
        "I further order that the Division of Research and Planning of the National Recovery Administration be and it hereby is directed to make a study of conditions in the Industry relating to wages and hours of labor of employees to determine the extent of the contribution made by the Industry toward reemployment and increased purchasing power, and submit its report thereon together with its recommendations with respect thereto to the National Industrial Recovery Board as soon as practicable in order that said Board may, after due notice and hearing, take such action in connection therewith as it may deem necessary and proper to effectuate the purposes of said Title of said Act.",
        "[NAME]",
        "The White House,Feb. 9th, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6969-Code of Fair Competition for the Cigarette, Snuff, Chewing, and Smoking Tobacco Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362640"
}