{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5369-establishing-the-cerro-tigre-ordnance-depot-military-reservation",
    "doc": "executive-order-5369-establishing-the-cerro-tigre-ordnance-depot-military-reservation",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5369-Establishing the Cerro Tigre Ordnance Depot Military Reservation",
    "date": "June 16, 1930",
    "content": [
        "By virtue of the authority vested in me by law the tract of land hereinafter described, to be known as the Cerro Tigre Ordnance Depot, situated in the Canal Zone, is hereby set apart and assigned to the uses and purposes of a military reservation under the jurisdiction of the Secretary of War; but said area shall be subject to the civil control and jurisdiction of the Governor of the Panama Canal, in conformity with the Panama Canal Act (37 Stat. 569; U. S. Code, title 48, sec. 1306).",
        "The boundaries of said reservation are described as follows:",
        "Beginning at a concrete monument marked \"A\", the geodetic position of which is latitude 9° 04', plus 1,000 feet north, and longitude 79° 38' plus 1,500 feet west from Greenwich; thence:",
        "(1) North 26° 34' east, a distance of 1,118.03 feet to a concrete monument marked \"B\"; thence",
        "(2) North 84° 28' east, a distance of 2,071 feet to a concrete monument marked \"C\"; thence",
        "(3) South 35° 56' east, a distance of 2,470 feet to a concrete monument marked \"D\"; thence",
        "(4) South 15° 40' west, a distance of 1,296 feet to a concrete monument marked \"E\"; thence",
        "(5) South 45° 00' west, a distance of 1,245.02 feet to a concrete monument marked \"F\"; thence",
        "(6) North 73° 43' west, a distance of 1,636.98 feet to a concrete monument marked \"G\"; thence",
        "(7) North 26° 05' 30\" west, a distance of 2,749.72 feet to the point of beginning.",
        "The area of the reservation, as described, is 257.80 acres, plus or minus. All bearings are true bearings.",
        "The above area is shown on map entitled \"The Panama Canal-Section of Surveys-Cerro Tigre Magazine Project-Canal Zone\", dated March 14, 1930. File No. S 6101-13.",
        "[NAME]",
        "The White House,June 16, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5369-Establishing the Cerro Tigre Ordnance Depot Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361110"
}