{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10950-designating-the-secretary-the-interior-the-representative-the",
    "doc": "executive-order-10950-designating-the-secretary-the-interior-the-representative-the",
    "president": "John F. Kennedy",
    "president_byline": "35th President of the United States: 1961 - 1963",
    "title": "Executive Order 10950-Designating the Secretary of the Interior as the Representative of the President to Approve Selections by the State of Alaska of Public Lands Lying North and West of the National Defense Withdrawal Line",
    "date": "June 27, 1961",
    "content": [
        "By virtue of the authority vested in me by section 6(b) of the Alaska Statehood Act of July 7, 1958 (72 Stat. 339), and as President of the United States, I hereby designate the Secretary of the Interior as my representative to exercise the authority vested in me by section 6(b) of the act to approve selections of land made by the State of Alaska under the provisions of section 6(b) in instances in which those selections include land lying north and west of the line described in section 10(b) of the act: Provided, That no selection by the State shall be approved pursuant to this order, in whole or in part, without the concurrence of the Secretary of Defense or his designated representative.",
        "As the Secretary of the Interior may direct, the Under Secretary of the Interior, an Assistant Secretary of the Interior, the Director of the Bureau of Land Management, or the Operations Supervisors of the Bureau of Land Management in Alaska are severally authorized to exercise the authority vested in the Secretary by this order.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "June 27, 1961"
    ],
    "citation": "John F. Kennedy, Executive Order 10950-Designating the Secretary of the Interior as the Representative of the President to Approve Selections by the State of Alaska of Public Lands Lying North and West of the National Defense Withdrawal Line Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/237230"
}