{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6839-direction-make-available-the-federal-trade-commission-information",
    "doc": "executive-order-6839-direction-make-available-the-federal-trade-commission-information",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6839-Direction to Make Available to the Federal Trade Commission Information Requested by It as to the Dairy Industry",
    "date": "September 03, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in particular by section 8 of the act entitled \"An Act to create a Federal Trade Commission, to define its powers and duties, and for other purposes\", approved September 26, 1914 (ch. 311, 38 Stat. 717, 722), I hereby order and direct the Department of Agriculture and the Agricultural Adjustment Administration, upon request of the Federal Trade Commission, to furnish to the Federal Trade Commission for use in connection with the Milk inquiry under H. Con. Res. 32, 73d Congress, 2nd Session, such records, papers, information, forms, audits, files, documents, memoranda and data which are, or which my hereafter be, in their knowledge or possession or the knowledge or possession of either of them in respect of the purchase, sale, processing and distribution of milk and other dairy products, and in respect of the organization, business, conduct, history, practices, finances, purchases and sales of any company or association, incorporated or unincorporated, which is organized to carry on business for profit and has shares of capital or capital stock, and any company or association, incorporated or unincorporated, without shares of capital or capital stock, except partnerships, which is organized to carry on business for its own profit or that of its members, engaged in the handling of milk or other dairy products in interstate commerce.",
        "[NAME]",
        "The White House,September 3, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6839-Direction to Make Available to the Federal Trade Commission Information Requested by It as to the Dairy Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373197"
}