{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6100-veterans-regulation-no-12",
    "doc": "executive-order-6100-veterans-regulation-no-12",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6100-Veterans Regulation No. 12",
    "date": "March 31, 1933",
    "content": [
        "PRESUMPTION OF ENTITLEMENT TO PENSIONS FOR SPANISH-WAR VETERANS AND CERTAIN WIDOWS, CHILDREN AND DEPENDENT PARENTS OF DECEASED WORLD WAR VETERANS.",
        "Whereas, Section 4, Title I, of Public No. 2, 73rd Congress entitled, \"An Act To maintain the credit of the United States Government\", provides:",
        "\"The President shall prescribe by regulation (subject to the provisions of section 1 (e) of this title) the date of the beginning and of the termination of the period in each war subsequent to the Civil War, including the Boxer Rebellion and the Philippine Insurrection, service within which shall for the purposes of this Act be deemed war-time service. The President shall further prescribe by regulation the required number of days of war or peace time service for each class of veterans, the time limit on filing of claims for each class of veterans and their dependents, the nature and extent of proofs and presumptions for such different classes, and any other requirements as to entitlement as he shall deem equitable and just. The President in establishing conditions precedent may prescribe different requirements or conditions for the veterans of different wars and their dependents and may further subdivide the classes of persons as outlined in section 1 of this title and apply different requirements or conditions to such subdivisions.\"",
        "And Whereas, it is realized that veterans of the Spanish-American War, the Boxer Rebellion and the Philippine Insurrection, who have heretofore received a pension, having in mind the period of time which has elapsed since the cessation of hostilities, will be at a decided disadvantage in endeavoring to secure evidence showing that their injury or disease was incurred in line of duty in the active military or naval service:",
        "And Whereas, it is realized that those widows, children or dependent parents of deceased veterans of the World War who have heretofore received compensation under the presumptive provisions of the World War Veterans' Act, 1924, as amended, will likewise be at a disadvantage in endeavoring to secure evidence to show that the injury or disease from which the veteran died was incurred in the line of duty in the active military or naval service:",
        "Now Therefore, By virtue of the authority vested in me by said law the following Regulation is hereby promulgated:",
        "Veterans of the Spanish-American War, including the Boxer Rebellion and the Philippine Insurrection, and every widow, child or children, dependent father or mother of a deceased World War veteran who were in receipt of pension or compensation at the date of enactment of Public No. 2, 73rd Congress, shall be entitled to continue to receive a pension under this Act at the rate being paid them on the date of enactment of Public No. 2, 73rd Congress, it being presumed that the injury or disease causing the disability or death was incurred in the line of duty in the active military or naval service during either the Spanish-American War, including the Boxer Rebellion and Philippine Insurrection, or the World War, but such presumption shall be rebuttable and the Administrator of Veterans' Affairs is hereby authorized and directed to cause to be reviewed all such claims, and where on the basis of medical judgment or affirmative evidence it is determined that the injury or disease causing disability or death was not incurred in the line of duty in the active military or naval service, to discontinue payment of pension as of the last day of the calendar month during wffiich such determination is made.",
        "[NAME]",
        "March 31st 1933The White House."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6100-Veterans Regulation No. 12 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361932"
}