{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8920-reserving-certain-public-lands-connection-with-the-sinlahekin-deer",
    "doc": "executive-order-8920-reserving-certain-public-lands-connection-with-the-sinlahekin-deer",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8920-Reserving Certain Public Lands in Connection With the Sinlahekin Deer Winter Range and Wildlife Refuge",
    "date": "October 22, 1941",
    "content": [
        "WASHINGTON",
        "Whereas the act of September 2, 1937, 50 Stat. 917 (U.S.C., title 16, sec. 669-669j), provides for Federal aid to States in wildlife-restoration projects; and",
        "Whereas the State of Washington has set up a Federal Aid wildlife-restoration project and is acquiring certain lands therefor in Okanogan County, which lands are to be administered by the State of Washington through its Game Commission as the Sinlahekin Deer Winter Range and Wildlife Refuge; and",
        "Whereas certain public lands within and adjacent to this area possess great wildlife value and could be administered advantageously in connection with the refuge; and",
        "Whereas the act of March 10, 1934, 48 Stat. 401 (U.S.C., title 16, sec. 661-666), provides for cooperation with Federal, State, and other agencies in developing a Nation-wide program of wildlife conservation and rehabilitation:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid rights, the public lands hereinafter described, comprising 2,833.83 acres, more or less, in Okanogan County, Washington, be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved under the jurisdiction of the Department of the Interior for use by the Game Commission of the State of Washington in connection with the Sinlahekin Deer Winter Range and Wildlife Refuge, under such conditions as may be prescribed by the Secretary of the Interior:",
        "Willamette Meridian",
        "T. 36 N., R. 25 E.,      sec. 3, lot 4, SW¼NW¼, and W½SW¼;      sec. 4, E½SE¼;      sec. 9, S½SE¼;",
        "T. 37 N., R. 25 E.,      sec. 11, W½NE¼, SE¼NW¼, and NE¼ SW¼;      sec. 14, N½N½;      sec. 19, E½;      sec. 20, lots 1 and 2, SW¼NE¼, W½, and NW¼SE¼;      sec. 21, lots 6 and 7, and NE¼NW¼;      sec. 22, lots 3 and 6, NE¼SE¼, and S½SE¼;      sec. 27, NE¼, NE¼NW¼, and W½SE¼;      sec. 28, W½NE¼;      sec. 33, SE¼SE¼;      sec. 34, NW¼NE¼ and W½;",
        "T. 38 N., R. 25 E.,      sec. 14, SW¼NW¼, W½NW¼SW¼, and W½E½NW¼SW¼;      sec. 15, S½NE¼, N½NE¼SE¼, E½SW¼ NE¼4SE¼, and SE¼NE¼SE¼;      sec. 23, lots 8 to 11, inclusive;      sec. 24, lot 11, and Tracts \"A\" and \"B\".",
        "The reservation made by this order supersedes the temporary withdrawal for classification and other purposes made by Executive Order No. 6964, of February 5, 1935, as amended, so far as any of the above-described lands are affected by that order.",
        "[NAME]",
        "The White House,October 22, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8920-Reserving Certain Public Lands in Connection With the Sinlahekin Deer Winter Range and Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368307"
}