{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-little-traverse-reserve",
    "doc": "executive-order-little-traverse-reserve",
    "president": "Abraham Lincoln",
    "president_byline": "16th President of the United States: 1861 - 1865",
    "title": "Executive Order-Little Traverse Reserve",
    "date": "April 16, 1864",
    "content": [
        "DEPARTMENT OF THE INTERIOR,                         Office of Indian Affairs, April 12, 1864",
        "SIR: I have the honor to transmit herewith, for your consideration, a copy of a letter from Agent Leach, in which he recommends that townships 34, 35, 36, 37, 38, and 39 north, range 4 west, and townships 34, 37,38, and 39 north, range 3 west, be withdrawn from sale, with a view to an enlargement of the Little Traverse Reservation.",
        "In his annual report for 1863 (see Annual Report of this Office for 1863, pages 377 and 378), Agent Leach gives his reasons at length in favor of an enlargement of the Little Traverse Reservation, with a view to the removal of the Indians from Mackinac, Beaver Island, Thunder Bay, and those east of the Grand Traverse Bay, and locating them all upon the Little Traverse Reservation, thereby greatly reducing the expenses of the agency and, as hoped, much improving the condition of the Indians.",
        "Concurring in the views expressed by Agent Leach in his report above referred to, I respectfully recommend that the townships named in his letter be withdrawn from sale, with a view to the proposed enlargement of the Little Traverse Reservation.",
        "Very respectfully, your obedient servant,",
        "W. P. DOLE, Commissioner.",
        "HON. J. P. USHER,     Secretary of the Interior.",
        "[First indorsement]",
        "DEPARTMENT OF THE INTERIOR, April 15, 1864.",
        "Respectfully submitted to the President with the recommendation that the lands within described be withdrawn from sale for the purpose indicated.",
        "[NAME], Secretary.",
        "[Second indorsement.]",
        "Let the lands be withheld from sale as recommended.",
        "[NAME].",
        "APRIL 16, 1864."
    ],
    "citation": "Abraham Lincoln, Executive Order-Little Traverse Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372813"
}