{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8540-revoking-part-executive-order-no-8344-february-10-1940-and-reserving",
    "doc": "executive-order-8540-revoking-part-executive-order-no-8344-february-10-1940-and-reserving",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8540-Revoking in Part Executive Order No. 8344 of February 10, 1940, and Reserving Public Land for Use as an Air Navigation Site",
    "date": "September 14, 1940",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered as follows:",
        "SEC. 1. Executive Order No. 8344 of February 10, 1940, temporarily withdrawing public lands on Kodiak Island and certain other islands, Alaska, for classification and in aid of legislation, is hereby revoked so far as it affects the tract of public land on Woody Island lying within the following- described boundaries:",
        "Beginning at corner No. 1, from which the point for Cor. No. 1, M. C., United States Survey No. 1675, in approximate latitude 57°46'40\" N., and longitude 152°19' W., bears S. 45°45' E., 209.5 feet, thence by metes and bounds.",
        "S. 60°15' W., 860 feet to corner No. 2;",
        "N. 29°45' W., 860 feet to corner No. 3;",
        "N. 60°15' E., 860 feet to corner No. 4;",
        "S. 29°45' E., 860 feet to corner No. 1, the place of beginning, containing 16.98 acres.",
        "SEC. 2. Subject to the conditions expressed in the above-mentioned acts, and to all valid existing rights, the land described in section 1 of this order is hereby withdrawn from settlement, location, sale, or entry, and reserved for use by the Department of Commerce as an air-navigation site.",
        "SEC. 3. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,September 14, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8540-Revoking in Part Executive Order No. 8344 of February 10, 1940, and Reserving Public Land for Use as an Air Navigation Site Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210380"
}