{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9525-amendment-executive-order-9356-june-24-1943-prescribing-regulations",
    "doc": "executive-order-9525-amendment-executive-order-9356-june-24-1943-prescribing-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9525-Amendment of Executive Order 9356 of June 24, 1943, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve",
    "date": "February 28, 1945",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 10 of the Pay Readjustment Act of June 16, 1942 (56 Stat. 359, 363); it is ordered that Executive Order 9356 of June 24, 1943, as amended, prescribing regulations governing the furnishing of clothing in kind or payment of cash allowances in lieu thereof to enlisted personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve, be, and it is hereby, further amended by adding to section A thereof subsection 9 to read as follows:",
        "1. Enlisted men of the Navy, Naval Reserve, Coast Guard, and Coast Guard Reserve, returned to the United States from overseas (including Alaska) as patients, who, due to the exigencies of the service and through no fault of their own, have become separated from or have lost their clothing and have not been reimbursed therefor:",
        "(a) Chief petty officers, cooks, and stewards; an issue of clothing in kind not to exceed in value-------$100.00",
        "(b) Enlisted men in other ratings; an issue of clothing in kind not to exceed in value----------------------60.00",
        "In the event claim for reimbursement for lost personal property is later presented by an individual receiving issues of clothing under this subsection, the value of such clothing shall be deducted from such claim by the adjudicating authority.",
        "This amendment shall become effective as of January 1, 1945.",
        "[NAME]",
        "The White House,February 28, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9525-Amendment of Executive Order 9356 of June 24, 1943, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367972"
}