{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9227-amendment-executive-order-no-4314-september-25-1925-establishing",
    "doc": "executive-order-9227-amendment-executive-order-no-4314-september-25-1925-establishing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9227-Amendment of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing the Navigation of the Panama Canal and Adjacent Waters",
    "date": "August 19, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 9 of title 2 of the Canal Zone Code, approved June 19, 1934, Executive Order No. 4314 of September 25, 1925, as amended, establishing rules governing the navigation of the Panama Canal and adjacent waters, is hereby further amended as shown below:",
        "1. Rule 30 in Chapter IV of the said Executive order is amended to read as follows:",
        "\"Rule 30. Status and function of pilot. The pilot assigned to a vessel shall have control of the navigation and movement of such vessel.\"",
        "2. Chapter VII of the said Executive order, consisting of Rules 89 to 101 thereof, is amended, in accordance with the provisions of section 10 of title 2 of the Canal Zone Code, as amended by section 1 of the act of June 13, 1940, c. 358, 54 Stat. 387, to read as follows:",
        "\"CHAPTER VII-ACCIDENTS AND CLAIMS",
        "\"Rule 89. Injuries to vessels, etc., by reason of passage through locks. The Governor of The Panama Canal shall promptly adjust and pay damages for injuries to vessels, or to the cargo, crew, or passengers of vessels, which may arise by reason of the passage of such vessels through the locks of the canal under the control of officers or employees of The Panama Canal: Provided, however, that no such damages shall be paid in any case wherein the Governor shall find that the injury was proximately caused by the negligence or fault of the vessel, master, crew, or passengers: Provided further, that in any case wherein the Governor shall find that the negligence or fault of the vessel, master, crew, or passengers proximately contributed to the injury, he shall diminish the award of damages in proportion to the negligence or fault, as determined by him, attributable to the said vessel, master, crew, or passengers: And provided further, that damages shall not be allowed and paid for injuries to any protrusion beyond the side of a vessel, whether such protrusion is permanent or temporary in character. The amounts. of the respective awards of damages under this Rule may be adjusted, fixed, and determined by the Governor by mutual agreement, compromise, or otherwise, and such amounts shall be payable promptly out of any moneys appropriated or allotted for the maintenance and operation of the Panama Canal; and acceptance by any claimant of the amount awarded to him shall be deemed to be in full settlement of such claim against the Government of the United States.",
        "\"Rule 90. When vessel deemed passing through locks. For the purposes of Rule 89, a vessel shall be considered to be passing through the locks of the canal, under the control of officers or employees of The Panama Canal, from the time the first towing line is made fast on board before entrance into the locks and until the towing lines are cast off upon, or immediately prior to, departure from the lock chamber.",
        "\"Rule 91. Action upon claim by claimant who considers himself aggrieved. With respect to any claim for damages for injuries arising by reason of the passage of any vessel through the locks of the canal, as provided in Rules 89 and 90, any claimant for damages who considers himself aggrieved by the findings, determination, or award of the Governor, in reference to his claim, may, as provided in section 10 of title 2 of the Canal Zone Code, as amended as aforesaid, bring an action on such claim against The Panama Canal in the United States District Court for the District of the Canal Zone; and in any such action the provisions of said section 10 of title 2, as amended, and the regulations of the President authorized under section 9 of title 2 of the Canal Zone Code, applicable to the determination, adjustment, and payment of such claims for damages, by the Governor, shall be applicable; and any judgment obtained against The Panama Canal shall be paid promptly out of any moneys appropriated or allotted for the maintenance and operation of the Panama Canal.",
        "\"Rule 92. Injuries to vessels, etc., in Canal Zone waters other than locks. The Governor shall promptly adjust and pay damages for injuries to vessels, or to the cargo, crew, or passengers of vessels which may arise by reason of the presence of such vessels in the waters of the Canal Zone, other than the locks, when the Governor shall find that the injury was proximately caused by negligence or fault on the part of any officer or employee of The Panama Canal acting within the scope of his employment and in the line of his duties in connection with the operation of the canal: Provided, however, that when the Governor shall further find that the negligence or fault of the vessel, master, crew, or passengers proximately contributed to the injury, he shall diminish the award of damages in proportion to the negligence or fault, as determined by him, attributable to the said vessel, master, crew, or passengers: Provided further, that in the case of any vessel which is required by or pursuant to regulations heretofore or hereafter prescribed under section 9 of title 2 of the Canal Zone Code to have a Panama Canal pilot on duty aboard, no damages shall be adjusted and paid for injuries to any vessel, or to the cargo, crew, or passengers of any such vessel, incurred while the vessel is under way and in motion, unless at the time such injuries are incurred the navigation or movement of the vessel is under the control of a Panama Canal pilot: And provided further, that the Governor shall not adjust and pay under this Rule any claim for damages for injuries in case the amount of the claim exceeds $60,000, but shall submit such claim to the Congress by a special report containing the material facts and his recommendations thereon. The amounts of the respective awards of damages under this Rule may be adjusted, fixed, and determined by the Governor by mutual agreement, compromise, or otherwise, and such amounts shall be payable promptly out of any moneys appropriated or allotted for the maintenance and operation of the Panama Canal; and acceptance by any claimant of the amount awarded to him shall be deemed to be in full settlement of such claim against the Government of the United States.",
        "\"Rule 93. Prohibition of certain actions upon claims. Except as otherwise provided in Rule 91, no action for damages for injuries arising in connection with the operation of the canal and by reason of the presence of a vessel in the waters of the Canal Zone shall lie in any court against the United States or The Panama Canal, or against any officer or employee of The Panama Canal: Provided, however, that nothing in this Rule shall be construed to prevent or prohibit actions against officers or employees of The Panama Canal for damages for injuries resulting from acts of such officers or employees outside the scope of their employment and not in line with their duties, or from acts of such officers or employees committed or performed with intent to injure the person or property of another.",
        "\"Rule 94. Investigation of accidents involving potential claims. Whenever, within the waters of the Canal Zone, including the locks of the canal, a vessel, or its cargo, crew, or passengers, meets with an accident or sustains any injury which may be the basis of a claim against The Panama Canal, or inflicts any injury upon any structure, plant, or equipment of The Panama Canal, the Board of Local Inspectors of The Panama Canal, or a member thereof, shall promptly conduct an investigation of such accident or injury, including all the facts and circumstances surrounding it and bearing upon its proximate causation, the nature and extent of the injury, and the amount of the damages, if any, occasioned by such injury, and shall promptly, upon the conclusion of such investigation, transmit to the Governor, for his consideration in connection with any claim which may arise, a transcript of the record of such investigation, together with its findings and conclusions respecting the accident or injury. All matters pertaining to such investigation shall be completed before the vessel concerned leaves Canal Zone waters, and no claim shall be considered unless the basis therefor has been laid before the Canal authorities prior to the vessel's sailing.",
        "CROSS-REFERENCE",
        "Compelling attendance and testimony of witnesses and production of books and papers before members of board, see Canal Zone Code, title 2, sections 42 and 43.",
        "\"Rule 95. Measure of damages in determining award. (a) General. In determining the amount of the award of damages for injuries to a vessel for which The Panama Canal is found or determined to be liable, there may be included: (1) actual or estimated costs of repairs; (2) charter hire actually lost by the owners or charter hire actually paid, depending upon the terms of the charter party, for the time the vessel is undergoing repairs; (3) maintenance of the vessel and wages of the crew, if such are shown to be actual additional expenses or losses incurred outside of tho charter hire; (4) other expenses which are definitely and accurately shown to have been incurred necessarily and by reason of the accident or injuries: Provided, however, that there shall not be allowed agent's fees or commissions or other incidental expenses of similar character, or any items which are indefinite, indeterminable, speculative, or conjectural. The Comptroller of The Panama Canal shall be furnished such vouchers, receipts, or other evidence as may be required by him in support of any item of a claim.",
        "(b) Where vessel not operated under charter. If a vessel is not operated under charter but by the owner directly, evidence shall be secured, if available, as to the sum for which vessels of the same size and class can be chartered In the market. If such charter value cannot be determined, the value of the use of such vessel to its owner in the business in which it was engaged at the time of the injuries shall be used as a basis for estimating the damage for the vessel's detention; and the books of the owner showing the vessel's earnings about the time of the accident or injuries shall be considered as evidence of probable earnings during the time of detention. If the books are unavailable, such other evidence shall be furnished as may be required by the Comptroller of The Panama Canal.",
        "\"Rule 96. Delays for which no responsibility assumed. The Panama Canal shall not be responsible, nor consider any claim, for demurrage or delays occasioned by landslides or other natural causes, by necessary construction or maintenance work on canal locks, terminals, or equipment, by obstructions arising from accidents, by time necessary for admeasurement, by congestion of traffic, or by any other cause except as may be specifically set forth in these Rules.",
        "\"Rule 97. Handling of wrecked, injured, or burning vessels. When a vessel in Canal Zone waters goes aground, or is wrecked, or is so injured that it is liable to become an obstruction in such waters, or is on fire, the Canal authorities shall have the right to supervise and direct, or to take complete charge of and conduct, all operations which may be necessary to float the vessel, to clear the wreckage, to remove the injured vessel to a safe location, or to extinguish the fire, as the case may be. The Canal authorities may, when necessary, take such action without awaiting the permission of the owner or agent of the vessel, and may require the master of the vessel and all persons under his supervision and control to place the vessel, and all equipment on board, at the disposal of the Canal authorities without cost to the Canal. In the event the vessel is subsequently found and determined to be responsible for the accident or the condition necessitating action by The Panama Canal, the necessary expenses incurred by the Canal in carrying out the provisions of this Rule shall be a proper charge against such vessel.",
        "\"Rule 98. Penalty for injuring or obstructing canal. As provided by section 821 of title 5 of the Canal Zone Code, any person who by any means or in any way injures or obstructs or attempts to injure or obstruct any part of the Panama Canal or the locks thereof or the approaches thereto, shall be punished by imprisonment in the penitentiary for not more than twenty years, or by a fine of not more than $10,000, or by both. And as provided by section 255 of title 5 of the said Code, if any act in violation of the foregoing provisions of this Rule shall cause the death of any person within a year and a day thereafter, the person so convicted shall be guilty of murder and shall be punished accordingly.",
        "\"Rule 99. Liability of vessel for injury to Canal structures or equipment. A vessel, or its owner or operator, shall be held liable for any injury to any structure, plant, or equipment of or pertaining to The Panama Canal when such injury is proximately caused by the negligence or fault of the vessel or its master or crew. No vessel shall make fast, or run any line, to any marker, buoy, beacon, or other aid to navigation; and a vessel shall so navigate as not to strike such aids in passing.",
        "\"Rule 100. Spark and smoke hazard. While within Canal Zone waters, vessels shall take necessary precaution to avoid the issuance of sparks or excessive smoke, and vessels shall be held liable for injuries caused by the issuance therefrom of sparks or excessive quantities of smoke.",
        "\"Rule 101. Collection of damages from vessel owner. In case of injury to any Canal structure, plant, or equipment occasioned by a vessel under the circumstances specified In Rules 99 and 100, the matter of damages shall be adjusted by mutual agreement when practicable between The Panama Canal and the owner, agents, or underwriters of the vessel; and in case of disagreement, the vessel or its owner or operator shall be proceeded against in the United States District Court for the District of the Canal Zone.\"",
        "[NAME]",
        "The White House,August 19, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9227-Amendment of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing the Navigation of the Panama Canal and Adjacent Waters Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372512"
}