{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8512-regulations-pertaining-budgetary-administration-and-financial",
    "doc": "executive-order-8512-regulations-pertaining-budgetary-administration-and-financial",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8512-Regulations Pertaining to Budgetary Administration and Financial Reporting",
    "date": "August 13, 1940",
    "content": [
        "By virtue of the authority vested in me by the Budget and Accounting Act, 1921, approved June 10, 1921 (42 Stat. 20), and as President of the United States, I hereby prescribe the following regulations with respect to the compilation and reporting of information on the financial condition and operations of the Government and with respect to the budgetary control of expenditures:",
        "SECTION 1. The term \"agencies\" as used in this order shall include executive departments and independent establishments and corporations in which the United States has a proprietary interest, direct or indirect, except Federal savings and loan associations and those corporations in which the proprietary interest of the United States is evidenced only by preferred stock or capital notes acquired through the Reconstruction Finance Corporation or production credit corporations.",
        "SECTION 2. The Secretary of the Treasury shall prepare and transmit to the Director of the Bureau of the Budget, for the Information of the President, such financial reports as may be necessary or desirable to make known in all practicable detail the financial condition and operations of the Government and its various agencies: and he shall prepare and furnish to the Director of the Bureau of the Budget such other reports relating to the financial activities of the Government and the status of appropriations or funds and the apportionments thereof as the Director may require for the compilation of the budget or for other purposes of budgetary administration. The above-described reports shall relate to such periods of time as the Director of the Bureau of the Budget may designate and shall include such information as the Director may determine to be necessary and desirable for adequate budgetary and executive control.",
        "SECTION 3. The Secretary of the Treasury shall establish, as soon as practicable, and maintain such accounting records as are necessary to coordinate and integrate the financial data reported by agencies as required herein with the financial data of the Treasury Department and to provide a basis for the expeditious compilation and prompt submission of the financial reports required to be furnished to the Director of the Bureau of the Budget. These accounting records shall be operated, on the double-entry principle of bookkeeping, as a summary but complete system of central accounts for the entire Government; and they shall be so established by the Secretary of the Treasury as to effect suitable coordination with the accounting systems prescribed by the Comptroller General of the United States under authority of section 309 of the Budget and Accounting Act, 1921.",
        "SECTION 4. The several agencies shall furnish the Secretary of the Treasury such information and data relating to their financial condition, activities, and operations as may be required to enable the Treasury Department to maintain the accounting records and prepare the financial reports necessary for compliance with the provisions of this order, and shall furnish such information relative to their accounting principles and practices as the Secretary of the Treasury may require for the proper processing of the data reported by such agencies.",
        "SECTION 5. The head of each agency shall, under such rules and regulations as the Director of the Bureau of the Budget may prescribe, submit to the Bureau of the Budget recommendations for the apportionment of each appropriation made to such agency, and such apportionments, when approved by the Director, shall be binding upon the agency concerned in controlling its budgetary plans and rate of expenditures, subject only to revision of such apportionments by the Director. No agency shall make expenditures or involve the Government in any contract or other obligation for the future payment of money in excess of the amount currently available therefor under the apportionments so approved or revised: Provided, however, that such apportionments may be exceeded when such action is necessary to prevent the loss of life or Government property; and in such cases the head of the agency concerned shall promptly justify such action in writing to the Director of the Bureau of the Budget. The provisions of this section shall be applicable to the amounts made available by the Congress for the administrative expenses of governmental corporations.",
        "SECTION 6. The following specific requirements shall be observed by all agencies in reporting the financial data required under the provisions of this order:",
        "(a) The reports of financial condition and operations shall reflect all uncollected revenues and other amounts owed to the Government, whether assessed, due, or accrued, and also all bonded or other indebtedness of the Government, whether due or accrued, including all current liabilities. Such reports shall also reflect, so far as ascertainable, all contingent liabilities of the United States and its corporate and other instrumentalities.",
        "(b) A uniform accounting terminology and uniform classifications of assets and liabilities, and revenues and expenditures shall be employed. Such classifications shall, so far as practicable, distinguish between expenditures which are of a recoverable nature, such as loans and investments, and those of a nonrecoverable nature.",
        "(c) Uniform standards shall be employed, to the fullest extent practicable, in the valuation of assets and the determination of liabilities and the treatment of revenues and expenditures in relation thereto.",
        "(d) The data shall be compiled on the basis of the accounting records of the respective agencies, or shall be susceptible of ready reconciliation therewith.",
        "SECTION 7. The uniform terminology, classifications, principles, and standards referred to in this order shall be established by the Secretary of the Treasury with the approval of the Director of the Bureau of the Budget and shall be observed by all agencies in the financial reporting required by this order.",
        "SECTION 8. The Director of the Bureau of the Budget is authorized, in accordance with the provisions of section 213 of the Budget and Accounting Act, 1921, to analyze the financial records of any agency in order to secure such information as the Bureau of the Budget may require for the formulation or revision of reporting requirements or for assuring compliance therewith.",
        "SECTION 9. Executive Orders No. 5614 of May 1, 1931, No. 6226 of July 27, 1933, No. 6869 of October 10, 1934, No. 7126 of August 15, 1935, as amended, and all other orders or parts thereof inconsistent with the provisions of this order, are hereby revoked.",
        "[NAME]",
        "The White House,August 13, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8512-Regulations Pertaining to Budgetary Administration and Financial Reporting Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210171"
}