{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6647-b-code-fair-competition-for-the-machinery-and-allied-products",
    "doc": "executive-order-6647-b-code-fair-competition-for-the-machinery-and-allied-products",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6647-B-Code of Fair Competition for the Machinery and Allied Products Industry",
    "date": "March 17, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Machinery and Allied Products Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act, and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved Juno 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator, and do order that the said Code of Fair Competition be, and it is hereby approved, on condition that each of the trade associations representing the thirty-nine (39) subdivisions of this Code shall amend its constitution, by-laws and/or articles of incorporation or association to the satisfaction of the Administrator within thirty (30) days after the effective date of this Code and that the code authority constituted under this Code and the code authority under the Code of Fair Competition for the Automotive Parts and Equipment Industry study the definitions contained in the two codes referred to, and within sixty (60) days from the effective date of this Code recommend to the Administrator such changes in said definitions as will eliminate any overlapping therein.",
        "[NAME]",
        "Approval Recommended: [NAME]          Administrator.",
        "The White House,March 17, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6647-B-Code of Fair Competition for the Machinery and Allied Products Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362416"
}