{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7287-selection-members-the-central-statistical-board",
    "doc": "executive-order-7287-selection-members-the-central-statistical-board",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7287-Selection of Members of the Central Statistical Board",
    "date": "February 10, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of July 25, 1935, 49 Stat. 498, I hereby order as follows:",
        "1. The thirteen members, other than the Chairman, of the Central Statistical Board (hereinafter referred to as the \"Board\") established by the said act shall be selected as follows:",
        "(a) Six members of the Board shall be designated members. One designated member shall be named by each of the folio wing officers from among the officials or employees subject to his direction as such officer:",
        "The Secretary of the Treasury     The Secretary of the Interior     The Secretary of Agriculture     The Secretary of Commerce     The Secretary of Labor     The Chairman of the Board of Governors of the Federal Reserve System",
        "(b) Seven members of the Board shall be elected by the Chairman and the six designated members within two months after the date of the organization of the Board, which, for the purposes of this order, shall be the date that the Central Statistical Committee established by the said act shall declare that seven members have qualified for membership in the Board: Provided, however, that not less than four of such elected members shall be persons already in the service of the United States: And provided jurther, that at least one of such elected members shall be a person who is not, during his tenure of membership, a permanent paid employee of the Federal Government.",
        "2. The term of membership of a designated member shall be at the pleasure of the officer authorized to designate such member, but such term shall not exceed two years without redesignation. The term of membership of an elected member shall be two years from the date of his election unless sooner terminated by the President in his discretion: Provided, that members elected in the calendar year 1936 shall be elected for one year only. If any member shall sever his connection with the department or agency of the Federal Government to which he is attached at the time of his designation or election, his membership shall become vacant upon the date of the severing of such connection, and, in accordance with the provisions of this order, his successor shall be designated or elected for the unexpired term of such membership within two months after such vacancy shall have occurred: Provided, however, that if the membership of any elected member shall become vacant within three months prior to its expiration date, such membership may, at the discretion of the Board, be left vacant for the unexpired term. If any membership shall become vacant for any reason other than the reasons hereinbefore set forth, such membership shall within two months be filled for the unexpired term in the manner hereinbefore prescribed.",
        "[NAME]",
        "The White House,February 10, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7287-Selection of Members of the Central Statistical Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362785"
}