{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10881-amendment-eo-10810-prescribing-regulations-governing-the-allowance",
    "doc": "executive-order-10881-amendment-eo-10810-prescribing-regulations-governing-the-allowance",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 - 1961",
    "title": "Executive Order 10881-Amendment of EO 10810, Prescribing Regulations Governing the Allowance of Travel Expenses of Claimants and Beneficiaries of the Veterans' Administration and Their Attendants",
    "date": "July 06, 1960",
    "content": [
        "By virtue of the authority vested in me by section 111 of title 38 of the United States Code, as amended by Public Law 86-590, approved July 5, 1960, section 2 of Executive Order No. 10810 of April 22, 1959, entitled \"Regulations Governing the Allowance of Travel Expenses of Claimants and Beneficiaries of the Veterans' Administration and their Attendants\" is hereby amended to read as follows:",
        "\"SEC. 2. The Administrator of Veterans' Affairs may authorize in lieu of actual necessary expenses of travel, including lodging and subsistence, payment of an allowance of not more than five cents a mile to any claimant or beneficiary of the Veterans' Administration traveling under prior authorization to or from a Veterans' Administration facility, or other place, in connection with vocational rehabilitation or counseling, or for the purpose of examination, treatment, or care. In addition to such mileage allowance, the Administrator may allow reimbursement for the actual cost of ferry fares, and bridge, road, and tunnel tolls. In his discretion, the Administrator may authorize such payment and such reimbursement to the person who or the organization which has actually paid the expenses of such travel, including lodging and subsistence. The payment of mileage allowances and reimbursement for ferry fares, and bridge, road, and tunnel tolls in connection with vocational rehabilitation or counseling, or upon termination of examination, treatment, or care may be made prior to completion of such travel.\"",
        "[NAME]",
        "THE WHITE HOUSE,",
        "July 6, 1960."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10881-Amendment of EO 10810, Prescribing Regulations Governing the Allowance of Travel Expenses of Claimants and Beneficiaries of the Veterans' Administration and Their Attendants Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/306882"
}