{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6085-announcing-the-index-figures-for-the-cost-living-for-the-six-months",
    "doc": "executive-order-6085-announcing-the-index-figures-for-the-cost-living-for-the-six-months",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6085-Announcing the Index Figures for the Cost of Living for the Six Months Periods Ending June 30, 1928, and December 31, 1932",
    "date": "March 28, 1933",
    "content": [
        "Whereas sections 2 and 3, Title II, of the act entitled \"AN ACT To maintain the credit of the United States Government\" approved March 20, 1933 (Public, No. 2, 73d Cong.), provide:",
        "\"Sec. 2. For that portion of the fiscal year 1933 beginning with the first day of the calendar month following the month during wh'ch this Act is enacted, and for the fiscal year ending June 30, 1934, the compensation of every officer or employee shall be determined as follows:-",
        "\"(a) The compensation which such officer or employee would receive under the provisions of any existing law, schedule, regulation, Executive order, or departmental order shall first be determined as though this title (except section 4) had not been enacted.",
        "\"(b) The compensation as determined under subparagraph (a) of this section shall be reduced by the percentage, if any, determined in accordance with section 3 of this title.",
        "\"Sec. 3. (a) The President is authorized to investigate through established agencies of the Government the facts relating to the cost of living in the United States during the six months period ending June 30, 1928, to be known as the base period, and upon the basis of such facts and the application thereto of such principles as he may find proper, determine an index figure of the cost of living during such period. The President is further authorized to make a similar investigation and determination of an index figure of the cost of living during the six months period ending December 31, 1932, and each six months period thereafter.",
        "\"(b) The President shall announce by Executive order the index figure for the base period and for each subsequent period determined by him under paragraph (a) of this section. The percentage, if any, by which the cost of living index for any six months' period, as provided in paragraph (a) of this section, is lower than such index for the base period, shall be the percentage of reduction applicable under section 2(b) of this title in determining compensation to be paid during the following six months' period, or such portion thereof during which this title is in effect: Provided, That such percentage of reduction (including reductions made under any existing law, regulation, or Executive order, in the case of subsistence and rental allowances for the services mentioned in the Pay Act of June 10, 1922) shall not exceed 15 per centum.\"",
        "And Whereas, through established agencies of the Government, I have investigated the facts relating to the cost of living in the United States during the six months period ending June 30, 1928, and during the six months period ending December 31, 1932, and have determined index figures of the cost of living during such periods, such index figures being based upon an index figure of 100 for the year 1913;",
        "Now, Therefore, pursuant to the authority so vested in me, I hereby announce:",
        "First, That such index figures are-",
        "(a) 171.0 for the six months period ending June 30, 1928, the base period, and",
        "(b) 133.9 for the six months period ending December 31, 1932;",
        "Second, That the cost of living index for the six months period ending December 31, 1932, is 21.7 per centum lower than the cost of living index for the base period; and",
        "Third, That this per centum being in excess of the maximum per centum prescribed by section 3(b), the percentage of reduction applicable under section 2(b), in determining the compensation of officers and employees to be paid during the period from April 1, 1933, to June 30, 1933, inclusive, is 15 per centum.",
        "[NAME]",
        "The White House,March 28, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6085-Announcing the Index Figures for the Cost of Living for the Six Months Periods Ending June 30, 1928, and December 31, 1932 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361919"
}