{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6855-amendment-the-code-fair-competition-for-the-petroleum-industry",
    "doc": "executive-order-6855-amendment-the-code-fair-competition-for-the-petroleum-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6855-Amendment to the Code of Fair Competition for the Petroleum Industry",
    "date": "September 25, 1934",
    "content": [
        "Whereas, the Administrator of the Code of Fair Competition for the Petroleum Industry has submitted for my approval a proposed amendment to said Code, Now, Therefore, I, by virtue of and pursuant to the authority vested in me by Title I of the National Industrial Recovery Act of June 16, 1933 (c. 90, 48 Stat. 195), do hereby find that:",
        "(1) An application has been duly made pursuant to and in full compliance with the provisions of Title I of said Act for my approval of an amendment to Section 4 of Article III of said Code; and",
        "(2) Due notice and opportunity for hearings to interested parties has been given, and hearings have been held upon said application pursuant to such notice; and",
        "(3) Said amendment complies in all respects with the pertinent provisions of the Act, including clauses (1) and (2) of Subsection (a) of Section 3 of Title I of said Act, and will tend to effectuate the policy of said Title.",
        "Now, Therefore, I, by virtue of and pursuant to the authority vested in me by said Title, do hereby approve an amendment to Section 4 of Article III of said Code of Fair Competition for the Petroleum Industry so as to make said Section read as follows:",
        "Section 4. The subdivision into pool and/or lease and/or well quotas of the production allocated to each State is to be made within the State. Should quotas allocated in conformity with the provisions of this Section and/or Section 3 or Article III of this Code not be made within the State or if the production of petroleum within any State exceeds the quota allocated to said State, the President may regulate the shipment of petroleum or petroleum products in or affecting interstate commerce out of said State to the extent necessary to effectuate the purposes of the National Industrial Recovery Act and/or he may compile such quotas and recommend them to the State Regulatory Body in such State, in which event it is hereby agreed that such quotas shall become operating schedules for that State.",
        "If any subdivision into quotas of production allocated to any State shall be made within a State any production by any person, as person is defined in Article I, Section 2 of this Code, in excess of any such quota assigned to him, shall be deemed an unfair trade practice and in violation of this Code.",
        "[NAME]",
        "Hyde Park, N.Y.September 25, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6855-Amendment to the Code of Fair Competition for the Petroleum Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362561"
}