{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6606-f-prescribing-rules-and-regulations-for-the-interpretation-and",
    "doc": "executive-order-6606-f-prescribing-rules-and-regulations-for-the-interpretation-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6606-F-Prescribing Rules and Regulations for the Interpretation and Application of Certain Labor Provisions of Codes of Fair Competition as They May Affect Handicapped Workers",
    "date": "February 11, 1934",
    "content": [
        "In Codes of Fair Competition which have heretofore been approved or submitted for approval and in such Codes which may hereafter be submitted and approved, question has arisen or may arise as to whether the minimum wage and maximum hour provisions preclude those handicapped by physical or mental defect, age or other infirmity from their former opportunities for obtaining employment.",
        "Pursuant to the Authority vested in me by Title I of the National Industrial Recovery Act, upon due consideration of the facts and upon the report and recommendation of the Administrator:",
        "I, Franklin D. Roosevelt, President of the United States, in order to carry out the purposes of Title I of the National Industrial Recovery Act, do hereby order that no provision of any Code of Fair Competition, agreement, or license, which has heretofore been or may hereafter be approved, prescribed or issued pursuant to said Title of said Act shall be so construed or applied as to violate the following rules and regulations which are hereby promulgated and prescribed, to-wit:",
        "1. A person whose earning capacity is limited because of age, physical or mental handicap, or other infirmity, may be employed on light work at a wago below the minimum established by a Code, if the employer obtains from the state authority, designated by the United States Department of Labor, a certificate authorizing such person's employment at such wages and for such hours as shall be stated in the certificate. Sucii authority shall be guided by the instructions of the United States Department of Labor in issuing certificates to such persons. Each employer shall file monthly with the Code Authority a list of all such persons employed by him, showing the wages paid to, and the maximum hours of work for such employee.",
        "2. Any approval order of a Code of Fair Competition, agreement or license heretofore approved, prescribed or issued pursuant to Title I of the National Industrial Recovery Act, if any necessity exists therefor in order to make these regulations effective, is hereby modified so as to permit and be conditional upon the full applications and operation of these regulations.",
        "These regulations shall become effective immediately and shall thereupon be binding upon all industries and members thereof unless, and only to such extent as, prior to that date good cause to the contrary shall be shown to the Administrator for Industrial Recovery by any affected party or parties with reference to any trade, industry, or subdivision thereof.",
        "[NAME]",
        "Approval Recommended: [NAME]          Administrator.",
        "The White House,Feb. 11th 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6606-F-Prescribing Rules and Regulations for the Interpretation and Application of Certain Labor Provisions of Codes of Fair Competition as They May Affect Handicapped Workers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362373"
}