{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9385-foreign-food-procurement-and-development",
    "doc": "executive-order-9385-foreign-food-procurement-and-development",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9385-Foreign Food Procurement and Development",
    "date": "October 06, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the statutes of the United States, as President of the United States and Commander in Chief of the Army and Navy, and in order further to unify and consolidate governmental activities relating to foreign economic affairs, it is hereby ordered as follows:",
        "1. The functions of the War Food Administration and the Commodity Credit Corporation with respect to the procurement and development of food, food machinery, and other food facilities, in foreign countries, are transferred to and consolidated in the Foreign Economic Administration to be administered in accordance with the provisions of Executive Order No. 9380 of September 25, 1943.",
        "2. The personnel, records, property, funds, contracts, assets, and liabilities of the Commodity Credit Corporation, determined by the Director of the Bureau of the Budget to be primarily concerned with the functions transferred to the Foreign Economic Administration by this order, shall be transferred, on such date or dates as the Director of the Bureau of the Budget shall determine, to the Foreign Economic Administration or to such subdivisions or corporations thereof as the Administrator of the Foreign Economic Administration shall designate.",
        "3. Except as otherwise provided in this order, the procurement of food, food machinery, and other food facilities in foreign countries, by the Foreign Economic Administration, shall be performed consistently with directives issued to such Administration by the War Food Administrator with respect to food for human or animal consumption and by the War Food Administrator and the Chairman of the War Production Board jointly with respect to food for industrial uses. The War Food Administrator, or the War Food Administrator and the Chairman of the War Production Board jointly, as the case may be, may (1) set forth in such directives the quantities, specifications, priorities, and times and places of delivery relating to such procurement, and (2) append to such directives suggestions as to sources and prices relating to such procurement. The Administrator of the Foreign Economic Administration may from time to time advise the War Food Administrator, the Chairman of the War Production Board, and the Director of War Mobilization as to circumstances affecting procurement under such directives and as to steps which the Administrator of the Foreign Economic Administration deems will promote effective procurement by the Foreign Economic Administration of food, food machinery, and other food facilities in foreign countries for the purposes of the War Food Administration or the War Production Board.",
        "4. (a) Nothing in this order shall authorize the War Food Administrator or the Chairman of the War Production Board to issue directives to the Foreign Economic Administration with respect to (1) the procurement and development of food, food machinery, and other food facilities in foreign countries for use in foreign countries, and (2) the preclusive procurement of foreign food, food machinery, and other food facilities vital to the enemy either for military or civilian needs.",
        "(b) The provisions of this order shall not affect the existing authority of the War Food Administrator or of the War Production Board with respect to priorities and allocations, or to define general policies, subject to the authority of the Office of War Mobilization Under paragraph 4 of Executive Order No. 9361 of July 15, 1943, with respect to the procurement and development of food, food machinery, and other food facilities in foreign countries for use in foreign countries.",
        "5. As used in this order, (1) the word \"food\" shall have the meaning set forth in paragraph 10 of Executive Order No. 9280 of December 5, 1942, exclusive of sugar produced in the Caribbean area, and (2) the words \"foreign countries\" shall be deemed to exclude the Dominion of Canada.",
        "6. All prior Executive orders and directives insofar as they are in conflict herewith are amended accordingly. This order shall take effect immediately except that the War Food Administration and the Commodity Credit Corporation shall continue to exercise their respective functions transferred under paragraph 1 of this order until such date or dates as the Administrator of the Foreign Economic Administration shall determine.",
        "[NAME]",
        "The White House,October 6, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9385-Foreign Food Procurement and Development Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372356"
}