{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9243-providing-for-the-transfer-and-release-federal-personnel",
    "doc": "executive-order-9243-providing-for-the-transfer-and-release-federal-personnel",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9243-Providing for the Transfer and Release of Federal Personnel",
    "date": "September 12, 1942",
    "content": [
        "By virtue of the authority vested in me by the Civil Service Act (22 Stat. 403), and by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 531), it is hereby ordered:",
        "1. Effective on and after the fifteenth day following the date of this order, transfers of employees between departments, agencies, and independent establishments of the civilian executive branch of the Federal Government, the release of such employees to private enterprise, and the establishment, granting, and conditioning of reemployment rights in the event of such transfers and releases, shall be governed by policies and directives issued by the Chairman of the War Manpower Commission in conformity with Executive Order No. 9139 of April 18, 1942.",
        "2. In conformity with the policies of the Chairman of the War Manpower Commission, the Director of the Bureau of the Budget shall from time to time establish priority classifications of the several executive departments and agencies or parts or activities thereof, based upon the relative importance to the war program of the functions performed.",
        "3. Executive Order No. 8973 of December 12, 1941, and Executive Order No. 9067 of February 20, 1942, are hereby revoked, effective on the fifteenth day following the date of this order; provided that nothing contained in this order shall be construed to affect reemployment rights theretofore acquired by any employee under Executive Orders Nos. 8973 and 9067.",
        "[NAME]",
        "The White House,September 12, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9243-Providing for the Transfer and Release of Federal Personnel Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368110"
}