{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6540-postponement-certain-provisions-executive-order-no-6166-june-10-1933",
    "doc": "executive-order-6540-postponement-certain-provisions-executive-order-no-6166-june-10-1933",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6540-Postponement of Certain Provisions of Executive Order No. 6166 of June 10, 1933",
    "date": "December 28, 1933",
    "content": [
        "Whereas, it appears that the interests of economy require that certain transfers, consolidations, and eliminations provided for under sections 4 and 8 of Executive Order No. 6166 of June 10, 1933, be further delayed beyond the effective date of said order;",
        "Now, Therefore, pursuant to the provisions of section 22 of said order, I hereby order that, except as hereinafter provided, the transfers, consolidations, and eliminations contemplated by sections 4 and 8 of Executive Order No. 6166 of June 10, 1933, which are not elected prior to December 31, 1933, pursuant to Executive Order No. 6224, dated July 27, 1933, together with the operation of all other provisions of Executive Order No. 6166, of June 10, 1933, insofar as they relate to said sections 4 and 8, shall be further delayed until June 30, 1934: Provided, That any transfer, consolidation, or elimination, in whole or in part, under said sections 4 and 8, including any other provisions of the said order of June 10, 1933, insofar as they relate to sections 4 and 8 thereof, may be made operative and in force between January 1, 1934, and June 30, 1934, by order of the Secretary of the Treasury, approved by the President.",
        "[NAME]",
        "The White House,December 28, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6540-Postponement of Certain Provisions of Executive Order No. 6166 of June 10, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373263"
}