{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7866-withdrawal-public-land-for-use-the-department-agriculture",
    "doc": "executive-order-7866-withdrawal-public-land-for-use-the-department-agriculture",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7866-Withdrawal of Public Land for Use of the Department of Agriculture",
    "date": "April 14, 1938",
    "content": [
        "ARKANSAS",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "SECTION 1. Executive Order No. 6964 of February 5, 1935, as amended, temporarily withdrawing certain lands for classification and other purposes, is hereby revoked in so far as it affects the following-described public land in Washington County, Arkansas:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 16 N., R. 32 W., sec. 10, NE¼NW¼, 40 acres.",
        "SECTION 2. Subject to the conditions expressed in the above-mentioned acts and to all valid existing rights, the vacant, unappropriated, and unreserved public land described in section 1 of this order is hereby temporarily withdrawn from settlement, location, sale, and entry, and reserved and set apart for use and development by the Department of Agriculture for reforestation, forestation, soil erosion control, and other land utilization activities, in connection with the Northwest Arkansas Project, LA-AK-2: Provided, that nothing herein contained shall restrict prospecting, locating, developing, mining, entering, leasing, or patenting the mineral resources of such land under the applicable laws.",
        "SECTION 3. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,April 14 , 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7866-Withdrawal of Public Land for Use of the Department of Agriculture Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371844"
}