{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9306-possession-relinquished-plants-triumph-explosives-inc-located-elkton",
    "doc": "executive-order-9306-possession-relinquished-plants-triumph-explosives-inc-located-elkton",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9306-Possession Relinquished of Plants of Triumph Explosives, Inc., Located at Elkton, Maryland",
    "date": "February 27, 1943",
    "content": [
        "Whereas by Executive Order No. 9254, dated the 12th day of October 1942. the Secretary of the Navy was authorized and directed by the President to take possession of and operate the plants of Triumph Explosives, Incorporated, located at Elkton, Maryland, insofar as might be necessary or desirable to produce safely and effectively the kind, quantity, and quality of war materials called for by contracts with the United States; and",
        "Whereas on the 13th day of October 1942, the Secretary of the Navy, acting pursuant to such direction, took and has retained possession of the said plants of Triumph Explosives, Incorporated, located at Elkton, Maryland; and",
        "Whereas the said Executive order provides that possession and operation of any plant thereunder shall be terminated by the President as soon as he determines that such plant will be operated privately in a manner consistent with the war effort; and",
        "Whereas it now appears, and the President does so determine, that the said plants of Triumph Explosives, Incorporated. will be privately operated in a manner consistent with the war effort:",
        "Now, Therefore, I, Franklin D. Roosevelt, as President of the United States, and as Commander in Chief of the Army and Navy of the United States, hereby direct the Secretary of the Navy to relinquish possession of the said plants of Triumph Explosives, Incorporated, located at Elkton, Maryland, to Triumph Explosives, Incorporated, as of midnight on Sunday, February 28, 1943, and to issue the necessary orders for carrying out this direction.",
        "[NAME]",
        "The White House,February 27, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9306-Possession Relinquished of Plants of Triumph Explosives, Inc., Located at Elkton, Maryland Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372683"
}