{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6543-d-code-fair-competition-for-the-concrete-pipe-manufacturing-industry",
    "doc": "executive-order-6543-d-code-fair-competition-for-the-concrete-pipe-manufacturing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6543-D-Code of Fair Competition for the Concrete Pipe Manufacturing Industry",
    "date": "December 30, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Concrete Pipe Manufacturing Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of Clauses (1) and (2) of Subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me hy Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the report and recommendations and adopt the findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved.",
        "[NAME]",
        "Approval recommended:     [NAME].",
        "The White House,December 30, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6543-D-Code of Fair Competition for the Concrete Pipe Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373242"
}