{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9029-withdrawing-public-lands-for-use-the-war-department-general-bombing",
    "doc": "executive-order-9029-withdrawing-public-lands-for-use-the-war-department-general-bombing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9029-Withdrawing Public Lands for Use of the War Department as a General Bombing Range",
    "date": "January 20, 1942",
    "content": [
        "NEW MEXICO",
        "By virtue of the authority vested in me by section 1 of the act of July 9, 1918, C. 143, 40 Stat. 845, 848 (U.S.C., title 10, sec. 1341) it is ordered that, subject to valid existing rights, the public lands in the following-described areas be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department as a general bombing range:",
        "New Mexico Principal Meridian",
        "Tps. 6 S. to 10 S., R. 3 E., inclusive.",
        "Tps. 6 S. to 16 S., Rs. 4 E. to 7 E., inclusive.",
        "Tps. 11 S. to 16 S., R. 8 E., inclusive.",
        "The areas described, including both public and non-public lands, aggregate 1,249,904.36 acres.",
        "This order shall take precedence over, but shall not rescind or revoke, (1) the Executive Order of April 27, 1926, creating Public Water Reserve No. 107, and (2) the order of the Secretary of the Interior of April 8, 1935, establishing Grazing District No. 4, New Mexico, so far as such orders affect any of the lands in the above-described areas.",
        "In connection with the use by the War Department of the lands described herein, the local army commandant shall consult with such local representatives of the Department of the Interior as may be designated by the Secretary of the Interior as to the location of bombtarget sites, for the purpose of minimizing the effect of demolition bombing in areas valuable for scientific purposes.",
        "It is intended that the lands reserved by this order shall be returned to the administration of the Department of the Interior when they are no longer needed for the purpose for which they are reserved.",
        "[NAME]",
        "The White House,January 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9029-Withdrawing Public Lands for Use of the War Department as a General Bombing Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368118"
}