{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7926-establishing-wheeler-migratory-waterfowl-refuge",
    "doc": "executive-order-7926-establishing-wheeler-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7926-Establishing Wheeler Migratory Waterfowl Refuge",
    "date": "July 07, 1938",
    "content": [
        "ALABAMA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands owned or controlled by the United States within the following-described area in Limestone, Madison, and Morgan Counties, Alabama, be, and they are hereby, reserved and set apart, subject to existing valid rights, for the use of the Department of Agriculture, as a refuge and breeding ground for migratory birds and other wild life:",
        "[Click here to open a PDF file containing the specific survey data included in this executive order.]",
        "The above-described lands are under the primary jurisdiction of the Tennessee Valley Authority, and their reservation for purposes set forth in this order is subject to use thereof by said Authority in the carrying out of its statutory purposes, and the enforcement of law and regulations and the uses thereof by the Department of Agriculture shall be without interference with any existing or future uses or regulations of the Tennessee Valley Authority.",
        "This reservation shall be known as the Wheeler Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,July 7, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7926-Establishing Wheeler Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372676"
}