{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8161-enlarging-the-long-lake-migratory-bird-refuge",
    "doc": "executive-order-8161-enlarging-the-long-lake-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8161-Enlarging the Long Lake Migratory Bird Refuge",
    "date": "June 12, 1939",
    "content": [
        "NORTH DAKOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is ordered that the following-described lands and waters, comprising 11,135 acres, more or less, owned or controlled by the United States, in Burleigh and Kidder Counties, North Dakota, be, and they are hereby, reserved and set apart, subject to valid rights, as an addition to the Long Lake Migratory Bird Refuge, part of which was acquired under authority of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1222), and which was enlarged by Executive Orders No. 5808 of February 25, 1932, and No. 5914 of August 26, 1932: Provided, That any private lands within the area described shall become a part of the refuge upon the acquisition of title thereto or control thereof by the United States.",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 138 N., R. 74 W.,      all lands and lands under water within the meander line of Long Lake.",
        "T. 137 N., R. 75 W.,      sec. 18, lots 4 to 8, inclusive, SE¼NW¼, E½SW¼, and SW¼SE¼;      sec. 20, NW¼ and NW¼SW¼;      sec. 30, lots 1 and 2 and E½NW¼;           and all lands and lands under water within the meander line of Long Lake.",
        "T. 138 N., R. 75 W.,      sec. 36, all.",
        "T. 137 N., R. 76 W.,      sec. 15, SW¼NE¼, NW¼, and SE¼;      sec. 16, all;      sec. 17, E½E½;      sec. 22, N½NE¼, SE¼NE¼, N½SW¼, and N½SE¼;      sec. 23, S½NE¼ and NW¼;      sec. 24, SW¼;      sec. 25, N½N½.",
        "It is unlawful for any person to pursue, hunt, trap, capture, willfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of this refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "[NAME]",
        "The White House,June 12, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8161-Enlarging the Long Lake Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368668"
}