{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6870-modifying-order-approving-code-fair-competition-for-the-needlework",
    "doc": "executive-order-6870-modifying-order-approving-code-fair-competition-for-the-needlework",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6870-A-Modifying Order Approving Code of Fair Competition for the Needlework Industry in Puerto Rico to Alter the Constitution of the Puerto Rican Needlework Commission",
    "date": "October 11, 1934",
    "content": [
        "APPROVED CODE NO. 474-CODE OF FAIR COMPETITION FOR THE NEEDLEWORK INDUSTRY IN PUERTO RICO AS APPROVED ON JUNE 28, 1934",
        "The Executive Order of June 28th approving the Code of Fair Competition for the Needlework Industry in Puerto Rico provided, in part in the fourth condition of approval, as follows:",
        "\"That there shall be appointed by the Administrator for Industrial Recovery, within ten days after the effective date hereof, a Puerto Rican Needlework Commission consisting of three persons: one of wdiom shall bo nominated by the Code Authority for the Needlework Industry in Puerto Rico, another of whom shall be nominated by the several Code Authorities of related industries in continental United States, and a third person to serve as chairman, shall be nominated by the National Recovery Administration.\"",
        "It having been found by the National Industrial Recovery Board that the several Code Authorities of the related industries in the continental United States cannot agree upon a nominee for this Commission, and the said Board having recommended, in its report to me which is approved and attached hereto, a modification of the above-quoted provision.",
        "Now, Therefore, I, Franklin Delano Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do order that the abovequoted provision be and it is hereby revised to read as follows:",
        "\"That there shall be established a Puerto Rican Needlework Commission consisting of four members who shall be appointed by the National Industrial Recovery Board as follow's: one member to represent the Needlework Industry in Puerto Rico, on the nomination of the Code Authority for that industry, who shall have one vote; two members to represent the related industries in the continental United States, to be selected by the National Industrial Recovery Board from the nominations made by the Code Authorities for such industries, each of whom shall have one-half vote; one member to serve as impartial chairman, who shall have one vote.\"",
        "[NAME]",
        "Approval Recommended:     The National Industrial Recovery BoardBy [NAME],     Administrative Officer",
        "The White House,Oct 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6870-A-Modifying Order Approving Code of Fair Competition for the Needlework Industry in Puerto Rico to Alter the Constitution of the Puerto Rican Needlework Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362577"
}