{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9356-regulations-governing-the-furnishing-clothing-kind-or-payment-cash",
    "doc": "executive-order-9356-regulations-governing-the-furnishing-clothing-kind-or-payment-cash",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9356-Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve",
    "date": "June 24, 1943",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 10 of the Pay Readjustment Act of June 16, 1942 (56 Stat. 359, 363), I hereby prescribe the following regulations governing the furnishing of clothing in kind, or payment of cash allowances in lieu thereof, to enlisted personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve.",
        "Section A. Clothing in Kind or Cash Allowances in Lieu Thereof.",
        "Enlisted men on active duty shall be entitled to clothing in kind or payment of cash allowances in lieu thereof as follows:",
        "Section B. Clothing Allowance.",
        "1. The amount of the cash clothing allowance prescribed in subsection Al (b) hereof shall be credited on date of first enlistment or first reporting for active duty, and on date of reenlistment or recall to active duty subsequent to expiration of three months from date of last discharge or release from active duty, but shall not actually be paid prior to the expiration of ninety days from and including such date, or date of advancement to chief petty officer or assignment to band if earlier. In closing the accounts of a man discharged or released from active duty within the ninety-day period, checkage shall be made of an amount equal to the difference between the amount of the cash clothing allowance credited and the value of the clothing actually drawn.",
        "2. For the purposes of this order, an enlistment in any of the services mentioned in section A subsequent to discharge from any other of such services shall be considered a reenlistment. An allowance under subsection Al shall not be payable upon reenlistment within three months from date of last discharge, or upon recall to active duty within three months of last release therefrom, except as specified in subsections 5 and 6 of this section. A man reenlisted or recalled to active duty within three months of last discharge or release from active duty, who on date of such discharge or release was checked undrawn clothing allowance in accordance with subsection 1 of this section, shall be entitled to credit for such undrawn clothing allowance.",
        "3. The allowance under subsection A2 shall not be payable to-",
        "(a) Enlisted men advanced in rating to chief petty officer while holding a temporary appointment to warrant or commissioned rank.",
        "(b) Cooks or stewards on advancement to chief cook or steward.",
        "(c) Members of Navy, Naval Academy, or Coast Guard Academy Bands (band members) upon advancement in rating to chief petty officer.",
        "4. An enlisted man reduced in rating from chief petty officer, cook, or steward, shall not be required to refund payment previously made in accordance with subsection A2; and shall not be entitled to a second payment on subsequent advancement, or to a payment of quarterly maintenance allowance prior to the date specified in subsection C1 (a) hereof.",
        "5. An enlisted man first reporting for active duty in a status entitling him only to an issue of clothing in kind in accordance with subsection A6 hereof, upon subsequent transfer to, or reenlistment within three months of last discharge in, another status which, in the case of first enlistment or reporting for active duty, would entitle him to a cash clothing allowance as prescribed in subsection A1 hereof, shall be entitled to a credit of such cash clothing allowance without regard to issues in kind in the prior status.",
        "6. An enlisted man first reporting for active duty in the Coast Guard Reserve in a status entitling him only to an issue of clothing in kind in accordance with subsection A7 hereof, upon subsequent transfer to, or reenlistment within three months of last discharge in, another status which, in the case of first enlistment or reporting for active duty, would entitle him to a cash clothing allowance as prescribed in subsection A1 hereof, shall be entitled to a credit of such cash clothing allowance subject to a deduction for the value of clothing issued in kind in the prior status. The cash clothing allowance thus payable will be determined by the rating held upon reporting for active duty in the later status and the amounts in effect on that date. If the value of clothing issues in the prior status exceeds the applicable cash clothing allowance, no further allowance is payable, nor will checkage be made for such excess issues previously made. Men entitled under the regulations prescribed in this paragraph to a cash clothing allowance subject to deductions for the value of clothing issued in kind in a prior status, shall subsequently become entitled to the quarterly maintenance allowance for clothing prescribed herein on the first day of the quarter following the first anniversary of the date of reporting for active duty in the prior status, provided they do not previously become entitled to a cash allowance under subsections 2 or 3 of section A hereof.",
        "Section C. Quarterly Maintenance Allowance.",
        "1.The quarterly maintenance allowance prescribed in section A hereof shall be payable on the first day of each quarter to:",
        "(a) Enlisted men entitled to a clothing allowance under subsections 1, 2, 3, 4, or 5 of section A, or subsection B5 hereof, or under Executive Order No. 9226 of August 19, 1942, as amended by Executive Order No. 9283 of December 18, 1942, commencing with the first day of the quarter following the first anniversary of the date on which they were last entitled to such clothing allowance.",
        "(b) Enlisted men on active duty on June 30, 1943, who were not granted a clothing outfit or cash clothing allowance during the fiscal year 1943, commencing July 1, 1943.",
        "(c) Enlisted men of the Navy and Coast Guard reenlisting within three months from date of last discharge, enlisted men of the Reserve components transferred to the regular Service, and enlisted men of the Regular and Reserve components on active duty transferred to the Reserve or to the Retired List and retained on active duty or recalled to active duty within three months of release therefrom, at the rate applicable prior to such discharge, transfer, retirement, or release, until entitled to a further clothing allowance.",
        "2. Enlisted men undergoing training leading to a commission, and enlisted men holding temporary appointments to warrant or commissioned rank shall not be entitled to quarterly maintenance allowances. Enlisted men entitled to a clothing allowance on the first day of the quarter shall not be entitled to any quarterly maintenance allowance otherwise due them on that date.",
        "3. The foregoing provisions of this order shall not be applicable to enlisted members of the Women's Reserve of the Naval Reserve and the Women's Reserve of the Coast Guard Reserve. Such members shall, however, be entitled to a special quarterly maintenance allowance for clothing in the amount of $12.50, payable on the first day of each quarter commencing with the first day of the quarter following the first anniversary of the date on which they first report for active duty.",
        "This order shall become effective July 1, 1943.",
        "[NAME]",
        "The White House,June 24, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9356-Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368002"
}