{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7553-increasing-amounts-available-for-public-projects-under-emergency",
    "doc": "executive-order-7553-increasing-amounts-available-for-public-projects-under-emergency",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7553-Increasing Amounts Available for Public Projects Under Emergency Relief Appropriation Act of 1936",
    "date": "February 17, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me under the Emergency Relief Appropriation Act of 1936 (49 Stat. 1608), and in order to effectuate the purposes of the appropriation made by that Act, it is ordered that the amounts specified in the second paragraph of the Act as available for the several classes of public projects therein enumerated, be, and they are hereby, increased proportionately in the aggregate amount of $124,500,000, this being the amount of the unexpended balances of funds heretofore transferred to that appropriation from the funds appropriated and made available by the Emergency Relief Appropriation Act of 1935, so that the amounts available under the Emergency Relief Appropriation Act of 1936, as modified by Executive Orders No. 7469 of October 13, 1936, and No. 7512 of December 16, 1936, and as increased in the amount of $789,000,000 by the First Deficiency Appropriation Act, fiscal year 1937, approved February 9, 1937 (Public No. 4,75th Cong., 1st Sess.), shall be, for the several classes of public projects enumerated in the said paragraph, as follows:",
        "[NAME]",
        "The White House,February 17, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7553-Increasing Amounts Available for Public Projects Under Emergency Relief Appropriation Act of 1936 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368940"
}