{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6505-code-fair-competition-for-the-oxy-acetylene-industry",
    "doc": "executive-order-6505-code-fair-competition-for-the-oxy-acetylene-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6505-Code of Fair Competition for the Oxy-Acetylene Industry",
    "date": "December 15, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the OXY-ACETYLENE INDUSTRY, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that the said Code of Fair Competition, excepting, however, Section 4 of Article VIII be, and it is hereby, approved, subject to the following conditions:",
        "(1) That the aforesaid Section 4 of Article VIII be, and it is hereby, eliminated.",
        "[NAME]     President.",
        "Approval recommended:     [NAME].          Administrator.",
        "The White House,Dec. 15, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6505-Code of Fair Competition for the Oxy-Acetylene Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373228"
}