{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5526-amendments-consular-regulations",
    "doc": "executive-order-5526-amendments-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5526-Amendments to Consular Regulations",
    "date": "January 07, 1931",
    "content": [
        "For the purpose of bringing the Consular Regulations of 1896 into conformity with statutes of the United States and simplified administrative methods, the following amendments are ordered:",
        "1. In section 186 of the Consular Regulations delete the words \"-R. S. Sec. 1707. (Forms Nos. 37, 38, and 39.)\" and substitute therefor the words \"(R.S. sec. 1707; U.S.C., title 22, sec. 37.)",
        "2. In the third sentence of section 277 of the Consular Regulations delete the words \"Comptroller General of the United States shall deem proper\" and substitute therefor the words \"Secretary of State shall deem equitable and proper\"; also, at the end of said section delete the words \"-R.S., Sec. 4578; 23 Stat. L., 53, Sec. 9; 24 Stat. L., 83, Sec. 18. (Paragraph 281.)\" and substitute therefor \"(See section 281.) (R.S. sec. 4578; act of May 7, 1930.)\".",
        "3. In the first sentence of section 279 of the Consular Regulations, beginning with the words \"Comptroller General of the United States\" delete all the remainder of said section and substitute therefor \"Secretary of State. Accounts and claims for services of this kind should therefore be submitted to the Secretary of State for adjudication and transmission to the General Accounting Office. (R.S. sec. 4578; act of May 7, 1930.)\".",
        "4. In the final sentence of section 290 of the Consular Regulations commencing with the words \"and if accorded the administrative approval of the Secretary of State\" delete all the remainder of said section and substitute therefor \"and the Secretary of State will thereupon approve the claims for such reasonable compensation as he shall deem equitable, as authorized by the act of May 7, 1930, and forward them to the Comptroller General of the United States for final settlement\".",
        "5. In the second sentence of section 328 of the Consular Regulations delete the words \"at 15 days' sight\" and substitute therefor the words \"at 5 days' sight.\"",
        "6. Item 7 of the Tariff of the United States Consular Fees, as established by the President's Executive order of May 13, 1929, is hereby canceled.",
        "7. Subdivision (A) of section 521 of the Consular Regulations is hereby canceled, and the subdivisions of section 521 which are at present designated (?) and (7) shall be hereafter designated respectively (A) and (i).",
        "8. Section 562 of the Consular Regulations as now established is hereby canceled, and the following is established in substitution therefor:",
        "562. Final account and draft. No draft drawn by a Foreign Service officer who has resigned, retired, or for any other cause become separated from the service will be paid. Payment from official funds may be made for all obligations, including those for transportation, incurred prior to the date of retirement or separation from the service of the officer, provided payment therefor is also made prior to such date. Accounts covering the period immediately preceding the date of retirement or separation from the service must be submitted to cover all drafts drawn and expenditures made from official funds and must not show a balance due to the officer or to the United States. Any obligations incurred prior to the date of retirement or separation from the service for which expenditures from official funds have not been made, and all obligations incurred subsequent to such date, must be submitted to the department on regular official accounting forms as a claim. Such claims will be forwarded to the General Accounting Office for audit prior to payment, which will be effected by check on the Treasurer of the United States for the amount found due after the settlement of the officer's final accounts.",
        "[NAME]",
        "The White House,January 7, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5526-Amendments to Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361165"
}