{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6828-approving-amendments-code-fair-competition-for-the-cotton-garment",
    "doc": "executive-order-6828-approving-amendments-code-fair-competition-for-the-cotton-garment",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6828-Approving Amendments to Code of Fair Competition For the Cotton Garment Industry",
    "date": "August 21, 1934",
    "content": [
        "Hearings having been duly held in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, in connection with amendments of the Code of Fair Competition for the Cotton Garment Industry, and the Administrator having rendered his report thereon together with his recommendations and findings with respect thereto, and it appearing that the said amendments will promote the policy and purposes of Title I of the National Industrial Recovery Act:",
        "Now, Therefore I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and the Code of Fair Competition for the Cotton Garment Industry, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do hereby order that the said amendments be and they are hereby approved, and that a previous order of approval of said Code is hereby modified to include an approval of said Code in its entirety as amended, such approval to take effect fourteen (14) days from the date hereof unless good cause to the contrary in shown to the Administrator prior to that time and I do issue a subsequent order to that effect.",
        "[NAME]",
        "Approval Recommended:",
        "[NAME], Administrator for Industrial Recovery",
        "The White House,August 21, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6828-Approving Amendments to Code of Fair Competition For the Cotton Garment Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373188"
}