{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7452-addition-upper-mississippi-river-wild-life-and-fish-refuge-the-states",
    "doc": "executive-order-7452-addition-upper-mississippi-river-wild-life-and-fish-refuge-the-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7452-Addition to Upper Mississippi River Wild Life and Fish Refuge in the States of Minnesota and Wisconsin",
    "date": "September 19, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and as President of the United States, and in order to effectuate further the purposes of the Upper Mississippi River Wild Life and Fish Refuge Act (43 Stat. 650), and the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, comprising 4,266.62 acres, more or less, in Winona and Wabasha Counties, Minnesota, and Buffalo County, Wisconsin, situated on either side of, or upon islands in, the Mississippi River between Rock Island, Illinois, and Wabasha, Minnesota, and subject to overflow by said River, which lands have been determined by the Secretary of Agriculture to be suitable for the purposes of said Upper Mississippi River Wild Life and Fish Refuge Act, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a breeding place for migratory and other wild birds, game and fur-bearing animals, and fish and other aquatic animal life, and for the conservation of wild flowers and aquatic plants, to be administered as a part of the Upper Mississippi River Wild Life and Fish Refuge.",
        "FOURTH PRINCIPAL MERIDIAN",
        "T. 20 N.,  R. 12 W.,",
        "sec. 6:",
        "that part of lots 1247 and 1248, also known as Mill lot or lots, in the First Addition to the City of Buffalo City, Wisconsin, lying west of a line described as follows: Beginning at a point on the south line of lot 1247, also known as the south line of Mill lot, 25 feet east of the southwest corner thereof; thence northwesterly along a straight line to the northwest corner of lot 1248, also known as the northwest corner of Mill lot: that part of lot 12 lying west of a line described as follows: Beginning at a point on the north line of said lot 968 feet west of the northeast corner thereof; thence S. 24°31' E., 388.0 ft.; thence S. 17°06' E., 630.4 ft.; thence S. 22°12' E., 336.9 ft., more or less, to the northwest corner of lot 1248, also known as the northwest corner of Mill lot, in First Addition to the City of Buffalo City, Wisconsin; thence south along the western line of lots 1248 and 1247, to the southwest corner of lot 1247, also known as the southwest corner of Mill lot, in the First Addition to the City of Buffalo City, Wisconsin; thence south to the south line of said lot 12.",
        "T. 20 N.,  R. 13 W., sec. 1, lot 2.",
        "T. 22 N.,  R. 13 W.,",
        "sec. 5:",
        "that part of the SW¼SW¼ lying west of the westerly right-of-way of the Chicago, Burlington, and Quincy Railroad;",
        "sec. 6:",
        "that part of the SE¼SE¼ lying west of a line described as follows: Beginning at the southeast corner of said tract; thence north along the east line of said tract to a point 860.0 ft. south of the northeast corner thereof; thence N. 71°34' W., 310.0 ft.; thence N. 39°25' W., 559.1 ft.; thence N. 47°51' W., 426.2 ft., more or less, to a point on the north line of said tract 980 ft. west of the northeast corner thereof;",
        "sec. 18, lots 5, 7, 8, 10, and 11, and SW¼N¼.",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 108 N.,  R. 8 W.,",
        "Sec. 7:",
        "that part of lot 2 lying southerly from the southerly right-of-way line of Minnesota State Trunk Highway No. 3, and northerly of a line described as follows: Beginning at a point on the east line of said lot 1037 ft. north of the southeast corner thereof; thence N. 74°25' W., 574.2 ft.; thence N. 17°45' E.,  287.3 ft., more or less, to the southerly right-of-way line of said Minnesota State Trunk Highway No. 3. Also that part of said lot lying riverward of the property line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, said property line being coincident with the northerly right-of-way line of said railroad, and all accretions thereto, if any, excepting therefrom that part described as follows: Commencing for the purpose of locating the point of beginning of the tract to be described at a point on the east line of said lot 1,037.0 ft. north of the southeast corner thereof; thence N. 74°25' W., 524.2 ft. to the point of beginning of the tract to be described; thence N. 74°25' W.,  50.0 ft.; thence N. 17°45' E., 50.0 ft.; thence S. 28°20' E., 69.4 ft., more or less, to point of beginning;",
        "Sec.18:",
        "that part of lot 1 lying southerly of the southerly right-of-way line of Minnesota State Trunk Highway No. 3 and northerly of a line described as follows: Beginning at a point on the east line of said lot 790.0 ft. north of the southeast corner thereof; thence N. 57°05' W., 343.1 ft.; thence S. 32°11' W.,  88.6 ft.; thence N. 71°05' W.,  450.4 ft.; thence N. 31°36' W.,  280.5 ft.; thence N. 19°10' E., 70.9 ft., more or less, to a point on the north line of said lot 440.0 ft. east of the northwest corner thereof.",
        "T. 108 N.,  R. 9 W.,",
        "Sec. 1:",
        "that part of lot 1 lying easterly of the easterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad;",
        "that part of lot 2 lying northeasterly of the northeasterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad;",
        "that part of lot 3 lying east of the easterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad;",
        "Sec. 2:",
        "those parts of lot 1 lying northeasterly of the northeasterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad;",
        "Sec. 12:",
        "that part of lot 1 lying east of the easterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad;",
        "that part of lot 2 lying easterly of the easterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, and all accretions thereto, If any; also that part of said lot 2 described as follows: Commencing for the purpose of locating the point of beginning of the land to be described at the intersection of the westerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad and the north line of said lot; thence southerly along said right-of-way line 48 ft. to point of beginning of the land to be described; thence S. 50°35' W., 230.0 ft.; thence S. 16°14' W., 396.6 ft.; thence S. 3°06' W.,  238.9 ft.; thence S. 89°52' E.,  549.0 ft.; thence N. 22°15' W., 318.2 ft.; thence S. 46°21' E., 266.4 ft.; thence east 97.0 ft., more or less, to the westerly right-of-way line of said railroad; thence northwesterly along the westerly right-of-way line to the point of beginning, excepting therefrom the right-of-way of the Minnesota State Trunk Highway No 3.",
        "T. 109 N.,  R. 9 W.,",
        "Sec. 4, lots 3, 4, 5, 6, and SW¼NW¼;",
        "Sec. 5:",
        "lots 1,2, and 3;",
        "that part of lot 4 lying east of a line described as follows: Beginning at a point on the south line of said lot 1915.0 ft. east of the southwest corner thereof; thence N. 35°51' W., 917.0 ft.; thence N. 32°00' W.,  692.4 ft., more or less, to a point on the north line of said lot 1,010.0 ft. east of the northwest corner thereof;",
        "that part of lot 5 lying east of a line described as follows: Beginning at a point on the south line of said lot 1,640.0 ft. east of the southwest corner thereof; thence N. 30°46' W.,  764.6 ft.; thence N. 49°55' W.,  445.7 ft.; thence N. 38°57' W.,  499.9 ft., more or less, to a point on the north line of said lot 595.0 ft. east of the northwest corner thereof;",
        "that part of lot 6 lying north of a line described as follows: Beginning at a point on the east line of said lot 276.0 ft. north of the southeast corner thereof; thence N. 34°57' W., 403.9 ft.; thence N. 60°10' W.,  238.4 ft.; thence N. 60°21' W., 247.2 ft.; thence N. 35°37' W. 202.5 ft.; thence N. 34°32' W.,  402.3 ft., more or less, to a point on the north line of said lot 320.0 ft. east of the northwest corner thereof;",
        "that part of lot 7 lying north of a line described as follows: Beginning at a point on the east line of said lot 815.8 ft. north of the southeast corner thereof; thence N. 62°58' W.,  926.2 ft.; thence N. 51°42' W., 637.2 ft., more or less, to a point on the west line of said lot 1,608.0 ft. north of the southwest corner thereof;",
        "Sec. 8:",
        "that part of lot 3 described as follows: Beginning at the southwest corner of said lot 3; thence north along the west line of said lot 3, 403.26 ft.; thence N. 68°15' E., 990.0 ft.; thence due south 403.26 ft.; thence along a line bearing S. 68°15' W.,  to point of beginning, excepting therefrom that part lying northwesterly of a line described as follows: Beginning at a point on the west line of said lot 3, 1,952.0 ft. south of the northwest corner thereof; thence N. 42°39' W., 440.7 ft., more or less, to the northerly line of above-described tract;",
        "that part of lot 4 lying east of a line described as follows: Beginning at a point on the south line of said tract 694.0 ft. east of the southwest corner thereof; thence N. 55°27' E., 451.7 ft.; thence N. 31°12' E., 500.1 ft., more or less, to a point on the east line of said tract 634.0 ft. south of the northeast corner thereof;",
        "Sec. 16, lots 1, 2, 8, 5, 6, 7, 8, 9, and SW¼;",
        "Sec. 17:",
        "lot 2;",
        "that part of lot 5 described as follows: Beginning at the northeast corner of said lot; thence westerly along the northerly boundary of said lot 660.0 ft.; thence due south 825.0 ft.; thence east to the easterly boundary line of said lot; thence northerly along the easterly boundary to its Intersection with the section line between secs. 16 and 17; thence north along the east line of said lot to the point of beginning;",
        "SE¼;",
        "Sec. 18:",
        "that part of the SW¼SE¼ lying west of a line described as follows: Beginning at a point on the west line of said tract 396.0 ft. south of the northwest corner thereof; thence S. 24°59' E., 845.1 ft.; thence S. 48°35' E., 229.8 ft., more or less, to a point on the south line of said tract 776 ft. west of the southeast corner thereof;",
        "Sec. 19: N½SE¼;",
        "that part of the SW¼SE¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, excepting therefrom 1.35 acres, more or less, lying above pool elevation 660.0 M.S.L. Datum. SE¼SE¼, excepting therefrom that part lying south of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad;",
        "Sec. 20, E½ and S½SW¼;",
        "Sec. 21, lots 1, 2, and 3, W½, NW¼SE¼, and S½SE¼;",
        "Sec. 27, lots 1, 2, 3, 4, and 5, and NW^SW%; Sec. 28, SE % NE % and W%;",
        "Sec. 29:",
        "NE¼, NE¼NW¼, SE¼NW¼, NW¼ NW¼, excepting therefrom that part lying west of the northeasterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, and also excepting therefrom 0.15 acre lying above pool elevation, 660.0 M.S.L. Datum;",
        "that portion of the SW¼NW¼ lying east of a line described as follows:",
        "Beginning at the intersection of the south line of said tract and the easterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, 960.0 ft., more or less, east of the southwest corner thereof; thence east along the south line of said tract 155.0 ft.; thence N. 28°58' W.,  1,007.6 ft.; thence N. 53°04' W.,  219.3 ft.; thence S. 61°19' W., 48.4 ft., more or less, to a point on the easterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad; thence northerly along the easterly right-of-way line 382.5 ft., more or less, to its intersection with the north line of said tract, 203.0 ft., more or less, east of the northwest corner thereof; N½SE¼ and SE¼SE¼;",
        "Sec. 30:",
        "that part of the NE¼NE¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad;",
        "Sec. 32:",
        "that part of the NE¼NE¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, excepting therefrom 1.50 acres, more or less, lying above pool elevation, 660.0 M.S.L. Datum;",
        "Sec. 33: NE¼NE¼;",
        "that part of the SW¼NE¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, excepting therefrom 5.30 acres, more or less, lying above pool elevation, 660.0 M.S.L. Datum; that part of the SE¼NE¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, excepting therefrom 1.05 acres, more or less, lying above pool elevation, 660.0 M.S.L. Datum; NW¼NW¼, excepting therefrom the right-of-way of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, and also excepting therefrom 0.80 acre, more or less, lying above pool elevation, 660.0 M.S.L. Datum;",
        "that part of the SW¼NW¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, excepting therefrom 1.90 acres, more or less, lying above pool elevation, 660.0 M.S.L. Datum;",
        "that part of the SE¼NW¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, excepting therefrom 1.30 acres, more or less, lying above pool elevation, 660.0 M.S.L. Datum;",
        "Sec. 34:",
        "that part of lot 3 lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, Including also all platted lots in the Village of Minneiska, Minnesota, excepting therefrom that part lying northerly of the Whitewater River;",
        "that part of lot 4 lying east of the norm easterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, including also all platted lots in the Village of Minneiska, Minnesota, within said described tract;",
        "that part of lot 5 lying riverward of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, Including also all platted lots in the Village of Minneiska, Minnesota, within the said described tract;",
        "that part of the SW¼NW¼ lying north of the northerly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad, including also all platted lots in the Village of Minneiska, Minnesota, within the said described tract, excepting therefrom 0.65 acre, more or less, lying above pool elevation, 660.0 M.S.L. Datum;",
        "Sec. 35:",
        "lot 1, excepting therefrom that part lying southwesterly of the northeasterly right-of-way line of the Chicago, Milwaukee, St. Paul, and Pacific Railroad.",
        "T. 110 N., R. 9 W.,",
        "Sec. 18, lots 4, 7, and 8;",
        "Sec. 32:",
        "lots 1 and 2;",
        "that part of lot 3 lying east of a line described as follows: Beginning at a point on the south line of said lot 1,010.0 ft. east of the southwest corner thereof; thence N. 17°05' W., 1,379.8 ft., more or less, to a point on a line through lot 3,597.0 ft. east of the northeast corner of the SE¼SE¼ of sec. 31, said line being drawn from the south boundary of the N½ of the SE¼ of sec. 31, parallel with said south boundary and being an extension thereof, due east until said line intersects the lake which forms the east boundary of lot 3;",
        "lots 5,6, and 7.",
        "T. 109 N.,  R. 10 W.,",
        "Sec. 13, SW¼NE¼.",
        "T. 110 N., R. 10 W.,",
        "Sec. 2, NW¼SW¼;",
        "Sec. 3, NW¼SE¼ and NE¼SW¼;",
        "Sec. 11:",
        "that part of the NW¼NE¼ described as follows: Beginning at the northeast corner of said tract; thence S. 22°17' W., 408.7 ft.; thence S. 63°20' W.,  767.8 ft.; thence N. 81°59' W., 480.3 ft., more or less, to a point on the west line of said tract 633.0 ft. south of the northwest corner thereof; thence south along west line of said tract 331.2 ft.; thence S. 47°01' E., 522.1 ft., more or less, to a point on the south line of said tract 938.0 ft. west of the southeast corner thereof; thence west along the south line of said tract to the southwest corner thereof; thence north along the west line of said tract to the northwest corner thereof; thence east along the north line of said tract to the point of beginning;",
        "that part of the SW¼NE¼ lying north of a line described as follows: Beginning at a point on the north line of said tract 938.0 ft. west of the northeast corner thereof; thence S. 38°00' W., 620.5 ft., more or less, to a point on the west line of said tract 835.3 ft. north of the southwest corner thereof;",
        "Sec. 12, lot 2;",
        "Sec. 13:",
        "that part of lot 1 lying east of Moler Lake; NE¼NE¼.",
        "The above-described lands have been acquired by the United States through judicial proceedings, and are primarily under the jurisdiction of the War Department, and their reservation as a wildlife refuge is subject to the use thereof by said Department in connection with the improvement of navigation in the Mississippi River; and the uses thereof, and the enforcement of law and regulations thereon, by the Department of Agriculture shall be without interference with any existing or future uses or regulations of the War Department.",
        "[NAME]",
        "THE WHITE HOUSE,September 19, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7452-Addition to Upper Mississippi River Wild Life and Fish Refuge in the States of Minnesota and Wisconsin Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357334"
}