{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6169-relief-unemployment-through-the-performance-useful-public-works",
    "doc": "executive-order-6169-relief-unemployment-through-the-performance-useful-public-works",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6169-Relief of Unemployment Through the Performance of Useful Public Works",
    "date": "June 15, 1933",
    "content": [
        "Whereas it is provided by the act of Congress entitled \"AN ACT For the relief of unemployment through the performance of useful public work, and for other purposes\", approved March 31, 1933 (Public, No. 5, 73d Cong.), that \"the President is authorized, under such rules and regulations as he may prescribe and by utilizing such existing departments or agencies as he may designate, to provide for employing citizens of the United States who are unemployed, in the construction, maintenance and carrying on of works of a public nature * * *\", and",
        "Whereas I am advised by the Secretary of the Treasury that certain warrant officers of the Coast Guard are suitable and available for employment by the Director of Emergency Conservation Work, and",
        "Whereas this responsibility for assigning officers to this duty has been assigned to the War Department,",
        "Now, Therefore, by virtue of the authority vested in me by said acta of Congress or otherwise, it is hereby ordered that such warrant officers of the Coast Guard, not exceeding 170, as the Secretary of the Treasury may determine, are hereby attached to the War Department for duty in connection with new public works projects or the Civilian Conservation Corps, and are ordered to report to the Secretary of War for duty upon receipt of written orders from the Secretary of War.",
        "These officers shall be called by the Secretary of War as the needs of public works projects or the Civilian Conservation Corps may determine and shall be given priority over members of the Army Reserve Corps, the Naval Reserve, and the Marine Corps Reserve. When these officers are ordered to such duty, they shall be placed upon the pay rolls of the public works projects or the Civilian Conservation Corps and shall then be paid from the appropriate funds allocated. Until ordered to such duty these officers shall be on furlough status.",
        "[NAME]",
        "The White House,June 15, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6169-Relief of Unemployment Through the Performance of Useful Public Works Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361990"
}