{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7245-establishing-waubay-migratory-waterfowl-refuge-south-dakota",
    "doc": "executive-order-7245-establishing-waubay-migratory-waterfowl-refuge-south-dakota",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7245-Establishing Waubay Migratory Waterfowl Refuge, South Dakota",
    "date": "December 10, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, consisting of 2,200 acres, more or less, acquired or to be acquired by the United States, and certain adjoining public lands, in Day County, South Dakota, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the areas described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Fifth Principal Meridian",
        "T. 123 N., R. 53 W., sec. 16, N½SW¼ and SW¼SW¼;",
        "sec. 17, lots 2 to 5, inclusive, SW¼NE¼, and NE¼SE¼; sec. 20, all;",
        "sec. 21, W½W½",
        "T. 122 N., R. 54 W., sec. 5, lot 1;",
        "sec. 6, lots 2 to 5, inclusive, SE¼NW¼, and N½S½",
        "T. 123 N., R. 54 W., sec. 29, lots 2 to 5, inclusive, and W½NW¼;",
        "sec. 30, all;",
        "sec. 31, lots 1, 2, and 3, lots 5 to 10, inclusive, NW¼NE¼, and NE¼NW¼;",
        "secs. 32 and 33.",
        "T. 122 N., R. 55 W., sec. 1, lots 4 and 5.",
        "T. 123 N., R. 55 W., sec. 36, lots 1 and 2.",
        "Executive Order No. 6910, of November 26, 1934, withdrawing for classification and other purposes all vacant, unreserved, and unappropriated public lands in the State of South Dakota, and certain other States, as amended by Executive Order No. 7048, of May 20, 1935, is hereby further amended to exclude from the provisions of that order, as amended, the public lands in the above-described area.",
        "This refuge shall be known as the Waubay Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,December 10, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7245-Establishing Waubay Migratory Waterfowl Refuge, South Dakota Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362743"
}