{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6606-b-code-fair-competition-for-the-graphic-arts-industries",
    "doc": "executive-order-6606-b-code-fair-competition-for-the-graphic-arts-industries",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6606-B-Code of Fair Competition for the Graphic Arts Industries",
    "date": "February 17, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Graphic Arts Industries, and healings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with tlie pertinent provisions of Title I of said Act and that the requirements of Clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby adopt and approve the report, recommendations and findings of the xldministrator and do order that the said Code of Fair Competition be and it is hereby approved subject to the following conditions:",
        "1. That the provisions of Section 24 of Part 1 of the Code bo and same arc hereby deleted from the Code; and that all powers and duties delegated in the said section to Labor Boards and/or committees are hereby transferred to the appropriate Code Authorities and Compliance Boards;",
        "Provided, however, that the Administrator is authorized to appoint a National Graphic Arts Labor Board to consist of five members truly representative of employers, to be appointed by the Administrator on nomination of the National Graphic Arts Coordinating Committee, if it desires the appointment of such Board and five members truly representative of employees in the industry to be appointed by the Administrator on nomination of the Labor Advisory Board of the National Recovery Administration, if it desires the appointment of such Board; and one disinterested member to act as Chairman. The Administrator may appoint alternate members, and the Board may designate such regional boards or temporary Labor Committees as it deems necessary. Any and all disputes between employer and employees with respect to wages, hours or other conditions of employment may be referred by both parties to this Board. When the dispute arises in any industry or group of industries as determined by the Administrator under the Graphic Arts Code, the employer members shall be nominated from the employers of that industry or group, and the employee members shall be nominated from the employees in that industry or group.",
        "2. That the maximum hours of work specified in sections 21 (d); Clause (c) of paragraph A of Section 22; Clause (b) of paragraph B of Section 22; Clause (d) of paragraph A of Section 23, and/or any other provisions of the Code concerning hours of work, shall not be construed as a minimum work day or work week;",
        "Provided, that if at any time in any establishment a majority of the mechanical employees actually employed in any trade, expresses by written request to their employer a desire to share available work with bona fide resident unemployed competent mechanics in their particular trade, the number of hours of work may be adjusted by mutual agreement, and the parties are hereby authorized to proceed in conformity with the principles established in Clause 6 of paragraph 2 of section 21 (d) of the Code and to seek the good offices of any agency established by the Code and/or the National Grapliic Arts Labor Board hereinbefore established by this Order.",
        "3. That the Administrator is hereby authorized to IvMd such further hearings three months after the effective date hereof, as he may proscribe, to determine whether the definitions of any of the industries included in the Code shall be modified or eliminated, and/or whether such industries or any of them shall continue to be included in the Code.",
        "4. That the provisions of the Code relating to hours, wages and employment, as well as full and complete copies of this Order, shall be posted in a prominent place in the workroom of each establishment subject to this Code.",
        "5. That no Trade Association or group shall be entitled to continue to participate in the administration of the Code one month after the effective date unless and until it shall have satisfied the Administrator that it has amended or modified its Constitution and/or By-Laws to conform to the requirements of the National Industrial Recovery Act and of the Code.",
        "6. That pending the formulation of a compact or code between the several states of the United States to insure the sale of prison made products on a fair competitive basis with products not so made the provisions of paragraph (g) of Section 26 of the Code applicable to institutions of states or political subdivisions thereof, be and they are hereby stayed for ninety (90) days, or further at the discretion of the Administrator.",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The following statement shall be published with my Executive Order approving ft Code of Fair Competition for the Graphic Arts Industries.",
        "I understand that there is some disagreement in the industries on the provisions of Section 2 of my Executive Order. The terms of the aforesaid condition were strenuously contended for by certain members of the industries. They have been inserted. On the other hand these terms were opposed by the Labor Advisory Board and by certain of the groups of employees of the Graphic Arts Industries.",
        "In view of the disagreement concerning the application of the condition it appears to me desirable to state here that my aforesaid condition is not to be construed or interpreted in such manner as to conflict with Section 7 (a) of the National Industrial Recovery Act. Nor shall such condition interfere with the right of the employees of any locality to express their desire to share regular work with bona fide resident unemployed competent mechanics in their particular trade or craft and to appeal to all agencies of the government to assist them in the exercise of this right.",
        "[NAME]",
        "The White House,Feb. 17, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6606-B-Code of Fair Competition for the Graphic Arts Industries Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362369"
}