{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9342-amending-executive-order-no-8970-december-11-1941-establishing",
    "doc": "executive-order-9342-amending-executive-order-no-8970-december-11-1941-establishing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9342-Amending Executive Order No. 8970 of December 11, 1941, Establishing Certain Defensive Sea Areas",
    "date": "May 19, 1943",
    "content": [
        "By virtue of the authority vested in me by section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96), and as President of the United States, it is ordered that section 4 of Executive Order No. 8970 of December 11, 1941 (6 F.R. 6417, 6418), be, and it is hereby, amended to read as follows:",
        "\"4. Narragansett Bay Defensive Sea Area",
        "\"All United States territorial waters of Narragansett Bay, the Sakonnet River, Providence Harbor, and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. and G.S. Charts, to:",
        "\"A line running from the shore North of Point Judith on true bearing East to Little League Rock, thence northeasterly to a position in approximately Latitude 41°23'55\" North, Longitude 71°21'43\" West, thence to bell buoy No. '2' off Schuyler Ledge, in approximate position Latitude 41°26'24\" North, Longitude 71°11'39\" West, thence to the southernmost land of Sakonnet Point; and within Narragansett Bay and its tributaries to:",
        "\"A line across the Taunton River at and following the New York, New Haven and Hartford Railroad Bridge; and\"",
        "\"A line across the Seekonk River at and following the Red Bridge.\"",
        "[NAME]",
        "[NAME], May 19, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9342-Amending Executive Order No. 8970 of December 11, 1941, Establishing Certain Defensive Sea Areas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/209860"
}