{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7775-transferring-certain-lands-from-the-department-agriculture-the",
    "doc": "executive-order-7775-transferring-certain-lands-from-the-department-agriculture-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7775-Transferring Certain Lands From the Department of Agriculture to the Department of Commerce and Reserving Them as the McKinney Lake Fish Hatchery",
    "date": "December 27, 1937",
    "content": [
        "NORTH CAROLINA",
        "By virtue of and pursuant to the authority vested in me under Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), it is ordered that the following-described lands in Richmond County, North Carolina, acquired by the United States through the Farm Security Administration, be, and they are hereby transferred from the Department of Agriculture to the Department of Commerce and reserved and set apart for the use of the Department of Commerce, Bureau of Fisheries, subject to valid existing rights, as a fish hatchery:",
        "Beginning at the intersection of two lines cut in the top of a granite monument, 7 in by 5 in. standing 4 in. above the ground, the geographic position of which is in latitude 35°00'21\" N. and longitude 79°38'19\" W. from Greenwich, from which the azimuth (measured clockwise from true South) and distance to the U.S. Coast and Geodetic Survey Triangulation station Cognac is 137°18'47\", 15,304.7 feet;",
        "Thence by true azimuth (measured clockwise from true South at said triangulation station Cognac) 106°29'26\", 1111.92 ft. to and through a concrete monument, which is 6 in. square and set 4 in. above the ground and upon which is a 8 in. bronze disk marked U.S., offset 30 ft. from the center line of the old Rockingham Road, to the center line of said road;",
        "Thence along the center line of said road 200°23'26\", 563.34 ft. to a slight curve in the road;",
        "Thence along the center line of said road 200°50'26\", 1209.60 ft. crossing Hitchcock Creek to a slight curve in said road;",
        "Thence along center line of said road 187°29'56\", 201.75 ft. to the intersection with a line of the W. B. Cole property;",
        "Thence along said line of the W. B. Cole property 276°01'56\", 521.26 ft. to and through a concrete monument which is offset 30 ft. from the center line of the old Rockingham Road, to a concrete monument;",
        "Thence 190°07'56\", 1011.42 ft. along another line of the W. B. Cole property to and through a concrete monument, which is offset 60 ft. along the line to a point in the north edge of the old Rockingham Road;",
        "Thence to and along the center line of the old Rockingham Road 248°06'56\", 2164.54 ft. to a point opposite the east edge of the Hatchery Road;",
        "Thence 339°17'56\", 735.27 ft. to and through a concrete monument, which is offset 30 ft. from the center line of the old Rockingham Road, to a point by the east side of the Hatchery Road;",
        "Thence 334°17'56\", 607.63 ft. to a point near the east side of the Hatchery Road;",
        "Thence 352°57'56\", 291.75 ft. to a point by the east side of the Hatchery Road;",
        "Thence 351°21'56\", 759.33 ft. to a 2 in. iron pipe which is by the east side of the Hatchery Road;",
        "Thence leaving Hatchery Road, 320°50'26\", 231.96 ft. to a concrete monument;",
        "Thence 269°13'66\", 5748.45 ft. to a concrete monument;",
        "Thence 269°15'26\", 1968.98 ft. to a concrete monument;",
        "Thence 90°02'56\", 5184.03 ft. to and through a pine tree and two 2 in. iron pipes, which are offset 5 ft. from the pine tree on the line, to a concrete monument across Hatchery Road;",
        "Thence 117°11'42\", 1193.14 ft. to and through a concrete monument, which is offset 30 ft. along the line, to a point in the fire lane;",
        "Thence 96°47'56\", 418.48 ft. along the center line of the fire lane to a point;",
        "Thence 117°53'26\", 490.66 ft. along the center line of the fire lane to a point;",
        "Thence 95°12'56\", 366.18 ft. along the center line of the fire lane to a point;",
        "Thence 70°41'56\", 564.13 ft. along the center line of the fire lane to a point;",
        "Thence 70°41'26\", 600.40 ft. along the center line of the fire lane to a point;",
        "Thence leaving the fire lane, 81°52'26\", 331.63 ft. to and through a 2 in. pipe, which is offset 30 ft. along the line, to a granite monument, the place of beginning. The tract contains 503.27 acres, inclusive of a 15-acre exception.",
        "There is expressly excepted and excluded from the above-described tract of land a tract containing 15 acres, more or less, and embraced in the boundaries above described, together with a perpetual easement, the same being expressly reserved, excepted and excluded from a conveyance to the United States by the deed of the Guaranty Trust Company of New York and John R. McKinney, Executors and Trustees of the estate of Glenn Ford McKinney, deceased, dated September 3, 1935, and recorded among the land records of Richmond County, North Carolina, in Liber 223, folio 580, which is more particularly described and defined as follows:",
        "Beginning at a stake in the southerly end of the dam impounding the waters of the South Pond Lake, said stake being driven on the easterly side thereof and at the estimated low-water mark of said lake;",
        "Thence S. 15°50' E., 16.10 chs. on the line of said dam to a stake near the crest of the hill;",
        "Thence S. 87°20' E., 9.81 chs. to a large lone leaf pine;",
        "Thence N. 11°45' E., 9.39 chs. passing a poplar tree near the water's edge, to a stake driven at the estimated low-water mark of said lake;",
        "Thence, along the low-water level of said lake with its various inlets and jettying points, to the place of beginning.",
        "The low-water level has approximately the following calls and distances, to wit:",
        "N. 47°10'W. 1.70 chs.      S. 78°00' W. 151 chs.      N. 66°00'W. 2.88 chs.      N. 88°45' W. 3.82 chs.      N. 19°45' W. 2.41 chs.      N. 46°10'W. 1.65 chs.      N. 77°45' W. 2.76 chs.      N. 71°10' W. 1.91 chs.",
        "The low-water mark of the lake shall govern the closing boundaries of the tract regardless of the magnetic calls thereof.",
        "The perpetual easement described in the deed, above referred to, from the Guaranty Trust Company of New York and John R. McKinney to the United States, is for the use and benefit of the present and future owners of the 15-acre tract above described, their assigns, successors, and guests as a means of ingress and egress over a roadway, which shall be kept open for that purpose, and which leads from the Hoffman-RockIngham sand clay road to the Glenn Ford McKinney cabin. The roadway is 80 ft. wide, measured 40 ft. on either side of a line following the center of the present roadway.",
        "This reservation shall be known as the [NAME].",
        "[NAME]",
        "The White House,December 27, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7775-Transferring Certain Lands From the Department of Agriculture to the Department of Commerce and Reserving Them as the McKinney Lake Fish Hatchery Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369064"
}