{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5959-consolidation-and-coordination-governmental-activities-affecting",
    "doc": "executive-order-5959-consolidation-and-coordination-governmental-activities-affecting",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5959-Consolidation and Coordination of Governmental Activities Affecting Administrative Accounting, Audit, and Business Methods",
    "date": "December 09, 1932",
    "content": [
        "Whereas sections 401 and 403 of Title IV of Part II of the act approved June 30, 1932, provide:",
        "\"Sec. 401. In order to further reduce expenditures and increase efficiency in government it is declared to be the policy of Congress-",
        "\"(a) To group, coordinate, and consolidate executive and administrative agencies of the Government, as nearly as may be, according to major purpose;",
        "\"(b) To reduce the number of such agencies by consolidating those having similar functions under a single head;",
        "\"(c) To eliminate overlapping and duplication of effort; and",
        "\"(d) To segregate regulatory agencies and functions from those of an administrative and executive character.",
        "* * * * * * *",
        "\"Sec. 403. For the purpose of carrying out the policy of Congress as declared in sec. 401 of this title, the President is authorized by Executive order-",
        "\"(1) To transfer the whole or any part of any independent executive agency, and/or the functions thereof, to the jurisdiction and control of an executive department or another independent executive agency;",
        "\"(2) To transfer the whole or any part of any executive agency, and/or the functions thereof, from the jurisdiction and control of one executive department to the jurisdiction and control of another executive department; or",
        "\"(3) To consolidate or redistribute the functions vested in any executive department or in the executive agencies included in any executive department; and",
        "\"(4) To designate and fix the name and functions of any consolidated activity or executive agency and the title, powers, and duties of its executive head.\"",
        "Now, Therefore, by virtue of the authority so vested in me, I hereby order that the following transfers be made to the Bureau of the Budget:",
        "1. The powers and duties now exercised by the General Accounting Office which relate to the designing, prescribing, and installation of accounting forms, systems, and procedure in the several executive departments and independent establishments, except that the Comptroller General shall retain the power and duty to prescribe the form and manner in which accounts shall be submitted to his office for audit. 2. The powers and duties now exercised by the General Accounting Office which relate to the administrative examination of fiscal officers' accounts and claims against the United States, and the adequacy and effectiveness of the administrative examination of accounts and claims in the respective departments and establishments, and the adequacy and effectiveness of departmental inspection of the offices and accounts of fiscal officers.",
        "3. The Bureau of Efficiency.",
        "In each of the foregoing transfers, the agencies and activities that are transferred shall carry with them all their powers and duties, personnel, books, records, and papers pertaining thereto; and the unexpended balances of their appropriations or allotments or other funds as of the date this order becomes effective.",
        "All power and authority conferred by law, both supervisory and appellate, upon the General Accounting Office or the head thereof, and/or upon the Bureau of Efficiency or the head thereof, in relation to activities hereby transferred, shall immediately when such transfer is effected, be fully conferred upon and vested in the Bureau of the Budget or the head thereof, as the case may be, as to the activities so transferred.",
        "With the approval of the President, the Director of the Bureau of the Budget shall have the power, by order or regulation, to consolidate, eliminate, or redistribute the bureaus, agencies, offices, or activities and/or their functions, in the Bureau of the Budget in so far as such action may be required to carry out the purposes of the consolidation herein ordered, and by rules and regulations not inconsistent with law to fix the functions thereof and the duties, powers, and titles of their respective executive heads.",
        "This order shall take effect upon the sixty-first calendar day after its transmission to Congress unless otherwise determined in accordance with the provisions of section 407 of the act cited above.",
        "[NAME]",
        "The White House,December 9, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5959-Consolidation and Coordination of Governmental Activities Affecting Administrative Accounting, Audit, and Business Methods Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361726"
}