{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9198-transfer-merchant-marine-training-functions",
    "doc": "executive-order-9198-transfer-merchant-marine-training-functions",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9198-Transfer of Merchant Marine Training Functions",
    "date": "July 11, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941, approved December 18, 1941, and in order to expedite the prosecution of the war effort, it is hereby ordered as follows:",
        "1. The functions transferred to the Commandant of the United States Coast Guard by Section 5 of Executive Order No. 9083 are transferred to the Administrator of War Shipping Administration.",
        "2. All records, property (including office equipment, floating equipment, and real property), and personnel of the United States Coast Guard as the Director of the Bureau of the Budget shall determine to have been used primarily in the administration of the functions transferred by this order shall be transferred to the Administrator of the War Shipping Administration for use in the administration of such functions: Provided, That no officers or men of the regular Coast Guard shall be so transferred and Provided, further, that no officers or men of the Coast Guard Reserve now on active duty shall be so transferred without their consent.",
        "3. So much of the unexpended balances of appropriations, allocations, or other funds available or to be made available for the use of the United States Coast Guard in the exercise of the functions transferred by this order as the Director of the Bureau of the Budget with the approval of the President shall determine, shall be transferred to the Administrator of the War Shipping Administration for use in connection with the exercise of the functions so transferred. In determining the amount to be transferred the Director of the Bureau of the Budget may include an amount to provide for the liquidation of obligations incurred against such appropriations, allocations, or other funds prior to the transfer: Provided, That the use of the unexpended balances of appropriations, allocations, or other funds transferred by this order shall be restricted to the purposes for which such monies were appropriated.",
        "[NAME]",
        "The White House,July 11, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9198-Transfer of Merchant Marine Training Functions Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372317"
}