{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6320-amending-code-fair-competition-for-oil-burner-industry",
    "doc": "executive-order-6320-amending-code-fair-competition-for-oil-burner-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6320-Amending Code of Fair Competition for Oil Burner Industry",
    "date": "October 03, 1933",
    "content": [
        "A Code of Fair Competition for the Oil Burner Industry has been heretofore duly approved by Executive order of the President, dated September 18, 1933. There had been contained in said code as submitted, and in said code as revised for public hearing, the following provision:",
        "\"(b) For the protection of the public interest, no distillate burner of sleeve type shall be sold or offered for sale that does not meet the following specifications:",
        "\"The burner top rings, top caps and sleeves shall have a thickness of not less than 0.026\" and chromium content of not less than 16-18 percent, or alloys of equivalent heat resistance.",
        "\"The burner sleeves shall have a height of 4¾\" or more.",
        "\"Other construction and material specifications must comply with the Underwriters' Laboratories' requirements as specified in their code of April 1932 and amendments to June 1, 1933.",
        "\"Distillate conversion burners (class 4(a)) must include all of the following component parts:",
        "\"Oil container and stand; hand control metering valve or valves; minimum of 6 feet of copper tubing with single burners, and 7 feet with multiple burners; suitable fittings; bases and supports; approved wicking; sleeves; top rings; caps and the necessary bolts and screws for proper installation.",
        "\"Quality of material, workmanship and packing must comply with the Underwriters' Laboratories' requirements as specified in their code of April 1932 and amendments to June 1, 1933.\"",
        "At the public hearing on said code duly held on August 21, 1933, no objection to said provision had been raised. However, in preparation of the final revision of said code for submission to the President, said provision was inadvertently omitted. In consequence, the said code as approved did not contain said provision.",
        "By letter of application dated September 29, 1933, the code authority for the Oil Burner Industry, as duly constituted under article VII of said code as approved, has requested that said code as approved be amended by adding thereto, as a new section 12 of article VI thereof, the following provision, hereinafter designated 14909-33 provision A, which is substantially identical with the provision inadvertently omitted as aforesaid:",
        "\"The sale or offering for sale of any distillate burner of sleeve type that does not meet the following specifications is unfair competition; provided, however, that where a manufacturer of such equipment desires to manufacture a burner of this type, with other materials than those specified, or desires to use a different combination of parts than those specified, such manufacturer shall first apply to the cdde authority for permission to do so and he shall at the same time submit proof that the substitutions requested will offer to the consumer protection and service equivalent to that offered by a burner constructed as herein provided. The code authority will pass upon this petition. If denied, the applicant may apply to the Administrator for permission and the decision of the Administrator shall be final. /",
        "\"(a) The burner top rings, top caps and sleeves shall have a thickness of not less than 0.026\" and chromium content of not less than 16-18 percent, or alloys of equivalent heat resistance.",
        "\"(b) The burner sleeves shall have a height of 4¾\" or more.",
        "\"(c) bther construction and material specifications must comply with the Underwriters' Laboratories' requirements as specified in their code of April, 1932 and amendments to June 1, 1933.",
        "\"(d) Distillate conversion burners (class 4(a)) must include all of the following component parts:",
        "\"Oil container and stand, hand control metering valve or valves; minimum of 6 feet of copper tubing with single burners, and 7 feet with multiple burners; suitable fittings; bases and supports, approved wicking, sleeves; top rings; caps and the necessary bolts and screws for proper installation.",
        "\"(e) Quality of material, workmanship and packing must comply with the Underwriters' Laboratories' requirements as specified in thfeir code of April, 1£>32 and amendments to June 1, 1933.\"",
        "Pursuant to the authority vested ih me by title I of the National Industrial Recovery Act, approved June 16, 1933, upon due consideration of the facts hereinabove set forth, and upon the report and recommendatiori of the Administrator,",
        "I, Franklin D. Roosevelt, President of the United States, do hereby Order that the application of the code authority of the Oil Biirner Industry hereinabove considered, be approved, and that, effective 10 days from the date hereof, Unless just cause to the contrary shoiild be shown by any interested person before Deputy Administrator R. B. Paddock, New Commerce Building, Washington, D.b., at or before 12 o'clock, noon, October 13, 1933, the Code of Fair Competition for the Oil Burner Industry as approved September 18, 1933 be and it hereby is amended by adding thereto, as a new section 12 of article VI thereof, the provision hereinabove set forth and designated provision A.",
        "Provided, however, that nothing herein contained shall prohibit the sale, within a period of 30 days from the effective date hereof, of existing stocks of distillate burners of sleeve type which do not meet the specifications set forth in provision A.",
        "[NAME]",
        "Approval recommended:     [NAME].",
        "The White House,October 3, 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6320-Amending Code of Fair Competition for Oil Burner Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362145"
}