{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6473-approval-code-fair-competition-for-the-brewing-industry",
    "doc": "executive-order-6473-approval-code-fair-competition-for-the-brewing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6473-A-Approval of Code of Fair Competition for the Brewing Industry",
    "date": "December 04, 1933",
    "content": [
        "Whereas, the Secretary of Agriculture having submitted for my approval a Code of Fair Competition for the Brewing Industry and having rendered his report and recommendations and findings thereon:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby find that:",
        "1. An application has been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Brewing Industry; and,",
        "2. Due notice and opportunity for hearings to interested parties have been given pursuant to the provisions of the act and regulations thereunder; and,",
        "3. Hearings have been held upon said code, pursuant to such notice and pursuant to the pertinent provisions of the act and regulations thereunder; and,",
        "4. Said code of fair competition constitutes a code of fair competition, as contemplated by the act and complies in all respects with the pertinent provisions of the act, including clauses (1) and (2) of subsection (a) of section 3 of title I of the act; and,",
        "5. It appears, after due consideration, that said code of fair competition will tend to effectuate the policy of Congress as declared in section 1 of title I of the act.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby approve said Code of Fair Competition for the Brewing Industry.",
        "[NAME]",
        "The White House,December 4, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6473-A-Approval of Code of Fair Competition for the Brewing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362297"
}