{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9076-authorizing-inspection-the-office-price-administration-corporation",
    "doc": "executive-order-9076-authorizing-inspection-the-office-price-administration-corporation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9076-Authorizing Inspection by the Office of Price Administration of Corporation Statistical Transcript Cards Prepared From Income and Declared-Value Excess-Profits Tax Returns",
    "date": "February 26, 1942",
    "content": [
        "By virtue of the authority vested in me by sections 55(a) and 702(b) of the Revenue Act of 1934 (48 Stat. 698, 770); section 106(c) of the Revenue Act of 1935 (49 Stat. 1019); section 55(a) of the Revenue Act of 1936 (49 Stat. 1671); sections 55(a) and 602(c) of the Revenue Act of 1938 (52 Stat. 478, 568); and sections 55(a) and 603 of the Internal Revenue Code (53 Stat. 29, 111); it is hereby ordered that corporation statistical transcript cards prepared by the Bureau of Internal Revenue from corporation income and declared-value excess- profits (termed prior to October 8, 1940, merely excess-profits) tax returns made under the Revenue Acts of 1934, 1935, 1936, 1938, or the Internal Revenue Code, or under such Revenue Acts and Code as amended, for any taxable year beginning after June 30, 1935, and ending before July 1, 1941, shall be open to inspection by the Office of Price Administration; such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury decision relating to the inspection of such cards by the Office of Price Administration, approved by me this date.",
        "[NAME]",
        "The White House,February 26, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9076-Authorizing Inspection by the Office of Price Administration of Corporation Statistical Transcript Cards Prepared From Income and Declared-Value Excess-Profits Tax Returns Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210796"
}