{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6990-veterans-regulation-no-2-d",
    "doc": "executive-order-6990-veterans-regulation-no-2-d",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6990-Veterans Regulation No. 2 (d)",
    "date": "March 19, 1935",
    "content": [
        "EFFECTIVE DATES OF AWARDS OF DISABILITY AND DEATH PENSIONS; PROVISIONS FOR FILING CLAIMS; REVIEW OF PRESUMPTIVE CLAIMS BY SPECIAL REVIEW BOARDS",
        "By virtue of and pursuant to the authority vested in me under section 9 of title I of the act of March 20, 1933, 48 Stat. 10, as amended by section 32 of the act of March 28, 1934, 48 Stat. 526 (38 U.S.C. 709), the following regulation amending Veterans Regulation No. 2 (a), as amended, is hereby prescribed:",
        "1. Paragraph I of Part I of Veterans Regulation No. 2 (a) is hereby amended to read as follows:",
        "\"I. The effective date of an award of pension shall be as follows:",
        "\"(a) The effective date of an award of pension shall be fixed in accordance with the facts found, except that:",
        "\"(1) No award of disability or death pension shall be effective prior to the date of the veteran's separation from service, date of the veteran's death, date of the happening of the contingency upon which disability or death pension is allowed, or the date of receipt of application therefor, whichever is the later date.",
        "\"(2) In the event the claimant's application is not complete at the time of original submission, the Veteran's Administration will notify the claimant of the evidence necessary to complete the application and if such evidence is not received within one year from the date of request therefor, pension may not be paid by virtue of that application.",
        "\"(3) Where a claim has been finally disallowed, a subsequent claim on the same factual basis, if supported by new and material evidence, shall have the attributes of a new claim, notwithstanding the provisions of paragraph II, Part II of Veterans Regulation No. 2-Series.\"",
        "2. Paragraph IV, subparagraph (b) of Part I of Veterans Regulation No. 2 (a) is hereby amended to read as follows:",
        "\"(b) Pension to a dependent mother or father shall continue during dependency until death or remarriage of the mother or father, whether the dependency arises prior or subsequent to the death of the veteran, provided, however, that when pension or compensation is properly discontinued by reason of remarriage it shall not thereafter be recommenced.\"",
        "This regulation shall be effective as of the date of its promulgation.",
        "[NAME]",
        "The White House,March 19, 1935.",
        "Done in triplicate."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6990-Veterans Regulation No. 2 (d) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362668"
}