{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5352-withdrawal-public-lands-for-agricultural-experiment-station",
    "doc": "executive-order-5352-withdrawal-public-lands-for-agricultural-experiment-station",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5352-Withdrawal of Public Lands for Agricultural Experiment Station",
    "date": "May 23, 1930",
    "content": [
        "Alaska",
        "Under authority of the act of Congress approved June 25, 1910 (36 Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the following described public lands in Alaska be, and the same are hereby, reserved from settlement, location, sale, or entry and set aside for the use of the Bureau of Biological Survey of the Department of Agriculture, in connection with its reindeer experiment station, with the privilege of constructing improvements thereon and of using any or all of the timber thereon in connection with fencing and improvements:",
        "FAIRBANKS MERIDIAN, ALASKA",
        "In T. 1 N., R. 1 W., S. ½ SE. ¼ sec. 4; that part of sec. 8 lying southeast of the right of way of the Tanana Valley Railroad; secs. 9, 10, and sec. 11, with the exception of areas included in U.S. Surveys Nos. 855, 1717, 1720, and 1790; N. ½ and N. ½ SE. ¼ sec. 14; N. ½, N. ½ SW. ¼ and NW. ¼ SE. ¼ sec. 15; those parts of secs. 17 and 18, lying southeast of the right of way of said railroad; that part of the N.½ of sec.19, lying southeast of the right of way of said railroad; W. ½ sec. 20; W. ½ SW. ¼ and SE. ¼ SW. ¼ sec. 27; N. ½, N. ½ S. ½ and SE. ¼ SE. ¼ sec. 34; W. ½ and W. ½ E. ½ sec. 35.",
        "In T. 1 N., R. 2 W., that part of sec. 24, lying southeast of the right of way of the Tanana Valley Railroad; N. ½ sec. 25, and that part of the E. ½ of sec. 26, lying southeast of the right of way of said railroad.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,May 23, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5352-Withdrawal of Public Lands for Agricultural Experiment Station Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372961"
}