{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5950-tongass-national-forest-alaska",
    "doc": "executive-order-5950-tongass-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5950-Tongass National Forest, Alaska",
    "date": "November 19, 1932",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 34, 36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tract of land in Alaska lying within the following-described boundary, heretofore occupied as a home site, be, and it is hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at corner No. 1, home site No. 289, on line 8-9 of homestead entry survey No. 112 and S. 15° 26' E., 12.97 chs. from comer No. 9 thereof, approximate latitude 58° 29' N., longitude 134° 47' W., which comer No. 1 is a hemlock post 6 ft. long, 5 in. diam., squared to 4 in., set 2 ft. in ground, marked HS 1 DE; from which",
        "A hemlock tree, 16 in. diam., bears S. 86° E., 11 lks. distant, marked WHS 1 DE.",
        "A hemlock tree, 12 in. diam., bears N. 27° 30' W., 3 lks. distant, marked WHS 1 DE.",
        "Thence N. 15° 26' W.",
        "To comer No. 2, which is a hemlock post 5 ft. long, 6½ in. diam., squared to 4½ in., set 1½ ft. in ground, marked HS D 2-PS 2, from which",
        "A 9-in. hemlock tree bears S. 33° E., 18 lks. distant, marked WHS 2.",
        "A 22-in. hemlock tree bears N. 59° W., 21 lks. distant, marked WPS 2.",
        "Thence S. 75° W.",
        "To witness comer to comer No. 3, meander comer, which is a hemlock post 5½ ft. long, 6 in. diam., squared to 4 in., set 1½ ft. in ground, marked WCMC HS D PS 3, from which",
        "A 14-in. spruce tree bears S. 38° E., 37 lks. distant, marked WHS D WCMC 3.",
        "To comer No. 3, meander comer, at line of mean high tide on east shore Lynn Canal, not set because of liability to destruction by tides.",
        "Thence with meanders along line of approximate mean high tide:",
        "(1) S. 22° E., 2.40 chs.;",
        "(2) S. 25° W., 3.00 chs.;",
        "(3) N. 74° 15' W., 1.80 chs.;",
        "(4) S. 24° E., 2.10 chs.;",
        "To corner No. 4, meander comer, not set because of liability to destruction by tides.",
        "Thence N. 75° E.",
        "To witness comer to corner No. 4, meander comer, which is a hemlock post 5 ft. long, 6K in. diam., squared to 5 in., set 1½ ft. in ground, marked HS 2-DE WCMC, from which",
        "[NAME] 14-in. spruce tree bears N. 50° W., 6 lks. distant, marked WHS 2 WCMC D E.",
        "[NAME] 13-in. spruce tree bears N. 84° E., 16 lks. distant, marked WHS 2 WCMC D E.",
        "[NAME]",
        "[NAME], The White House,November 19, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5950-Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361804"
}