{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7366-authorizing-initial-appointments-certain-positions-the-social",
    "doc": "executive-order-7366-authorizing-initial-appointments-certain-positions-the-social",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7366-Authorizing Initial Appointments to Certain Positions in the Social Security Board Without Compliance With the Civil Service Act and Rules",
    "date": "May 07, 1936",
    "content": [
        "Whereas, under the Social Security Act (ch. 531, 49 Stat. 620), it is necessary that a provisional form of field organization be immediately established:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the provisions of Paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), it is hereby ordered that the initial appointments to each of the following positions in the Social Security Board may be made without compliance with the competitive provisions of the Civil Service Act and Rules, the persons proposed for such non-competitive appointments, however, to establish before the Civil Service Commission the possession of requisite qualifications:",
        "12 Managers of Regional Offices     1 Confidential Clerk or Secretary to each member of the Board, in addition to the one such position now excepted under paragraph 17, subdivision I of Schedule A of Civil Service Rules.     1 Secretary or Clerk to the Executive Director     1 Secretary or Clerk to the Coordinator     1 Secretary or Clerk to the General Counsel     1 Secretary or Clerk to each of seven Bureau Directors.",
        "This order is recommended by the Social Security Board.",
        "[NAME]",
        "The White House,May 7, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7366-Authorizing Initial Appointments to Certain Positions in the Social Security Board Without Compliance With the Civil Service Act and Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355788"
}