{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8681-establishing-kaneohe-bay-naval-defensive-sea-area-and-kaneohe-bay",
    "doc": "executive-order-8681-establishing-kaneohe-bay-naval-defensive-sea-area-and-kaneohe-bay",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8681-Establishing Kaneohe Bay Naval Defensive Sea Area and Kaneohe Bay Naval Airspace Reservation",
    "date": "February 14, 1941",
    "content": [
        "HAWAII",
        "By virtue of the authority vested in me by the provisions of section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96), and section 4 of the Air Commerce Act approved May 20, 1926 (44 Stat. 570, U.S.C., title 49, sec. 174), the territorial waters within Kaneohe Bay between extreme high-water mark and the sea and in and about the entrance channel within a line bearing northeast true extending three nautical miles from Kaoio Point, a line bearing northeast true extending four nautical miles from Kapoho Point, and a line joining the seaward extremities of the two above-described bearing lines, are hereby established and reserved as a naval defensive sea area for purposes of national defense, such area to be known as \"Kaneohe Bay Naval Defensive Sea Area\"; and the airspace over the said territorial waters is hereby set apart and reserved as a naval airspace reservation for purposes of national defense, such reservation to be known as \"Kaneohe Bay Naval Airspace Reservation\".",
        "At no time shall any person, other than persons on public vessels of the United States, enter Kaneohe Bay Naval Defensive Sea Area, nor shall any vessel or other craft, other than public vessels of the United States, be navigated into said area, unless authorized by the Secretary of the Navy.",
        "At no time shall any aircraft, other than public aircraft of the United States, be navigated into Kaneohe Bay Naval Airspace Reservation, unless authorized by the Secretary of the Navy.",
        "The provisions of the preceding paragraphs shall be enforced by the Secretary of the Navy, with the cooperation of the local law enforcement officers of the United States and of the Territory of Hawaii; and the Secretary of the Navy is hereby authorized to prescribe such regulations as may be necessary to carry out such provisions.",
        "Any person violating any of the provisions of this order relating to Kaneohe Bay Naval Defensive Sea Area shall be subject to the penalties provided by section 44 of the Criminal Code as amended (U.S.C., title 18, sec. 96), and any person violating any of the provisions of this order relating to Kaneohe Bay Naval Airspace Reservation shall be subject to the penalties prescribed by the Civil Aeronautics Act of 1938 (52 Stat. 973).",
        "This order shall take effect ninety days after date hereof.",
        "[NAME]",
        "The White House,February 14, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8681-Establishing Kaneohe Bay Naval Defensive Sea Area and Kaneohe Bay Naval Airspace Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372120"
}