{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6641-code-fair-competition-for-the-scrap-tron-nonferrous-scrap-metals-and",
    "doc": "executive-order-6641-code-fair-competition-for-the-scrap-tron-nonferrous-scrap-metals-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6641-Code of Fair Competition for the Scrap Tron, Nonferrous Scrap Metals and Waste Materials Trade",
    "date": "March 12, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Scrap Iron, Nonferrous Scrap Metals and Waste Materials Trade, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the report and recommendations, and adopt the findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "The Code Authority for the \"Waste Paper Trade\" and/or the Administration Member on said Code Authority shall report to the Administrator not later than sixty (60) days after the effective date hereof, whether or not a supplementary Code is necessary or desirable for the \"Waste Paper Trade\" and recommend all necessary provisions for such supplementary code. Such recommendations when approved by the Administrator after such notice and hearing as he may deem proper shall have the same force and effect as other provisions of this Code.",
        "[NAME]",
        "Approval Recommended: [NAME]          Administrator.",
        "The White House,March 12, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6641-Code of Fair Competition for the Scrap Tron, Nonferrous Scrap Metals and Waste Materials Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362409"
}