{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8280-amendment-paragraph-4-subdivision-iv-schedule-b-the-civil-service",
    "doc": "executive-order-8280-amendment-paragraph-4-subdivision-iv-schedule-b-the-civil-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8280-Amendment of Paragraph 4, Subdivision IV, Schedule B of the Civil Service Rules",
    "date": "October 31, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by paragraph Eighth, subdivision SECOND, section 2 of the Civil Service Act (22 Stat. 403, 404), it is ordered that paragraph 4, Subdivision IV, Schedule B of the Civil Service Rules be, and it is hereby, amended to read as follows:",
        "\"4. Classified positions in the field service of the War Department when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.\".",
        "This Order is recommended by the Civil Service Commission in view of the agreement by the War Department that hereafter unclassified laborer positions in the field service of the War Department at places where Labor Regulations are in effect will be filled through appointment from appropriate classified registers as provided in section 3 of Civil Service Rule II. The procedure will permit unskilled laborers having a status under the Labor Regulations to advance upon noncompetitive examination to classified positions, but will not accord to such promoted employees a classified status nor render them eligible for transfer to classified positions in other branches of the Federal service.",
        "[NAME]",
        "The White House,October 31, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8280-Amendment of Paragraph 4, Subdivision IV, Schedule B of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371894"
}