{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7968-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-7968-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7968-Amending the Foreign Service Regulations of the United States",
    "date": "September 03, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter V thereof:",
        "CHAPTER V. FOREIGN SERVICE ACCOUNTS",
        "ACCOUNTING PROCEDURE",
        "V–1. Accounts and records. Diplomatic, consular, and all other disbursing officers in the Foreign Service of the United States shall keep separate general accounts of all moneys of the United States or other moneys coming into their possession, in their official capacities, from any source and for any purpose whatever, and shall render accounts of the same in such manner, on such forms, and at such times as may be prescribed by the Secretary of State. These officers shall keep a general cash book and such other account books as may be required, according to the needs of their offices, to show all details of receipts and expenditures, to insure accuracy, and to enable the principal officers to exercise complete control over the funds of their offices.",
        "V–2. Accounts rendered monthly. (a) All accounts, except an account for a period of less than a full month when an officer has surrendered charge temporarily or is submitting a final account at an office, must be rendered at the end of each calendar month and these accounts are to be designated according to the following form:",
        "\"Month ending _______________ \"or                       (Last day of month)\"Partial month ________________ to                                  (Date)_____________ inclusive.\"        (Date)",
        "(31 U.S.C. §§ 496, 497.)",
        "(b) Except as otherwise provided by law, all monthly accounts shall be mailed or otherwise sent to the proper officer at Washington within 10 day after the end of the month to which they relate. (31 U.S.C. § 78.) Accounts must be sent to the Department of State in Washington as soon as possible within the prescribed period.",
        "(c) Should there be any delay in the transmission of an account the officer shall forward an explanation stating the reason therefor for the information and action of the Department of State and the Secretary of the Treasury. A continuance of such delinquencies will not be countenanced and officers are enjoined consistently to observe the provisions of the law in the matter of rendering accounts.",
        "V–3. Report of no transactions. At the close of any accounting period (month or fractional part thereof) officers of whatever title who have qualified to collect or disburse, or both, moneys on account of the United States and during such period have had no advances of funds, made no collections or disbursements, and have no balance to be accounted for, shall fill out a report of no transactions, Standard Form 1063, execute the certificate thereon, and transmit it to the Department of State within the time prescribed for transmitting their accounts. The administrative officer's certificate must be left blank as it is required that it be executed by an officer of the Department designated to perform that duty.",
        "V–4. Accounts at embassies, legations, and combined offices. At embassies and legations, including combined offices, except where special disbursing officers are assigned, the highest ranking Foreign Service officer on the staff of the mission shall be the accounting officer. The chief of mission may, if he considers it necessary to the efficient operation o1 the mission, propose to the Department of State the designation for this duty of a Foreign Service officer on the staff of the mission other than the highest ranking officer, but such nomination must be accompanied by a statement of the reasons for it and shall not be effective unless approved by the Department of State. The accounting officer shall render accounts and returns covering all receipts and expenditures of the mission or combined office as required by pertinent regulations and instructions, including accounts and returns covering the salaries and allowances of all officers and employees. In the performance of their fiscal duties, the accounting officers of missions are directly responsible under their bonds to the Government and to the departments for which they make disbursements.",
        "V–5. Officers temporarily in charge. (a) Where a principal officer is absent temporarily for one or more brief intervals during an accounting period and the officer temporarily in charge during such absence draws no drafts and makes no disbursements, the principal officer may submit the account for the full accounting period and it will be a sufficient accounting by the relief officer if he (1) complies with the provisions relating to fee stamps, (2) executes the certificate for a vice consul or other officer in charge, on the reverse of the principal officer's account current, and (3)-submits with such certificate a schedule of collections on the form prescribed and a sworn record of fees collected by him supported by the receipt of the principal officer for the amount of such collections turned over to him.",
        "(b) If an officer temporarily in charge makes any disbursements or draws any draft he shall make a complete accounting for all funds coming into his possession and for all disbursements made during the period.",
        "(c) Except where provision is expressly made therefor, no officer should take over vouchers paid by another officer, charge himself with drafts drawn by another officer, or include such items in his accounts.",
        "V–6. Final accounts. Officers of the Foreign Service will not draw any drafts against final accounts, but will submit such accounts to the Department of State for administrative examination and submission to the General Accounting Office for settlement as claims. (See sec. V-56.)",
        "V–7. Consular court accounts. All fees and fines imposed and collected by consular courts shall, as far as is necessary, be used to defray the expenses of such courts, and detailed accounts of receipts and expenditures shall be rendered to the Secretary of State on June 30 of each year by the officer in charge of the post. (22 U.S.C. § 159.)",
        "V–8. Special accounts. Officers instructed to draw a separate draft and render a separate account therefor, for any purpose whatever, shall prepare and forward the special account to the Department as instructed. Under no circumstances shall the amount of the draft or expenditures therefrom be included in the regular accounts of the office.",
        "V–9. Exchange of funds restricted. No exchange of funds shall be made by any disbursing officer or agent of the Government, of any grade or denomination whatsoever, or connected with any branch of the public service, other than an exchange for gold, silver, United States notes, and national-bank notes; and every such disbursing officer, when the means for his disbursements are furnished to him in gold, silver, United States notes, or national-bank notes, shall make his payments in the moneys so furnished; or when they are furnished to him in drafts, shall cause those drafts to be presented at their place of payment, and properly paid according to law, and shall make his payments in the money so received for the drafts furnished, unless, in either case, he can exchange the means in his hands for gold and silver at par. (18 U.S.C. § 175; 31 U.S.C. § 543.) (See section V-57 prescribing special accounting in connection with the acceptance and transmission of gold coins and gold certificates.)",
        "V–10. Appropriations not interchangeable. Except as otherwise provided by law, sums appropriated for the various branches of expenditure in the Foreign Service shall be applied solely to the objects for which they are respectively made, and for no others. (31 U.S.C. § 628.)",
        "V–11. Deposit of public money. (a) No Foreign Service officer or employee shall deposit public funds in a bank in a foreign country except where such banks have been designated as United States Government depositories by the Secretary of the Treasury under the provisions of the act of June 19, 1922. (31 U.S.C. § 473.)",
        "(b) Officers of the Foreign Service of the United States may when necessary, in their discretion and at their own risk, make temporary deposits of funds on hand and maintain accounts with banking institutions which they may select for the purpose, except where Government depositories have been designated. Nothing in this authorization may be construed to relieve them of complete responsibility to account for official funds coming into their possession.",
        "(c) When official funds are deposited temporarily in a bank, the deposit should be made in the name of and to the credit of the office rather than the officer wherever the banking facilities at a given post permit such practice. Official and personal bank accounts must be kept separate and distinct in all cases.",
        "(d) All officers of the Foreign Service, before depositing funds in a bank of the United States, should ascertain whether such bank has been designated as a depositary of public moneys received by such officers.",
        "V–12. Inspection by General Accounting Office. When an inspection of accounts is being made by a properly identified representative of the General Accounting Office, officers should give all possible assistance to facilitate his work.",
        "COLLECTIONS",
        "V–13. Collections. Collections shall be scheduled in the manner and on the form prescribed by the Secretary of State to show all miscellaneous receipts and appropriation moneys actually collected on behalf of the Government during the period of the account including:",
        "(a) All fees collected by diplomatic and consular officers and amounts received for services performed for foreign governments.",
        "(b) Interest accruing on public moneys. Such interest belongs to the Government and must be accounted for as an official receipt. (133 U.S. 273, 286.)",
        "(c) Proceeds of sales of discarded or surplus materials or supplies, or other public property, including waste or salvage material, after the expenses connected directly with the sale have been deducted. (31 U.S.C. §§ 487, 489.)",
        "(d) Rents. (1) Amounts received as rent for Government-owned buildings from private individuals or another Government department or agency are miscellaneous receipts and should be credited as such.",
        "(2) Amounts received as rent for Government-leased buildings from private individuals or another Government department or agency should be credited to the appropriation from which the rent was paid.",
        "(e) Stcor telegrams. The amount should be credited to the contingent expense appropriation which was charged when the cost of the message was paid.",
        "(f) Refunds of suspended items, or other collections on overpayment of vouchers not yet suspended. These amounts should be credited to the appropriations from which originally paid.",
        "(g) Other collections received and not specifically named.",
        "V–14. Regulation of fees by President. All officers and persons connected with the several embassies, legations, and consulates shall collect for official services such and only such fees as may be prescribed by the President. (22 U.S.C. § 127.)",
        "V–15. Tariff of United States Foreign Service Fees. (a) The following Tariff of United States Foreign Service Fees, prescribed by the President under authority of section 1745, Revised Statutes, as amended (22 U.S.C. § 127), shall be charged by diplomatic and consular officers and all persons connected with embassies, legations, or consulates for official services. All charges for such services must be in strict accordance with this tariff, and be collected in the coin of the United States or at its representative value in exchange. (22 U.S.C. § 128.) For each and every fee where the representative value in exchange is collected instead of the coin of the United States, there shall be collected a sufficient amount of foreign currency to enable the officer to purchase as of the date of collection a sight draft in the amount of the fee as prescribed by this tariff payable at par to the Treasurer of the United States. No fee or compensation will be collected for any service not covered by this tariff.",
        "(b) No fees prescribed in this tariff shall be charged or collected by officers for official services to American vessels or seamen. (22 U.S.C. § 89.) Undocumented vessels owned by American citizens and vessels documented under the laws of the Philippine Islands are not exempt from the payment of the fees prescribed herein. Consular agents will make the fees prescribed in this tariff for services to vessels and seamen a basis of collection from the Treasury for those services.",
        "(c) All fees must be paid in advance and before the fee stamps are canceled, except in case of attendance out of office or of commissions where the amount cannot be determined until the service is performed. In the latter cases the amount of the fees shall be carefully estimated, and in these cases only, the estimated cost of the service shall be deposited with the officer before the service is performed, subject to refundment of any balance remaining.",
        "(d) A copy of this tariff shall be posted in a conspicuous place in diplomatic and consular offices. (22 U.S.C. § 101.)",
        "Preparation of application and administering of oath",
        "Attending an appraisement of vessel's goods or effects, for each day's attendance",
        "V–16. Other services for which no fee is charged. In addition to the no-fee requirements contained in the tariff, the following services are to be performed without fee:",
        "(a) Any services which officers may be called upon to perform under items 12, 31, 33, 38, 39, 40, 42, and 43 of the tariff when performed in connection with the settlement of the estate of any employee of the United States dying abroad while on official duty.",
        "(b) Any service which officers may be called upon to perform under items 31, 33, 38, 39, 40, 42, and 43 of the tariff for the use of any person in the collection of claims from the United States, or in connection with any claim or application for service from the United States Veterans' Administration, or from any State or from the Veterans' Administration for compensation, pensions, back pay, bounty, bonus, or for property loss in the service of the United States.",
        "(c) Any service performed for the purpose of establishing the right to and obtaining the return of property held by the Allen Property Bureau, Department of Justice.",
        "V–17. Receipts. (a) A receipt must be given when demanded for any fee which an officer collects, describing the service for which it is received and giving the serial number of the fee, the amount in dollars, and the equivalent in the money in which collected.",
        "(b) Receipts must be furnished by all officers to owners, agents, consignees, masters, or commanders of vessels from whom fees, charges, extra wages, or arrears of wages of seamen are collected.",
        "V–18. Refund of fees. (a) Unless authorized by law no refund shall be made of any fee collected except under circumstances showing conclusively that the officer was entirely at fault. (1 Comp. Gen. 267.)",
        "(b) Prior authorization required. No refund of fees shall be made in any case by an officer of the Foreign Service until a request in writing therefor has been referred to the Secretary of State for administrative consideration of the circumstances involved and specific authorization for the refund has been received.",
        "V–19. Record of and accounting for fees. (a) Every diplomatic or consular officer shall register in a book to be kept by him for that purpose all fees so received by him, in the order in which they are received, specifying each item of service and the amount received therefor, from whom, and the dates when received, and if for any service connected with any vessel, the name thereof, and indicating what items and amounts are embraced in each receipt given by him therefor, and numbering the same according to the number of the receipts, respectively, so that the receipts and register shall correspond with each other; and he shall, in such register, specify the name of the person for whom, and the date when he shall grant, issue, or verify any passport, certify any invoice, or perform any other official service in the entry of the receipt of the fees therefor, and also number each act so receipted for with the number of such receipt, and as shown by such register. (22 U.S.C. §§ 13, 96.)",
        "(b) All fees, official or unofficial, received by any diplomatic or consular officer for services rendered in connection with the duties of his office, including fees for notarial services, and fees for taking depositions, executing commissions or letters rogatory, settling estates, receiving or paying out moneys, caring for or disposing of property, shall be accounted for and paid into the Treasury of the United States, and the sole and only compensation of such officers shall be by salaries fixed by law; but this shall not apply to consular agents (sec. V-22). (22 U.S.C. §§ 13, 99.)",
        "(c) Every diplomatic or consular officer, in rendering his account of fees received, shall furnish a full transcript of the register which he is required to keep, and make oath that, to the best of his knowledge, the same is true, and contains a full and accurate statement of all fees received by him, or for his use, for his official services as such officer, during the period for which it purports to be rendered. Such oath may be taken before any person having authority to administer oaths at the port or place where the officer is located.",
        "V–20. Fee stamps. (a) Every officer in charge of an office will, upon requisition therefor, be supplied by the Department of State with adhesive official fee stamps on which shall be printed the equivalent money value of denominations and in amounts to be determined by the Department of State, and he shall account monthly (31 U.S.C. § 496) to the Department of State for the use of such stamps and for such of them as shall remain in his hands.",
        "(b) Whenever an officer is required or finds it necessary to perform any official or notarial act he shall prepare and deliver to the party or parties at whose instance such act is performed a suitable and appropriate document as prescribed in the regulations and affix thereto and duly cancel an adhesive stamp or stamps of the denomination or denominations equivalent to the fee prescribed for such official or notarial act, and no such act shall be legally valid within the jurisdiction of the Government of the United States unless such stamp or stamps is or are affixed and canceled. (22 U.S.C. §§ 13, 100.)",
        "(c) Fee stamps shall be used for no other purpose than to evidence the payment of such fees as may be prescribed by law or by the President for acts or services performed by diplomatic or consular officers. Inasmuch as expenses which are to be collected under certain circumstances in addition to the fees prescribed are not regarded as fees but as reimbursement for outlays made by the officer, stamps for the amount of such expenses collected will not be affixed.",
        "V–21. Fees for services for foreign governments. When an office of the United States has been authorized to undertake representation of the interests of a foreign government in accordance with the provisions of sections 174 and 453 of Part II of the Foreign Service Regulations, any officer of the United States who discharges consular duties for that foreign government is not a consular officer of the foreign government but is an agent of it only insofar as the discharge of duties and responsibility for his official acts are concerned. The tariff of fees of the foreign government should be followed, if available, but if not, the United States tariff of Foreign Service fees is applicable. To the extent to which the laws or instructions of the foreign government permit the consular officer to retain fees collected in its name, these fees are the fees of the consular office and must be paid over and accounted for to the Government of the United States. Fees collected by a diplomatic or consular officer for these services, which the officer is not authorized to retain, shall be disposed of and accounted for in accordance with the instructions of the Secretary of State.",
        "V–22. Fees of consular agents. (a) Consular agents shall be entitled to retain as compensation one-half of the fees received in their offices provided that in no case shall such compensation exceed $1,000 per annum. The balance of all fees received shall be accounted for and paid into the Treasury of the United States. (22 U.S.C. § 99.)",
        "(b) For official services to American vessels consular agents who are compensated by fees must furnish the master of every such vessel with an itemized statement of the services performed on account of said vessel showing the fee prescribed by the tariff of fees for each service. If the amount received or due consular agents from regular fees collected by them is not equivalent to compensation at the rate of $1,000 per annum, they will be allowed from the appropriation therefor such additional compensation as they would have received, and would have been entitled to retain but for the exemption of these vessels from the payment of such fees to a maximum total compensation of $1,000. (22 U.S.C. § 89; 31 U.S.C. 725a (5).) Such services will not be compensated unless they are necessarily rendered. (22 U.S.C. § 89.)",
        "(c) Consular agents shall account for fees collected and furnish reports of services to American vessels and seamen, including the fees prescribed therefor, and shall be compensated for such services in accordance with the provisions of these regulations and the instructions of the Secretary of State. (See sec. 183, Part II.)",
        "DISPOSITION OF FEES AND OFFICIAL MONEYS",
        "V–23. Disposition of fees and other official moneys. (a) Pursuant to the authority contained in section 231, title 22, United States Code, the Secretary of State is authorized, except as to United States gold coins and gold certificates (see sec. V-57), to require in the manner and form prescribed by him:",
        "(1) That official collections be applied, insofar as necessary, to disbursements, the balance, if any, to be remitted for deposit in the Treasury;",
        "(2) That the entire amount of official collections be remitted to the Department of State for deposit in the Treasury, and the remittances may include or be made by either official checks drawn by disbursing officers for funds or official drafts drawn by officers of the Foreign Service for salaries and expenses, which may be cashed from official collections for the purpose of making remittances and obtaining funds for disbursement;",
        "(3) That official collections be remitted or applied to disbursements in such manner as he shall deem necessary to meet unusual or unforeseen circumstances or conditions.",
        "(b) All receipts from consular fees and all other official receipts of any Foreign Service post within the jurisdiction of a district accounting and disbursing office will be included in accounts of the responsible diplomatic, consular, or Foreign Service officers to the district office at the same intervals and in a manner similar to that prescribed in this article for the submission of such accounts and return directly to the Department of State by all officers not within a fiscal district. (22 U.S.C. § 23k.)",
        "DISBURSEMENTS",
        "V–24. Schedule of disbursements. All vouchers, except as otherwise provided in these regulations or by instruction of the Secretary of State, shall be scheduled on the prescribed forms consecutively as paid. (See sec. V-28.)",
        "V–25. Miscellaneous objects of expenditure. When an appropriation act making appropriations for the Department of State contains under the caption \"Contingent Expenses, Foreign Service\" authority for the payment of \"such other miscellaneous expenses as the President may deem necessary\", expenditures for the following purposes may be incurred by the various embassies, legations, and consular offices when authorized by the Secretary of State:",
        "Burglar-alarm, fire-alarm, and clock regulation service.",
        "Cleaning and toilet supplies.",
        "Commercial reference and clipping and statistical services.",
        "Consular corps, expense of.",
        "Consular-court expenses when fees insufficient.",
        "Customs charges.",
        "Disinfecting and other sanitation services.",
        "Electric bells, buzzers, fans, lamps, wiring; purchase, installation, repair, upkeep, removal.",
        "Engraving.",
        "Express and cartage charges.",
        "Fees, experts', for drawing leases.",
        "Fees, contractual, percentage or specific, architectural, structural, or related work.",
        "Flag staffs, purchase, repair, upkeep.",
        "Floral offerings and wreaths.",
        "Framing of pictures, photographs, tariff of fees, etc.",
        "Garage and equipment.",
        "Garden and lawn tools and supplies, including hose and reels.",
        "Gratuities, customary local.",
        "Guaranties or deposits with public-utility companies.",
        "Installation expenses.",
        "Laundry and towel service for offices.",
        "Library stock.",
        "Local transportation.",
        "Mail, handling and delivery.",
        "Mail bags and pouches.",
        "Mechanical supplies and equipment.",
        "Money orders, express and postal.",
        "Moving expenses.",
        "Magazines and pamphlets.",
        "Office machines and equipment: Typewriters, duplicators, adding machines, calculating machines, protectographs, telephones and telephone switchboards, and other appliances and miscellaneous equipment; purchase, repair, upkeep, and rental.",
        "Office supplies, miscellaneous.",
        "Packing cases.",
        "Photographs and photostats and photographic and photostatic supplies.",
        "Post office boxes, rent.",
        "Power.",
        "Seamen, destitute and shipwrecked American; board, lodging, clothing, medical attention, medicines, transportation.",
        "Senior consulate contribution.",
        "Special services, such as ash, garbage, rubbish, and snow removal; cleaning, window washing, chimney sweeping, etc.",
        "Storage of goods, not incidental to transportation.",
        "Taxes and rates, including stamp taxes.",
        "Translations, purchase of.",
        "Uniforms, repair, alteration, cleaning.",
        "Water coolers and filters, purchase, repair, upkeep.",
        "Water rent.",
        "Items which may be required under the laws or customs of, or because of climate or unhealthful conditions in, the country where offices are situated.",
        "Such other miscellaneous items as may from time to time become necessary, except where expenditures for any such items are specifically prohibited by law.",
        "V–26. Contracts and leases. (a) Except as otherwise provided by law all purchases and contracts for supplies or services, except for personal services, shall be made by advertising a sufficient time previously for proposals respecting the same, when the public exigencies do not require the immediate delivery of the articles, or performance of the service. When immediate delivery or performance is required by the public exigency, the articles or service required may be procured by open purchase or contract, at the places and in the manner in which such articles are usually bought and sold, or such services engaged, between individuals. (41U.S.C. § 5.) Contracts shall be awarded to the lowest responsible bidder meeting specifications and the terms and conditions of the contract shall be set forth in a written agreement. (3 Comp. Dec. 137.)",
        "(b) All rental agreements or leases should be in writing and should be executed in accordance with section 66 of Part II of the Foreign Service Regulations and instructions of the Secretary of State and forwarded to the Department of State for consideration and transmittal to the General Accounting Office.",
        "V–27. Telegraph and telephone service. (a) Discretion should be exercised in the use of telegraph or cable service or the telephone at Government expense, and ordinarily such use should be restricted to cases of urgency where delay would result in injury or be prejudicial to the public or legitimate private interests, or where the purpose can not be accomplished by the use of ordinary or air mail services.",
        "(b) When an application for leave of absence is made by a diplomatic or consular officer or any employee by telegraph or telephone, the cost thereof shall be borne by him personally, and if a reply to such an application is forwarded by telegraph or telephone the cost thereof shall also be charged to him, provided, however, that the Secretary of State may in either case determine that the messages relate to official business.",
        "(c) Whenever possible official telegrams should be sent in code for the purpose of economy even if the non-confidential character of the message does not otherwise require it, except in rare instances when plain messages may be transmitted at less cost than code messages, bearing in mind the nature of the subject matter. The regulations governing the use of Departmental codes set forth in the introduction to each code shall be strictly observed and followed by all officers and employees.",
        "(d) Whenever the Secretary of State, in his discretion, procures information on behalf of corporations, firms, and individuals, the expense of cablegrams and telephone service involved may be charged against the respective appropriations for the service utilized, and reimbursement therefor shall be required from those for whom the information was procured, and, when made, be credited to the appropriation under which the expenditure was charged. (5 U.S.C. § 169.) Such expenses should be incurred only upon prepayment of all charges or satisfactory assurance of payment,",
        "(e) Contracts for telephone service required. Officers in charge must forward to the Department in accordance with section V-26, original contracts or agreements for telephone service at their offices, if such contracts have been made or are obtainable. If it is not possible to obtain a written contract or agreement, the facts should be fully explained. A list of toll rates should be forwarded with the contract and a revised list should be forwarded for filing with that contract whenever changes in rates are made.",
        "V–28. Vouchers for purchases and services. A proper and satisfactory voucher must be furnished for every disbursement in the form prescribed by the Secretary of State. Each voucher must be in the English language or accompanied by a translation.",
        "SALARIES AND ALLOWANCES",
        "V–29. Ministers resident, commissioners, and charges d'affaires. Unless otherwise provided by law, ministers resident and commissioners shall be entitled to compensation at the rate of 75 per centum, and charges d'affaires ad interim at the rate of 50 per centum, of the amounts allowed to ambassadors extraordinary and plenipotentiary and envoys extraordinary and ministers plenipotentiary to the respective countries. (22 U.S.C. §§ 19, 20, 32.)",
        "V–30. Foreign Service officers. Foreign Service officers, whose salaries are fixed by law, are entitled to compensation at the rate prescribed within their respective classes.",
        "(a) Appointment or promotion during recess of Senate. Foreign Service officers appointed or promoted during a recess of the Senate shall be paid the compensation of the position to which appointed or promoted from the date of such appointment or promotion until the end of the next session of the Senate if they have not theretofore been confirmed by the Senate, or until their rejection by the Senate before the end of its next session. If the Senate should reject or fail to confirm the promotion of a Foreign Service officer during the session following the date of such promotion, the Foreign Service officer shall automatically be reinstated in the position from which he was promoted, such reinstatement to be effective, in the event of rejection of the nomination, from the date of rejection; and in the event of failure of the Senate to act on the nomination during the session following a promotion, from the termination of that session. (22 U.S.C. Supp. III, § 4.)",
        "(b) Compensation when performing diplomatic duties. Within the discretion of the President, any Foreign Service officer may be assigned to act as commissioner, charg6 d'affaires, minister resident, or diplomatic agent for such period as the public interest may require without loss of grade, class, or salary,provided that no such officer shall receive more than one salary. (22 U.S.C. § 19.)",
        "V–31. Vice consuls not of career. (a)Vice consuls not of career are entitled to compensation as clerks from the current appropriation and the allotment granted to the office where their service is performed. They are not entitled to receive compensation as vice consuls.",
        "(b) Vice consuls not of career, receiving compensation as clerks, are entitled to compensation when traveling to and from their posts, or elsewhere, under orders of the Secretary of State, or while on leave of absence, subject to the law and regulations governing leaves of absence.",
        "V–32. Clerks. Clerks at embassies, legations, and consular offices are entitled to receive compensation at the rates fixed in accordance with the provisions of section 24 of Part II.",
        "V–33. Miscellaneous employees. Miscellaneous employees of the Foreign Service receive compensation at the rates fixed by the Department of State in accordance with the provisions of the current appropriation act.",
        "V–34. Consular agents. (For compensation of consular agents see section V-22 and notes.)",
        "V–35. Vice consuls not of career receiving no compensation as clerks. Vice consuls not of career, receiving no compensation as clerks, are entitled to compensation only while actually in charge at the rate of one half the salary of the last principal consular officer in charge. (43 Stat. 1016.) (See sec. V-37.)",
        "V–36. Salaries and allowances of deceased or incompetent officers and employees. (a) When officers or employees die or become incompetent and there is any unpaid salary, allowance, or other amount due them, claim must be made therefor on forms specially prescribed for that purpose.",
        "(b) Amounts due the deceased person are a part of the estate of the decedent, and officers will not make any payment therefrom.",
        "(c) When an officer or employee dies his salary or compensation ceases at the close of business on the date of death.",
        "V–37. Allowance for assuming charge of office. (a) For such time as any Foreign Service officer is lawfully authorized to act as charg6 d'affaires ad interim or to assume charge of a consulate general or consulate during the absence of the principal officer at the post to which he shall have been assigned, he shall, if his salary is less than one half that of such principal officer, receive in addition to his salary as Foreign Service officer, compensation equal to the difference between such salary and one half of the salaryprovided by law for the ambassador, minister, or principal consular officer, as the case may be. (22 U.S.C. § 20.)",
        "(b) Vice consuls while in charge of a consulate general or consulate during the absence of the principal officer are entitled to additional compensation in the same manner and under the same conditions as Foreign Service officers. (43Stat. 1016.)",
        "V–38. Allowance to widow or heirs of deceased officer. Whenever any diplomatic or consular officer of the United States dies in a foreign country in the discharge of his duty, there shall be paid to his widow, or, if no widow survive him, then to his heirs at law, a sum of money equal to the allowance made to such officer for the time necessarily occupied in making the transit from his post of duty to his residence in the United States. (22 U.S.C. § 130.)",
        "V–39. Allowance for living quarters, heat, fuel, and light. Subject to the provisions of the Regulations Governing the Occupation and Maintenance of Certain Foreign Service Quarters prescribed by Executive Order No. 5624 of May 15, 1931, as amended, and the Standardized Regulations to Govern Allowances for Living Quarters, Heat, Fuel, and Light for Civilian Officers and Employees of the Government Stationed in Foreign Countries, issued by the Director of the Bureau of the Budget, and regulations issued thereunder by the Secretary of State, there may be furnished without cost to officers and employees in the Foreign Service living quarters, including heat, fuel, light, and household equipment in Government-owned or rented buildings, at places where, in the judgment of the Secretary of State, it is in the public interest to do so, and where such quarters are not available officers and employees who are citizens of the United States may be granted an allowance for living quarters including heat, fuel, and light. Such rented quarters or allowances in lieu thereof may be furnished only within the limits of the appropriations made therefor. (5 U.S.C. § 118a; 22 U.S.C. § 291.)",
        "V–40. Representation and cost of living (post) allowances. Within the limitations of such appropriations as may be made therefor, ambassadors, ministers, diplomatic, consular, and Foreign Service officers may be granted allowances for representation, and also post allowances wherever the cost of living may be proportionately so high that in the opinion of the Secretary of State such allowances are necessary to enable such diplomatic, consular, and Foreign Service officers to carry on their work efficiently. All such allowances shall be accounted for to the Secretary of State in such manner and under such rules and regulations as the President may prescribe; and the authorization and approval of such expenditures by the Secretary of State, as complying with such rules and regulations, shall be binding upon all officers of the Government. (22 U.S.C. § 12.)",
        "V–41. Losses due to appreciation of foreign currency. Pursuant to authority granted by section 118c, title 5, United States Code, and in accordance with regulations issued thereunder, payments may be made from appropriations to meet losses sustained on and after July 1, 1933, by officers, enlisted men, and employees of the United States while in service in any foreign countries due to appreciation of foreign currencies in their relation to the American dollar.",
        "PAYMENT OF SALARIES AND ALLOWANCES",
        "V–42. Limitations regarding payment. In the payment of compensation the following directions are to be observed.",
        "(a) Absence from post. (1) No officer or employee of the Foreign Service shall receive salary for the time during which he is absent from his post, by leave or otherwise, in excess of periods of absence which are authorized by law to be taken with pay. (See secs. 465-474 Part II.) (22 U.S.C. §§ 17, 17a, 124.)",
        "(b) Recall for malfeasance. (1) No officer of the Foreign Service shall be entitled to compensation in case he is recalled for malfeasance except to the date of the delivery of the notification of recall at the office to which he was last attached or, in the event of his absence therefrom, its delivery at his last known address; or if the officer resigns in anticipation of such recall, he is entitled to compensation only to the date of the acceptance of such resignation. In neither case will compensation be allowed for the time occupied in the transit to the United States. (22 U.S.C. §§ 1, 121; 9 Op. Att. Gen. 89, 92.)",
        "(2) No money shall be paid to any person for his compensation who is in arrears to the United States, until he has accounted for and paid into the Treasury all sums for which he may be liable. (5 U.S.C. § 82.)",
        "(3) There shall be no withholding or confiscation of the earned pay, salary, or emolument of any civil employee of the United States removed for cause: Provided,That if at the time of such removal any such employee is indebted to the United States, any salary, pay, or emolument accruing to such employee coming within the provisions of this section shall be applied in whole or in part to the satisfaction of any claim or indebtedness due to the United States. (5 U.S.C. § 46a.)",
        "(c) Excess travel time. No Foreign Service officer or employee traveling under orders or on leave with permission to visit the United States is entitled to salary in transit for any time in excess of that actually and necessarily occupied in proceeding by direct route and generally adopted method of transport from his post to his place of residence or destination in the United States, or vice versa, and such time as may be necessarily occupied in awaiting sailing, except when complying with specific orders issued by the Department of State (sec. 467 Part II.) (22 U.S.C. § 17a.)",
        "(d) Resignation in the United States. The right to compensation of an officer or employee of the Foreign Service who resigns while in the United States on leave of absence terminates with the effective date of the acceptance of the resignation, or the lapse of his statutory leave, whichever occurs first.",
        "(e) Extra compensation prohibited. Except as otherwise provided by statute the compensation allowed by law to the various diplomatic and consular officers shall be in full for all the services rendered and personal expenses incurred by the persons respectively for whom such compensation is provided, of whatever kind such services or personal expenses may be, or by whatever treaty, law, or instructions they are required; and no allowance, other than such as is so provided, shall be made in any case for the outfit or return home of any such officer or person. (22 U.S.C. § 125.)",
        "(f) Allotment of pay by civilian personnel stationed abroad. As provided by the act approved May 14, 1937, 50 Stat. 166, and in accordance with the provisions of regulations issued by the Secretary of State, civilian officers and employees who are assigned for duty outside the continental limits of the United States may make allotments, in whole or in part, from their pay for the support of their families or relatives, for their own savings, or for other similar purposes.",
        "V–43. Preparation of pay roll. (a) Vouchers shall be prepared showing the Christian name in full, initial, if any, and surname, on the forms prescribed. The detailed information required by the forms and otherwise, shall be inserted before certification for payment.",
        "(b) The officer who renders the accounts of the office is required to pay the salaries and allowances of all officers and employees of the Foreign Service of the Department of State assigned or detailed to the office.",
        "V–44. Expenses allowable for transportation, per diem, and shipment of effects. Officers and employees of the Foreign Service and other properly authorized persons traveling at Government expense, upon receipt of travel orders shall be allowed expenses in accordance with the Standardized Government Travel Regulations and regulations prescribed by the Secretary of State, as follows:",
        "(a) Their actual and necessary transportation expenses and per diem.",
        "(b) Transportation expenses and per diem of their families.",
        "(c) Expenses of packing and transportation of their effects.",
        "(d) Expenses for the preparation and transportation of the remains of officers and employees of the Foreign Service who have died or may die abroad or in transit while in the discharge of their official duties.",
        "Emergency travel. Whenever travel has been performed and expense incurred on account of an emergency, or without prior authority, the travel voucher must be approved by the head of the Department or independent establishment, or by an official designated by him for this purpose, and such approval shall constitute the authority for the travel. All vouchers submitted on account of such travel must contain a satisfactory statement of the facts constituting the necessity therefor. (Standardized Government Travel Regulations, approved January 30, 1934, and December 10, 1935, paragraph 7.)",
        "V–45. Expenditures for other departments. In case an account is opened by request of any department or establishment of the Government under instructions of the Secretary of State, that account will be rendered in accordance with the instructions received and unless otherwise instructed the amounts so received or disbursed shall be included in the regular accounts of the office.",
        "PREPARATION AND RENDITION OF ACCOUNTS",
        "V–46. Accounts stated in the currency of the United States. All accounts (except those covering special deposits in foreign currencies) must be stated in the currency of the United States.",
        "Satisfactory evidence must accompany the accounts as to the correct rates for conversion into the currency of the United States of all foreign currencies involved in transactions set forth in the accounts. Such evidence may consist of a certificate of a responsible banker or of a diplomatic or consular officer himself based on authentic quotations.",
        "ACCOUNTS RENDERED DIRECT TO DEPARTMENT OF STATE",
        "V–47. Account current required for every account. All transactions of officers, without regard to where they may be located, or for whatever period, for which an accounting is required to be made direct to the Department of State, shall be stated on an account current form in accordance with the instructions issued by the Secretary of State. (See sec. V-50.)",
        "V–48. Cash accounts. Every account shall be supported by evidence of proper accounting for all receipts and payments in United States currency and in the various foreign currencies in the manner and on the forms prescribed for that purpose by the Secretary of State.",
        "ACCOUNTS FROM OFFICES WITHIN FISCAL DISTRICTS",
        "V–49. Establishment of fiscal districts and creation of district accounting and disbursing offices to exercise control over the accounting and disbursing work of the Foreign Service posts located therein. The Secretary of State is hereby authorized, whenever the necessity for such offices with a view to effecting economies in accounting procedure is apparent, to prescribe certain fiscal districts or areas and to establish within each such district as a part of the Department of State service, a district accounting and disbursing office to exercise control over the accounts of all diplomatic missions and consular offices within the district in such manner as the Secretary of State may direct. To each such office may be assigned the administrative accounting responsibility for receipts and expenditures of the diplomatic missions and consular offices within the district. Each district office shall be in charge of an accountable officer, to whom all fees, and other official moneys, received by any diplomatic, consular, or Foreign Service officer may be accounted for, under such rules and regulations as may be prescribed by the Secretary of State, all such fees and moneys, or the residue thereof after the payment of salaries, allowances, and current expenses of the diplomatic missions and consular offices within the district, to be paid by the district accounting and disbursing officer into the Treasury of the United States. Such district accounting and disbursing officer accountable for public moneys may entrust moneys to other bonded officers for the purpose of having them make disbursements as his agent; and the officer to whom the moneys are entrusted, as well as the officer who entrusts the moneys to him, shall be held pecuniarily responsible therefor to the United States. All diplomatic, consular, or Foreign Service officers on duty within the area covered by such district offices may be required to render accounts of their disbursements to the officer in charge of such district office to be included in his accounts. Said district accounting and disbursing officers and their agents shall be bonded respectively to the United States for the faithful performance of their duties in such penal amounts as the Secretary of State may require. (22 U.S.C. § 23k.)",
        "V–50. General accounts required within the jurisdiction of a district accounting and disbursing offlce. Diplomatic, consular, or Foreign Service officers on duty within the area covered by a district accounting and disbursing office will forward to such district office, rather than to the Department of State, such accounts as the Secretary of State may prescribe. No accounts will be required of such diplomatic, consular, or Foreign Service officers with respect to such of their fiscal transactions as the Secretary of State may from time to time establish, by appropriate instructions, as exclusive or primary functions of such district offices.",
        "V–51. Payments and disbursements made by district accounting and disbursing offices. District accounting and disbursing offices shall pay, by checks for American currency drawn on the Treasurer of the United States, and in accordance with instructions issued by the Secretary of State, the salaries and allowances for personal services due to all diplomatic, consular, or Foreign Service officers and employees stationed at the Foreign Service posts within the jurisdiction of the respective district offices, except employees paid in foreign currency; and any other official expenses of Foreign Service posts may be paid in the same manner when so directed by the Secretary of State.",
        "V–52. Accounting regulations–when applicable. (a) All regulations and instructions pertaining to the accounts of officers of the Foreign Service will be binding upon officers stationed within the district of any Foreign Service district accounting and disbursing office except as modified by these regulations or by instructions issued with respect thereto by the Secretary of State.",
        "(b) Regulations and instructions regarding fiscal districts shall not be applicable to officers located outside such fiscal districts.",
        "SPECIAL DISBURSING OFFICERS",
        "V–53. Special Disbursing Officers. Special disbursing officers shall render accounts for the periods required by these regulations in the manner and on such forms as the Secretary of State shall prescribe. All regulations and instructions pertaining to accounts rendered by officers who are not stationed within a fiscal district shall apply to all accounts rendered by special disbursing officers except as modified by these regulations or by instructions issued by the Secretary of State.",
        "DRAFTS AND TREASURY CHECKS",
        "V–54. Drafts. (a) Ambassadors, ministers, Foreign Service officers, vice consuls not of career, or special disbursing officers if specifically authorized and no others may draw drafts:",
        "When the post to which the officer is assigned is not within a fiscal district.",
        "When such an officer is specifically directed by the Secretary of State to draw separate drafts and render separate accounts therefor. Strict compliance with such instructions is enjoined.",
        "When stationed within fiscal districts, for salaries and expenses in accordance with these regulations or as modified by pertinent instructions, only in cases of emergency, or under the provisions set forth in paragraph 2 above, except that an officer who draws and negotiates drafts on account of traveling expenses or for transporting his effects prior to arrival at his post within such fiscal district, may draw for the balance due on such account, and he must render an account therefor to the Department of State in the required manner.",
        "(b) When a vice consul not of career assumes charge of a consulate, he should promptly notify the Secretary of State in order that any drafts drawn by him may be duly paid. No drafts of the vice consul will be paid unless the prescribed bond has been filed with and approved by the Secretary of the Treasury.",
        "(c) The Secretary of State when he deems it necessary may authorize the payment of salaries and allowances by separate drafts drawn on the Secretary of State to the order of employees. Drafts for other expenses will be drawn in such manner as the Secretary of State may direct consistent with law.",
        "(d) How drawn. Drafts shall be drawn in the currency of the United States on the Secretary of State, at five days sight, unless instructed otherwise by the Secretary of State, acceptance waived and endorsements by procuration excepted. They should be made on the prescribed form in the handwriting of the officer, and should bear on the margin the appropriations and fiscal Years to which the amounts are chargeable. One draft should ordinarily cover all funds necessary at the time and the amount should not exceed contemplated requirements for disbursement during the accounting period. Drafts drawn at posts should bear the impression seal of the office. No draft shall be post dated.",
        "(e) Issuance of two copies. Two copies of drafts may be issued in all cases where it is requested by the individual or institution cashing the original. This should be done by striking out, on the official forms, the wording \"Sole of Exchange\" and inserting, with pen or typewriter on one copy \"First of Exchange\" and on the other copy, \"Second of Exchange\". Such drafts should not be marked \"Original\" and \"Duplicate\".",
        "(f) Numbering drafts. Each officer should number his drafts in a separate series, beginning with number one on the first draft drawn by him and by continuing the series of numbers during his period of service, without reference to post or position. Each officer should begin a series of numbers at once unless he has an established series.",
        "(g) Negotiating drafts. In negotiating drafts it is the duty of the officer to dispose of them at the most favorable rates obtainable, and to support the sale of the draft with an exchange voucher (form no. 92) regardless of the kind of currency received therefor.",
        "(h) The payment of drafts of officers in the Foreign Service will be considered an advance of public money to them for which they will be held accountable to the Government under their official bonds, and otherwise, until the sums drawn have been properly accounted for as required by law.",
        "V–55. Suspensions and disallowances. (a) Whenever upon the statement of the account of any disbursing officer of the United States in the General Accounting Office credit shall have been disallowed for any payment to any person in the executive branch of the Government otherwise entitled to compensation from the United States or from any agency or instrumentality thereof, such compensation of the payee may be withheld until full reimbursement has been accomplished under such regulations as may be prescribed by the head of the department, branch, or independent establishment (including corporations) under which such payee is entitled to receive compensation. Nothing herein shall be construed to repeal or in any way modify existing laws relating to the collection of the indebtedness of accountable or disbursing officers. (5 U.S.C. § 46b.)",
        "(b) Officers shall give prompt attention to suspended items in their accounts. Additional information or evidence required should be obtained and forwarded as soon as possible and prompt refund should be effected when it is established that the charge is not allowable. The action taken on suspended items should be in accordance with regulations prescribed by the Secretary of State.",
        "V–56. Claims. All claims must be signed by the claimant and must state his post-office address. They should be forwarded to the Department of State for administrative examination and transmission to the General Accounting Office for settlement.",
        "V–57. Acquisition and disposition of and accounting for United States gold coins and gold certificates. United States gold coin and gold certificates received by officers of the Foreign Service in the course of their official duties shall be received only on the basis of the face amount thereof, and shall be forwarded to the Department of State for transmission to the Treasurer of the United States. Any United States gold coin and gold certificates received by such officers shall be accounted for specially. The special accounting procedure for such receipts shall be prescribed by the Secretary of State.",
        "SECTIONS OF REGULATIONS CANCELED",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "Sections XIII-9 to XIII-17, inclusive, Part I.",
        "Chapter XX, Part I.",
        "Articles XXV, XXVI, XXVII, Part II.",
        "Section XIV-461, Part II.",
        "EXECUTIVE ORDERS SUPERSEDED",
        "This order supersedes the following Executive Orders: No. 3973 of March 19, 1924; No. 4401 of March 24, 1926; No. 4465 of June 28, 1926; No. 4487 of July 31, 1926; No. 4552 of December 11, 1926; No. 5110 of May 13, 1929; No. 5648 of June 11, 1931; No. 5737 of October 22, 1931; No. 5812 of February 29, 1932; No. 5837 of April 13, 1932; No. 5848 of May 16, 1932; No. 5910 of August 23, 1932; No. 6167 of June,9, 1933; No. 6262 of August 29, 1933; No. 6657-A of March 27, 1934; No. 6780 of June 30, 1934; No. 6810 of August 4, 1934; No. 6850 of September 18, 1934; No. 6880 of October 22, 1934; No. 7012 of April 15, 1935; No. 7379 of May 26, 1936; and No. 7600 of April 7, 1937.",
        "[NAME]",
        "The White House,September 3, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7968-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372677"
}