{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6885-amendment-executive-order-august-25-1892-amended-prescribing-rules",
    "doc": "executive-order-6885-amendment-executive-order-august-25-1892-amended-prescribing-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6885-Amendment of Executive Order of August 25, 1892, as Amended, Prescribing Rules and Regulations for the Government of the Army and Navy General Hospital, Hot Springs, Arkansas",
    "date": "October 23, 1934",
    "content": [
        "The Executive order of August 25, 1892, as amended, is hereby amended to read as follows:",
        "By virtue of and pursuant to the authority vested in me by the act of June 30, 1882 (ch. 254, 22 Stat. 117, 121), the following rules and regulations are hereby prescribed for the government of the Army and Navy General Hospital at Hot Springs, Arkansas:",
        "1. The said hospital shall continue to be known as the Army and Navy General Hospital and shall be under the direction of the Secretary of War, and it shall be devoted to the treatment of such diseases as the waters of the hot springs of Arkansas have an established reputation for benefiting. The War Department will announce the character of the diseases from which benefit by treatment at this hospital may be expected, and will set forth the proper procedure for obtaining admission thereto for treatment.",
        "2. The organization of the hospital shall consist of one medical officer of the Army, who shall command it, and such other medical officers of the Army and Navy as may be necessary, to be detailed by the Secretary of War or by the Secretary of the Navy, respectively; one or more officers of the Quartermaster Corps of the Army; such members of the Army Nurse Corps as may be detailed by the Secretary of War; such noncommissioned officers and enlisted men of the Medical Department of the Army as may be authorized by the Secretary of War; and such civilian employees as may be necessary for the proper service of the hospital when authorized by the Surgeon General of the Army. The duties of the commissioned and enlisted personnel and members of the Army Nurse Corps shall be the same as those prescribed by regulations for Army hospitals.",
        "3. This hospital, within the limits of available accommodations, shall be devoted to the treatment of the personnel indicated below:",
        "a. Officers, nurses, commissioned warrant officers, warrant officers, and enlisted men of the Army, the Navy, and the Marine Corps, on the active lists, and cadets at the Military Academy and midshipmen at the Naval Academy, subject to such rules as may be prescribed by the War and Navy Departments, respectively.",
        "b. Beneficiaries of the United States Veterans' Administration entitled to hospitalization, upon request of the proper representative thereof.",
        "c. When authorized by the Secretary of War, officers, enlisted men, and cadets of the Coast Guard, and officers of the Public Health Service on the active lists under such rules as may be prescribed by the Treasury Department; and officers and enlisted men of the Coast and Geodetic Survey, on the active lists, under such rules as may be prescribed by the Department of Commerce.",
        "d. Officers, nurses, commissioned warrant officers, warrant officers, pay clerks, and enlisted men of the Army, the Navy, the Marine Corps, the Coast Guard, and the Coast and Geodetic Survey, and officers of the Public Health Service, on the retired lists or the equivalent thereof, under such rules as may be prescribed by the Secretary of War.",
        "e. Members of the Naval Reserve and Marine Corps Reserve who are entitled to treatment in naval hospitals (act approved January 19, 1929, 45 Stat. 1090), when authorized by the Secretary of War, subject to such conditions and regulations as may be prescribed by the Navy Department.",
        "f. Honorably discharged officers, nurses, commissioned warrant officers, warrant officers, Army field clerks, field clerks Quartermaster Corps, pay clerks, cadets, cadet engineers, and enlisted men of the Army, the Navy, the Marine Corps (including National Guard, Naval Militia, volunteers and drafted or selected men in the service of the United States), the Coast Guard, and the Coast and Geodetic Survey, and honorably discharged officers of the Public Health Service, under such conditions and regulations as may be prescribed by the Secretary of War.",
        "g. When practicable, and for a reasonable time, under such conditions and regulations as may be prescribed by the Secretary of War, such persons, other than those enumerated above, who are entitled to medical care and treatment at the expense of the United States.",
        "h. Such other persons as may be eligible under Army regulations for treatment in Army hospitals.",
        "4. The rations of enlisted men of the Army on the active list while under treatment in the hospital will be commuted at the rate of 60 cents a ration to be paid to the commanding officer of the hospital by the post finance officer or such other officer as may be designated, conformably to the regulations governing the subsistence of enlisted patients at other Army hospitals.",
        "5. Since it is impracticable to establish a separate mess for enlisted men on duty at this hospital, and rations in kind cannot be economically issued, the rations of the enlisted men of the Army on duty at this hospital will be commuted at the rate of 60 cents a ration, conformably to the regulations governing such payments in other Army cases.",
        "6. The subsistence of enlisted men of the Navy, Marine Corps, Coast Guard, and Coast and Geodetic Survey, on the active lists, under treatment in this hospital in pursuance of orders, will be paid for to the commanding officer of the hospital at the rate of 60 cents a day by the proper officers of the Navy Department, Coast Guard, and Coast and Geodetic Survey, upon monthly statements of amounts due certified by the commanding officer of the hospital direct to the Surgeon General of the Navy, the Commandant of the Coast Guard, and the Director of the Coast and Geodetic Survey, respectively.",
        "7. The subsistence of members of the Army Nurse Corps on the active list whether on duty or as patients in this hospital will be paid for by them monthly to the commanding officer of the hospital at the rate of 60 cents a day.",
        "8. Subsistence charges will be collected from other pay patients as follows:",
        "a. For those subsisted on the status of an enlisted man, at 85 cents per day.",
        "b. For those subsisted on the status of an officer, at $1.50 per day.",
        "9. Medicine charges will be collected from patients not entitled to medical care and treatment at the expense of the Government, and from the proper governmental department concerned, other than the War Department, for those patients entitled to medical care and treatment at the expense of the appropriations of their respective departments, as follows:",
        "a. For a patient in hospital, 50 cents for each day in hospital.",
        "b. For a dispensary case or out-patient, 50 cents for each prescription or treatment.",
        "c. Such additional charges as may be necessary to cover the cost of expensive medicines, dressings, or appliances.",
        "10. In the cases of patients admitted upon account of the United States Veterans' Administration, subsistence charges at 85 cents a day will be billed and submitted with War Department form no. 351 properly accomplished, by the commanding officer of the hospital direct to the local finance officer for settlement. Other expenses of Veterans' Administration patients will be adjusted between the appropriations concerned in conformity with orders issued by the Secretary of War from time to time.",
        "11. In the cases of patients admitted upon account of the United States Employees' Compensation Commission, subsistence and other charges will be billed by the commanding officer direct to the Commission.",
        "12. Collections arising from subsistence charges will be taken up and accounted for as hospital funds. Collections arising from medicine charges will be turned over, on War Department form no. 322a, to the nearest disbursing or agent officer for deposit with the Treasurer of the United States to the credit of the proper appropriations, which will be designated on War Department form no. 322a, and accounted for in due form accordingly.",
        "[NAME]",
        "The White House,October 23, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6885-Amendment of Executive Order of August 25, 1892, as Amended, Prescribing Rules and Regulations for the Government of the Army and Navy General Hospital, Hot Springs, Arkansas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373423"
}