{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5097-permitting-the-leasing-certain-lands-reserved-department-commerce-for",
    "doc": "executive-order-5097-permitting-the-leasing-certain-lands-reserved-department-commerce-for",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5097-Permitting the Leasing of Certain Lands Reserved to Department of Commerce for Lighthouse Purposes in Alaska by the Department of Interior for Farming Purposes",
    "date": "April 20, 1929",
    "content": [
        "ALASKA",
        "Pursuant to the authority vested in me by the act of February 10, 1927 (44 Stat. 1068), it is hereby ordered that lands in Alaska heretofore reserved by Executive order for lighthouse purposes which are not located within the boundaries of the national forests, may, upon approval of the Secretary of Commerce, be leased by the Secretary of the Interior for fur farming purposes, in accordance with the provisions of the act of March 3, 1879 (20 Stat. 377, 383), under such rules and regulations, so far as applicable, as have been or may be prescribed under the act of July 3, 1926 (44 Stat. 821), and the said Secretary of the Interior shall have charge of the administration of such leases of lighthouse reservation lands, when issued, said lands remaining otherwise under control and jurisdiction of the Department of Commerce. Any and all leases which may be issued hereunder shall contain a provision that the right is reserved to the Lighthouse Service of the Department of Commerce to establish and erect aids to navigation within the area leased and to maintain such aids to navigation without obstruction or interference and to have free and unobstructed access thereto at all times. Such lease shall not be renewed if the use of the lands is desired by the Department of Commerce.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,April 20, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5097-Permitting the Leasing of Certain Lands Reserved to Department of Commerce for Lighthouse Purposes in Alaska by the Department of Interior for Farming Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372838"
}