{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5345-amendments-consular-regulations",
    "doc": "executive-order-5345-amendments-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5345-Amendments to Consular Regulations",
    "date": "May 08, 1930",
    "content": [
        "For the purpose of bringing the Consular Regulations of 1896 into conformity with simplified administrative methods and of securing uniformity of style, the following amendments are ordered:",
        "1. Wherever the word \"paragraph,\" its plural, or abbreviation thereof, is used in any part of the Consular Regulations to indicate a numbered section of the Regulations as established by Executive order, the word \"section,\" its plural, or abbreviation thereof, is substituted.",
        "2. In view of the provisions of Executive Order No. 5290, of March 5, 1930, establishing a system of monthly accounts and returns for all consular officers, the words \"quarter\" or \"quarterly,\" wherever they occur in the Consular Regulations with respect to accounts and returns of consular officers, are changed effective July 1, 1930, to \"month\" or \"monthly.\"",
        "3. Sections 179 and 180 of the Consular Regulations are amended to read as follows:",
        "179. Papers to be safely kept. When ship's papers are received, they are to be kept together in as safe a place as possible, to guard against fire and other accidents; and, if requested by the master of any vessel, the consular officer receiving such papers shall give a receipt therefor (Form No. 13), and make an entry in his consular records, specifying the time of delivery, the name of the vessel, the master, and the character of the papers deposited.",
        "180. When consular officer may return papers. Whenever the master shall produce the clearance of his vessel from the proper officer of the port and shall comply with the provisions of law relating to the discharge of seamen in a foreign country, and shall pay to the consular officer the arrears of wages and the extra wages that may be due for every seaman discharged at his port, and such fees as are collectable, under the law and these Regulations, and shall pay all other demands, on account of the vessel, of which cognizance is given to consular officers, then he shall be entitled to the return of all the ship's papers deposited with the consular officer. The receipt (Form No. 13), when issued as provided in section 179, will be permanently retained by the master, but the date and hour of the return of the ship's papers will always be recorded on Form No. 281a, by the responsible consular officer. Until all these provisions of law are complied with, the consular officer should retain the papers, although the clearance may be regular and in due form. Consular officers have no authority to withhold a ship's papers to compel the payment or settlement of demands against the vessel by parties whose claims do not come within any of the classes of debts or demands which they are authorized to enforce by law or by the Consular Regulations. (R.S. secs. 1718, 4309; U.S.C. title 22, sec. 88, and title 46, sec. 354; 9 Op. Att. Gen. 384.)",
        "4. Item 16 of the Tariff of United States Consular Fees is amended by deleting the words \"including consular certificates, as prescribed in Forms Nos. 13 and 14.\"",
        "[NAME]",
        "The White House,May 8, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5345-Amendments to Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372948"
}