{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6233-veterans-regulation-no-7a",
    "doc": "executive-order-6233-veterans-regulation-no-7a",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6233-Veterans Regulation No. 7(a)",
    "date": "July 28, 1933",
    "content": [
        "ELIGIBILITY FOR MEDICAL CARE",
        "Whereas, Section 6, Title I, of Public No. 2, 73d Congress, entitled \"An Act To maintain the credit of the United States Government\", as amended by Section 1, Public No. 78, 73d Congress, entitled \"An Act Making appropriations for the Executive Office and sundry independent executive bureaus, boards, commissions, and offices, for the fiscal year ending June 30, 1934, and for other purposes\", provides:",
        "\"In addition to the pensions provided in this title the Administrator of Veterans' Affairs is hereby authorized under such limitations as may be prescribed by the President, and within the limits of existing Veterans' Administration facilities, to furnish to men discharged from the Army, Navy, Marine Corps, or Coast Guard for disabilities incurred in line of duty and to veterans of any war, including the Boxer rebellion and the Philippine insurrection, domiciliary care where they are suffering with permanent disabilities, tuberculosis, or neuropsychiatric ailments and medical and hospital treatment for diseases or injuries.\"",
        "Now, Therefore, by virtue of the authority vested in me by said law, the following regulation is hereby promulgated cancelling Veterans Regulation No. 7 and substituting therefor Veterans Regulation No. 7(a) to read as follows:",
        "I. The Administrator of Veterans' Affairs, witliin the limits of Veterans' Administration facilities, is authorized in his discretion to furnish to honorably discharged veterans of any war, including the Boxer rebellion and the Philippine insurrection, and to men honorably discharged from the United States Army, Navy, Marine Corps, or Coast Guard for disabilities incurred in line of duty, such medical, surgical and dental services as may be found to be reasonably necessary for diseases or injuries incurred or aggravated in the line of duty in the active military or naval service. Such persons may also be furnished with such supplies including dental appliances, wheel chairs, artificial limbs, trusses, and similar appliances, including special clothing made necessary by the wearing of prosthetic appliances, as the Administrator of Veterans' Affairs may determine to be useful and reasonably necessary, which dental appliances, wheel chaws, artificial limbs, trusses, special clothing, and similar appliances may be procured by the Veterans' Administration in such manner, either by purchase or manufacture, as the Administrator of Veterans' Affairs may determine to be advantageous and reasonably necessary.",
        "[NAME]",
        "The White House,July 28, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6233-Veterans Regulation No. 7(a) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362052"
}