{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9375-authorizing-the-war-shipping-administration-take-possession-and",
    "doc": "executive-order-9375-authorizing-the-war-shipping-administration-take-possession-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9375-Authorizing the War Shipping Administration To Take Possession of and Operate the Plant of the Atlantic Basin Iron Works, Incorporated, at Brooklyn, New York",
    "date": "September 03, 1943",
    "content": [
        "Whereas after investigation I find and proclaim that there is a threatened interruption of the operation of the plant of the Atlantic Basin Iron Works, Incorporated, located at Brooklyn, New York, as a result of a labor disturbance, that the war effort will be unduly impeded or delayed by such interruption, and that the exercise of the following power and authority is necessary to insure the operation of such plant in the interest of the war effort:",
        "Now, Therefore, by virtue of the power and authority vested in me by the Constitution and laws of the United States, particularly the War Labor Disputes Act (Public Law 89, 78th Cong.), as President of the United States and Commander in Chief of the Army and Navy of the United States, it is hereby ordered as follows:",
        "The Administrator of the War Shipping Administration is authorized and directed immediately to take possession of and operate the plant of the Atlantic Basin Iron Works, Incorporated, located at Brooklyn, New York, through and with the aid of such person or persons or instrumentality as he may designate, and insofar as may be necessary or desirable, to produce the war materials called for by the Company's contracts with the United States, its departments and agencies, or as may be otherwise required for the war effort, and do all things necessary or incidental to that end.",
        "Upon request of the War Shipping Administrator, the Secretary of War shall take such action, if any, as he may deem necessary or desirable to provide protection for such plant and all persons employed therein.",
        "The War Shipping Administrator shall employ such employees, including a competent civilian advisor on industrial relations, as are necessary to carry out the provisions of this order and of the directive order of the War Labor Board dated August 25, 1943; and in furtherance of the purposes of this order, the War Shipping Administrator may exercise any existing contractual or other rights of said Company, or take such steps as may be necessary or desirable.",
        "Possession and operation hereunder of the said plant shall be terminated within sixty days after the President determines that the productive efficiency of the plant prevailing prior to the taking possession thereof has been restored.",
        "[NAME]",
        "The White House,September 3, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9375-Authorizing the War Shipping Administration To Take Possession of and Operate the Plant of the Atlantic Basin Iron Works, Incorporated, at Brooklyn, New York Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372363"
}