{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6304-concerning-the-presidents-reemployment-agreement",
    "doc": "executive-order-6304-concerning-the-presidents-reemployment-agreement",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6304-Concerning the President's Reemployment Agreement",
    "date": "October 03, 1933",
    "content": [
        "It appearing to my satisfaction that the fair and equal treatment of all employers requires that the President's Reemployment Agreement, as set forth in Bulletin No. 8 of the National Recovery Administration, dated July 20, 1933, should be modified in certain respects for the purpose of its future signature by such employers;",
        "Now Therefore I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do order that, for the purpose of its signature by employers on qnd after October 1, 1933, the form of the President's Reemployment Agreement, as hereinabove described, be and it is hereby modified so that paragraph (3) thereof shall read as follows:",
        "\"(3) Not to employ any factory or mechanical worker or artisan more than a maximum week of 35 hours until December 31, 1933; and not to employ any worker more than 8 hours in any 1 day.\"",
        "Provided, that in all other respects the form of the said agreement shall remain unmodified, and provided further, that nothing herein contained shall be construed as in any way modifying or affecting any such agreement signed by any employer prior to October 1, 1933.",
        "[NAME]",
        "The White House,October 3, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6304-Concerning the President's Reemployment Agreement Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362129"
}