{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5613-withdrawal-lands-for-addition-bishops-point-military-reservation",
    "doc": "executive-order-5613-withdrawal-lands-for-addition-bishops-point-military-reservation",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5613-Withdrawal of Lands for Addition to Bishops Point Military Reservation, Territory of Hawaii",
    "date": "April 28, 1931",
    "content": [
        "Pursuant to section 91 of the act of Congress approved April 30, 1900 (31 Stat. 141, 159), entitled \"An act to provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 443, 447), the military reservation of Bishops Point, island of Oahu, Territory of Hawaii, transferred to and placed under the control and jurisdiction of the War Department by an act of Congress approved July 9, 1918 (40 Stat. 861), is hereby enlarged by the addition thereto of a parcel of land containing 1.21 acres, more or less, between the said reservation and the established harbor line; so that the military reservation, as thus enlarged, will include all lands within the metes and bounds as follows:",
        "Beginning at concrete monument No. 4, said monument being located on the boundary line of Bishops Point Naval and Military Reservations, bearing 284° 44' 45\"-208.80 feet from Bishops Point triangulation station, thence running by true azimuths and distances:",
        "23° 49' 00\"-177.71 feet along the wall to a brass plate, No. 5, in the middle of the sea wall;",
        "135° 16' 00\"-304.45 feet along the center line of the sea wall to brass plate No. 6 set in center of the sea wall;",
        "180° 00' 00\"-478.66 feet along the center line of the sea wall to brass plate No. 7;",
        "290° 45' 00\"-45.76 feet along the sea wall to a concrete monument, No. 1, on the boundary of Kunana-Halawa Subdivision;",
        "293° 49' 00\"-250.00 feet along same to concrete monument No. 2;",
        "293° 49' 00\"-180.75 feet along same to concrete monument No. 3;",
        "23° 49' 00\"-374.45 feet along the boundary of Bishops Point Naval Reservation to the point of beginning, containing an area of 4.21 acres, more or less.",
        "There is hereby reserved to the use of the Navy Department a right of way over the said military reservation from the remaining portion of the naval reservation on Bishops Point to and upon any landing which may be built from the shore of the military reservation to water of sufficient depth to permit naval launches to moor alongside of said landing.",
        "[NAME]",
        "The White House,April 28, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5613-Withdrawal of Lands for Addition to Bishops Point Military Reservation, Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361222"
}