{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6952-code-fair-competition-for-the-auto-rebuilding-and-refinishing-trade",
    "doc": "executive-order-6952-code-fair-competition-for-the-auto-rebuilding-and-refinishing-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6952-A-Code of Fair Competition for the Auto Rebuilding and Refinishing Trade",
    "date": "January 24, 1935",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Auto Rebuilding and Refinishing Trade, and hearings having been duly held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of the said Code of Fair Competition, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that the said Code of Fair Competition complies in all respects with the pertinent provisions oi Title I of said Act, and that the requirements of Clauses (1) and (2) of Sub-Section (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the National Industrial Recovery Board, and do order that the said Code of Fair Competition be and it is hereby approved; provided, however, that Sections 2 and 3 of Article VII and Rule 14 of Article VIII be and they are hereby stayed pending the further order of the National Industrial Recovery Board.",
        "[NAME]",
        "Approval Recommended:     National Industrial Recovery Board     By: [NAME]          Administrative Officer",
        "The White HouseJan. 24, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6952-A-Code of Fair Competition for the Auto Rebuilding and Refinishing Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362620"
}