{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8977-establishing-the-national-patent-planning-commission",
    "doc": "executive-order-8977-establishing-the-national-patent-planning-commission",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8977-Establishing the National Patent Planning Commission",
    "date": "December 12, 1941",
    "content": [
        "Whereas both American industrial development and our people generally have greatly benefited by the products of American inventive genius;",
        "And Whereas it is essential even in time of war to plan for a full utilization of the nation's expanded industrial capacity with the return of peace, a problem to which the inventive genius of our citizens can be applied at this time and which also required a study to be made of our existing patent laws and procedure, together with other appropriate action, by a commission familiar with the problems of science, industry, agriculture, labor, and the consumer;",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, I do hereby order as follows:",
        "1: There is hereby established the National Patent Planning Commission consisting of five members to be appointed by the President.",
        "2: The Commission is authorized, in conjunction with the Department of Commerce, to conduct a comprehensive survey and study of the American patent system, and consider whether the system now provides the maximum service in stimulating the inventive genius of our people in evolving inventions and in furthering their prompt utilization for the public good; whether our patent system should perform a more active function in inventive development; whether there are obstructions in our existing system of patent laws, and if so, how they can be eliminated; to what extent the Government should go in stimulating inventive effort in normal times; and what methods and plans might be developed to promote inventions and discoveries which will increase commerce, provide employment, and fully utilize expanded defense industrial facilities during normal times.",
        "3: The Commission may appoint such officers, committees and subcommittees as it may deem necessary to carry out its functions.",
        "4: The members of the Commission and of such committees and subcommittees as may be formed by it shall serve as such without compensation but shall be entitled to actual and necessary transportation, subsistence, and other expenses incidental to the performance of their duties.",
        "5: The Commissioner of Patents and his office will assist the Commission, which is also authorized to call upon other offices and agencies of the Government for such aid and information as may be deemed necessary for its work.",
        "6: The Commission shall report the results of such investigations and studies to the President, together with its recommendations.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 12, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8977-Establishing the National Patent Planning Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368256"
}