{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6569-complaints-charging-the-pursuit-monopolistic-practices",
    "doc": "executive-order-6569-complaints-charging-the-pursuit-monopolistic-practices",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6569-Complaints Charging the Pursuit of Monopolistic Practices",
    "date": "January 20, 1934",
    "content": [
        "In order to effectuate the policy of title I of the National Industrial Recovery Act, approved June 16, 1933, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority thereby vested in me and in accordance with the provisions of said act and the provisions of an act to create a Federal Trade Commission, approved September 26, 1914, do hereby direct that:",
        "1. Whenever any complainant shall be dissatisfied with the disposition by any Federal agency, except the Department of Justice, of any complaint charging that any person, partnership, corporation, or other association, or form of enterprise, is engaged in any monopolistic practice, or practice permitting or promoting a monopoly, or tending to eliminate, oppress, or discriminate against small enterprises, which is allegedly in violation of the provisions of any code of fair competition approved under the National Industrial Recovery Act, or allegedly sanctioned by the provisions of such code but allegedly in violation of section 3 (a) of said National Industrial Recovery Act, such complaint shall be transferred to the Federal Trade Commission by such agency upon request of the complainant.",
        "2. The Federal Trade Commission may, in accordance with the provisions of the National Industrial Recovery Act and the provisions of an act to create a Federal Trade Commission, approved September 26, 1914, upon the receipt of any such complaint transmitted to it, institute a proceeding against such persons, partnerships, corporations, or other associations or form of enterprise as it may have reason to believe are engaged in the practices aforesaid, whenever it shall appear to the Federal Trade Commission that a proceeding by it in respect thereof would be to the interest of the public: Provided, That, if in any case the Federal Trade Commission shall determine that any such practice is not contrary to the provisions of section 5 of the Federal Trade Commission Act or of sections 2, 3, or 7 of the act of October 15, 1914, commonly called the Clayton Act, it shall instead of instituting such proceeding, transfer the complaint, with the evidence and other information pertaining to the matter, to the Department of Justice.",
        "3. The power herein conferred upon the Federal Trade Commission shall not be construed as being in derogation of any of the powers of said Commission under existing law.",
        "[NAME]",
        "The White House,January 20, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6569-Complaints Charging the Pursuit of Monopolistic Practices Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362330"
}