{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7697-interchange-land-between-the-army-and-the-navy-bolling-field-district",
    "doc": "executive-order-7697-interchange-land-between-the-army-and-the-navy-bolling-field-district",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7697-Interchange of Land Between the Army and the Navy at Bolling Field, District of Columbia",
    "date": "August 23, 1937",
    "content": [
        "Whereas by Executive Order No. 7215, dated October 26, 1935, that part of a tract of reclaimed land located at Anacostia, District of Columbia, more particularly described in the act of June 5, 1920, 41 Stat. 948, 954, as Bolling Field, Sections A and B, was transferred from the control and jurisdiction of the War Department to the control and jurisdiction of the Navy Department, with the provision that the metes and bounds thereof should be determined and be acceptable to the Army and the Navy; and",
        "Whereas the Secretary of War and the Secretary of the Navy have determined and agreed upon the boundary of the area so transferred to the control and jurisdiction of the Navy Department, and have also agreed that a small portion of new Bolling Field which lies outside of the boundary of Sections A and B, above referred to, should be transferred from the control and jurisdiction of the War Department to the control and jurisdiction of the Navy Department:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the act of July 11, 1919, 41 Stat. 131, 132, and otherwise, and in the interest of the national defense, it is hereby ordered (1) that the above-mentioned portion of new Bolling Field be, and it is hereby, transferred from the control and jurisdiction of the War Department to the control and jurisdiction of the Navy Department, and (2) that the description of such land and the above-mentioned land at Bolling Field, in the District of Columbia, transferred to the control and jurisdiction of the Navy Department by the said Executive Order No. 7215 shall be as follows:",
        "Beginning at a point in the outer face of seawall along the easterly bank of the Anacostia River from which point a brass plate set in top of seawall 1'9\", measured at right angles from said outer face, and inscribed A point \"G\" P.W.D., N.A.S., ANA., D.C., 25 Feb. 1937, bears N. 76°21'20\" E., 2.15 feet distant; from said point \"G\" the bearings to prominent landmarks are:",
        "To center line of tower Masonic Memorial to George Washington at Alexandria, Va., S. 40°57'20\" W.",
        "To center of high radio tower at Arlington, Va., N. 69°18'40\" W.",
        "To the right tangent of the right column on the portico of the Amphitheatre In Arlington National Cemetery, Va., N. 56°53'40\" W.",
        "To the right tangent of the right column on the Lee Mansion In Arlington National Cemetery, Va., N. 52°14'40\" W.",
        "To the center line of the Washington Monument, N. 17°08'40\" W.",
        "To U.S. Engineer Department Triangulation Station \"Wireless\" (¼\" brass pipe leaded into and located 1'9\" from outer face of seawall) N. 22°08'20\" E., 2,884.08 feet;",
        "Thence from said initial point by metes and bounds, along the outer face of said seawall the following 6 courses:     N. 22°08'20\" E., 2,931.24 feet, to a point;     On a curve to the right, with a radius of 1,841.89 feet, 1,165.87 feet along the arc, the chord of which bears N. 40°16'20\" E., 1,146.50 feet;     N. 58°24'20\" E., 1,245.40 feet, to a point;     On a curve to the left, with a radius of 1,804.74 feet, 976.98 feet along the arc; the chord of which bears N. 42°54'05\" E., 965.11 feet;     N. 27°23'50\" E., 2,306.62 feet, to a point;     On a curve to the right with a radius of 693.37 feet, 394.92 feet along the arc, the chord of which bears N. 43°42'50\" E., 389.60 feet, to a point from which a concrete monument bears S. 0°00'20\" W., 50 feet, more or less;",
        "Thence along the lands of the District of Columbia, the following 4 courses:     S. 0°00'20\" W., 1,232.95 feet to a stone monument;     S. 82°31'50\" W., 63.70 feet to a concrete monument;     S. 29°19'20\" W., 184.07 feet to a concrete monument;     S. 34°02'20\" E., 115.00 feet to a concrete monument;",
        "Thence continuing along the lands of the District of Columbia, being the original high water line of the Anacostia River, the following 5 courses:     S. 11°24'20\" E., 407.33 feet to a stone monument;     S. 4°21'30\" E., 23021 feet to a stone monument;     S. 6°35'10\" W., 467.00 feet to a stone monument;     S. 3°18'40\" W., 510.50 feet to a stone monument;     S. 3°37'40\" W., 402.00 feet crossing the right of way of the Alexandria Branch of the Baltimore and Ohio Railroad (66 feet wide) to a stone monument located 5 feet northerly from the north boundary wall of the St. Elizabeth's Hospital Reservation;",
        "Thence continuing along the original high water line of the Anacostia River, being also the westerly boundary of the said hospital, the following 18 courses:     S. 14°51'10\" W., 189.63 feet, to a point;     S. 35°37'40\" W., 166.23 feet, to a point;     S. 64°11'00\" W., 206.73 feet, to a point;     N. 38°58'40\" W., 111.74 feet, to a point;     S. 49°44'40\" W., 113.09 feet, to a point;     S. 16°07'40\" w., 234.67 feet, to a point;     S. 33°50'20\" W., 197.69 feet, to a point;     S. 11°39'55\" W., 470.65 feet, to a point;     S. 8°12'35\" E., 168.69 feet, to a point;     S. 30°38'40\" E., 118.83 feet, to a point;     S. 6°24'55\" E., 286.73 feet, to a point;     S. 8°37'20\" W., 168.31 feet, to a point;     S. 22°16'50\" W., 232.21 feet, to a point;     S. 3°04'00\" E., 67.41 feet, to a point;     S. 75°33'00\" W., 31.54 feet, to a point;     S. 46°42'40\" W., 162.37 feet, to a point;     S. 11°11'25\" W., 100.88 feet, to a point;     S. 30°11'40\" W., 235.73 feet, to a 6-lnch diameter sheet metal form filled with concrete with brass plate inscribed A Public Buildings and Public Parks;     N. 52°04'00\" W., 121.29 feet, along a brick wall to a stone pillar;     On a curve to the right with a radius of 1,075.14 feet, 253.62 feet along the arc, the chord of which bears S. 21°24'29\" W., 252.98 feet to a concrete monument, said curve being the easterly boundary of the Baltimore and Ohio Railroad Company's right-of-way (66 feet wide);     S. 57°49'30\" W., 148.50 feet, recrosslng the said right-of-way to a point In the westerly boundary of same, from which the bearings to prominent landmarks are:     To center line of tower Masonic Memorial to George Washington at Alexandria, Va., S. 48°03'20\" W.;     To center of high radio tower at Arlington, Va., N. 74°44'40\" W.     To the right tangent of the right column on the portico at the Amphitheatre in Arlington National Cemetery, Va., N. 64°10'40\" W.     To the right tangent of the right column on the Lee Mansion In Arlington National Cemetery, Va., N. 59°58'40\" W.     To the center line of the Washington Monument, N. 30°08'40\" W.     S. 76°21'20\" W., 3,574.62 feet, to the point of beginning.",
        "The directions of the lines refer to the true meridian.",
        "The tract as described contains an area of 328.76 acres, more or less, including a right-of-way 66 feet wide of 5.15 acres, more or less, owned in fee by the Baltimore and Ohio Railroad Company, and a 90-foot strip of land set aside for the public thoroughfare Firth-Sterling Avenue, by sec. 2, act of March 4, 1909, 35 Stat. 1062, under the jurisdiction of the District of Columbia.",
        "That part of Bolling Field transferred to the control and jurisdiction of the Navy Department, more particularly described above, with the installations and facilities thereon, shall be vacated by the Army as soon as practicable after its new facilities on the adjoining area are sufficiently advanced to meet its requirements.",
        "[NAME]",
        "The White House,August 23, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7697-Interchange of Land Between the Army and the Navy at Bolling Field, District of Columbia Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369058"
}