{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6009-transferring-control-and-jurisdiction-the-secretary-the-navy-certain",
    "doc": "executive-order-6009-transferring-control-and-jurisdiction-the-secretary-the-navy-certain",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 6009-Transferring to Control and Jurisdiction of the Secretary of the Navy Certain Lands off the Southern Coast of California for Naval Uses",
    "date": "January 31, 1933",
    "content": [
        "By virtue of the authority vested in me by law it is hereby ordered that so much of Executive Order dated January 26, 1867, as related to San Nicholas Island, California, and Executive Order of November 15, 1901, which reserved said island for lighthouse purposes, be, and the same are hereby, revoked.",
        "And it is hereby ordered that the said San Nicholas Island off the southern coast of California, between longitude 119° 25' West and 119° 34' 30\" West and latitude 33° 13' 30\" North and 33° 17' 30\" North, containing 13,370 acres, more or less, be, and the same is hereby, placed under the control and jurisdiction of the Secretary of the Navy for naval uses.",
        "Reserving, however, for the use of the Department of Commerce sites to be selected by that Department on which to erect and maintain such aids to navigation and incidental facilities as the Secretary of Commerce may consider desirable.",
        "This order shall continue in full force and effect unless and until revoked by the President or by an Act of Congress.",
        "[NAME]",
        "The White House,January 31, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6009-Transferring to Control and Jurisdiction of the Secretary of the Navy Certain Lands off the Southern Coast of California for Naval Uses Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361564"
}