{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14219-ensuring-lawful-governance-and-implementing-the-presidents",
    "doc": "executive-order-14219-ensuring-lawful-governance-and-implementing-the-presidents",
    "president": "Donald J. Trump (2nd Term)",
    "president_byline": "47th President of the United States: 2025-present",
    "title": "Executive Order 14219-Ensuring Lawful Governance and Implementing the President's \"Department of Government Efficiency\" Regulatory Initiative",
    "date": "February 19, 2025",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered:",
        "Section 1. Purpose. It is the policy of my Administration to focus the executive branch's limited enforcement resources on regulations squarely authorized by constitutional Federal statutes, and to commence the deconstruction of the overbearing and burdensome administrative state. Ending Federal overreach and restoring the constitutional separation of powers is a priority of my Administration.",
        "Sec. 2. Rescinding Unlawful Regulations and Regulations That Undermine the National Interest. (a) Agency heads shall, in coordination with their DOGE Team Leads and the Director of the Office of Management and Budget, initiate a process to review all regulations subject to their sole or joint jurisdiction for consistency with law and Administration policy. Within 60 days of the date of this order, agency heads shall, in consultation with the Attorney General as appropriate, identify the following classes of regulations:",
        "(i) unconstitutional regulations and regulations that raise serious constitutional difficulties, such as exceeding the scope of the power vested in the Federal Government by the Constitution;",
        "(ii) regulations that are based on unlawful delegations of legislative power;",
        "(iii) regulations that are based on anything other than the best reading of the underlying statutory authority or prohibition;",
        "(iv) regulations that implicate matters of social, political, or economic significance that are not authorized by clear statutory authority;",
        "(v) regulations that impose significant costs upon private parties that are not outweighed by public benefits;",
        "(vi) regulations that harm the national interest by significantly and unjustifiably impeding technological innovation, infrastructure development, disaster response, inflation reduction, research and development, economic development, energy production, land use, and foreign policy objectives; and",
        "(vii) regulations that impose undue burdens on small business and impede private enterprise and entrepreneurship.",
        "(b) In conducting the review required by subsection (a) of this section, agencies shall prioritize review of those rules that satisfy the definition of \"significant regulatory action\" in Executive Order 12866 of September 30, 1993 (Regulatory Planning and Review), as amended.",
        "(c) Within 60 days of the date of this order, agency heads shall provide to the Administrator of the Office of Information and Regulatory Affairs (OIRA) within the Office of Management and Budget a list of all regulations identified by class as listed in subsection (a) of this section.",
        "(d) The Administrator of OIRA shall consult with agency heads to develop a Unified Regulatory Agenda that seeks to rescind or modify these regulations, as appropriate.",
        "Sec. 3. Enforcement Discretion to Ensure Lawful Governance. (a) Subject to their paramount obligation to discharge their legal obligations, protect public safety, and advance the national interest, agencies shall preserve their limited enforcement resources by generally de-prioritizing actions to enforce regulations that are based on anything other than the best reading of a statute and de-prioritizing actions to enforce regulations that go beyond the powers vested in the Federal Government by the Constitution.",
        "(b) Agency heads shall determine whether ongoing enforcement of any regulations identified in their regulatory review is compliant with law and Administration policy. To preserve resources and ensure lawful enforcement, agency heads, in consultation with the Director of the Office of Management and Budget, shall, on a case-by-case basis and as appropriate and consistent with applicable law, then direct the termination of all such enforcement proceedings that do not comply with the Constitution, laws, or Administration policy.",
        "Sec. 4. Promulgation of New Regulations. Agencies shall continue to follow the processes set out in Executive Order 12866 for submitting regulations for review by OIRA. Additionally, agency heads shall consult with their DOGE Team Leads and the Administrator of OIRA on potential new regulations as soon as practicable. In evaluating potential new regulations, agency heads, DOGE Team Leads, and the Administrator of OIRA shall consider, in addition to the factors set out in Executive Order 12866, the factors set out in section 2(a) of this order.",
        "Sec. 5. Implementation. The Director of the Office of Management and Budget shall issue implementation guidance, as appropriate.",
        "Sec. 6. Definitions. (a) \"Agency\" has the meaning given to it in 44 U.S.C. 3502, except it does not include the Executive Office of the President or its components.",
        "(b) \"Agency head\" shall mean the highest-ranking official of an agency, such as the Secretary, Administrator, Chairman, or Director.",
        "(c) \"DOGE Team Lead\" shall mean the leader of the DOGE Team at each agency as described in Executive Order 14158 of January 20, 2025 (Establishing and Implementing the President's \"Department of Government Efficiency\").",
        "(d) \"Enforcement action\" means all attempts, civil or criminal, by any agency to deprive a private party of life, liberty, or property, or in any way affect a private party's rights or obligations, regardless of the label the agency has historically placed on the action.",
        "(e) \"Regulation\" shall have the meaning given to \"regulatory action\" in section 3(e) of Executive Order 12866, and also includes any \"guidance document\" as defined in Executive Order 13422 of January 18, 2007 (Further Amendment to Executive Order 12866 on Regulatory Planning and Review).",
        "(f) \"Senior appointee\" means an individual appointed by the President, or performing the functions and duties of an office that requires appointment by the President, or a non-career member of the Senior Executive Service (or equivalent agency system).",
        "Sec. 7. Exemptions. Notwithstanding any other provision in this order, nothing in this order shall apply to:",
        "(a) any action related to a military, national security, homeland security, foreign affairs, or immigration-related function of the United States;",
        "(b) any matter pertaining to the executive branch's management of its employees; or",
        "(c) anything else exempted by the Director of the Office of Management and Budget.",
        "Sec. 8. Severability. If any provision of this order, or the application of any provision to any person or circumstance, is held to be invalid, the remainder of this order and the application of its provisions to any other persons or circumstances shall not be affected thereby.",
        "Sec. 9. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department, agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "[NAME]",
        "The White House,",
        "February 19, 2025."
    ],
    "citation": "Donald J. Trump (2nd Term), Executive Order 14219-Ensuring Lawful Governance and Implementing the President's \"Department of Government Efficiency\" Regulatory Initiative Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/376346"
}