{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9168-establishing-matagorda-bay-defensive-sea-area",
    "doc": "executive-order-9168-establishing-matagorda-bay-defensive-sea-area",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9168-Establishing Matagorda Bay Defensive Sea Area",
    "date": "May 20, 1942",
    "content": [
        "By virtue of the authority vested in me by the provisions of section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96), it is hereby ordered as follows:",
        "The following described area is hereby established and reserved, for purposes of national defense, as a defensive sea area, to be known as \"Matagorda Bay Defensive Sea Area\":",
        "All territorial waters of Matagorda Bay, Texas, including Trepalaclos Bay but not restricted thereto, together with all approaches thereto and tributaries thereof from the contour line of extreme high water as shown on the U.S.C. and G.S. chart No. 1284.",
        "At no time shall vessels or other craft be navigated within such area unless specific permission therefor is first obtained, in the manner prescribed by him, from the Secretary of War or from the officer designated by him. Although such permission has been obtained, a vessel entering or navigating the waters of the Matagorda Bay Defensive Sea Area does so at its own risk, and shall obey all instructions received from the United States Army or other United States authority.",
        "The movements of vessels within the Matagorda Bay Defensive Sea Area shall be subject to supervision, either through surface craft or aircraft.",
        "All United States Government authorities shall place at the disposal of the Army authorities their facilities for aiding in the enforcement of these regulations.",
        "Should any vessel or person within the said Area disregard these regulations, or regulations issued pursuant hereto, or fail to obey an order of the United States Army authority, or perform any act threatening the efficiency of Army training or defenses or the safety of navigation, or take any action therein inimical to the defense of the United States, such vessel or person may be subjected to the force necessary to require compliance, and may be liable to prosecution as provided for in section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96).",
        "The Secretary of War shall be charged with the publication and enforcement of these regulations, and he may prescribe such additional regulations as may be necessary to meet local conditions.",
        "[NAME]",
        "The White House,May 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9168-Establishing Matagorda Bay Defensive Sea Area Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372282"
}