{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8185-administration-the-foreign-service-under-reorganization-plan-no-ii",
    "doc": "executive-order-8185-administration-the-foreign-service-under-reorganization-plan-no-ii",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8185-Administration of the Foreign Service Under Reorganization Plan No. II",
    "date": "June 29, 1939",
    "content": [
        "Under the authority vested In me by the act of May 24, 1924, 43 Stat. 140, 144, the act of February 23, 1931, 46 Stat. 1207, 1211, and Reorganization Plan. No. II, transmitted by the President to the Congress (H. Doc. 288) on May 9, 1939, and by Public Resolution No. 20, 76th Congress, 1st Session, approved June 7, 1939, I hereby prescribe the following regulations pertaining to the membership of the Board of Foreign Service Personnel:",
        "1. The officer of the Department of Commerce who shall be added to the membership of the Board of Foreign Service Personnel in accordance with the provisions of subsection (b) (5) of section 1 of Reorganization Plan No. II shall sit as a member of the Board only when nominations and assignments of commercial attaches, the selection or assignment of Foreign Service officers for specialized training in commercial work, or other matters of interest to the Department of Commerce are under consideration;",
        "2. The officer of the Department of Agriculture who shall be added to the membership of the Board of Foreign Service Personnel in accordance with the provisions of subsection (b) (5) of section 1 of Reorganization Plan No. II shall sit as a member of the Board only when nominations and assignments of agricultural attaches, the selection or assignment of Foreign Service officers for specialized training in agricultural work, or other matters of interest to the Department of Agriculture are under consideration.",
        "3. The officers of the Department of Commerce and the Department of Agriculture who shall be designated as members of the Board of Foreign Service Personnel shall also be members of the School Board directing the Foreign Service Officers' Training School, as established and provided for by section 8 of Executive Order No. 5642 of June 8, 1931, which is hereby amended accordingly, and each shall sit as a member of the School Board when matters of interest to his respective Department shall be under consideration.",
        "4. With reference to the Board of Examiners for the Foreign Service, the first paragraph of section 3 of the said Executive Order No. 5642 of June 8, 1931, is hereby amended to read as follows:",
        "\"3. Examination for the Foreign Service. There is hereby constituted a Board of Examiners, which shall conduct examinations to determine the eligibility of candidates for the Foreign Service, composed as follows: Three Assistant Secretaries of State designated by the Secretary of State, an officer of the Department of Commerce designated by the Secretary of Commerce and acceptable to the Secretary of State, an officer of the Department of Agriculture designated by the Secretary of Agriculture and acceptable to the Secretary of State, the Chief of the Division of Foreign Service Personnel, and the Chief Examiner of the Civil Service Commission.",
        "\"Any member of the Board may, when he deems it necessary, designate another officer of his Department to serve for him on the Board, provided such officer as may be designated to represent a member of the Board shall be acceptable to the Secretary of State and approved by him.",
        "\"The rules for the conduct of examinations as established in subsections (a) to (k), inclusive, of section 3 of the said Executive Order No. 5642 of June 8, 1931, shall remain in full force and effect.\"",
        "This order shall become effective on July 1, 1939.",
        "[NAME]",
        "The White House,June 29, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8185-Administration of the Foreign Service Under Reorganization Plan No. II Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371852"
}