{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9108-directing-the-director-the-office-defense-transportation-take-control",
    "doc": "executive-order-9108-directing-the-director-the-office-defense-transportation-take-control",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9108-Directing the Director of the Office of Defense Transportation To Take Control of the Toledo, Peoria, and Western Railroad Company",
    "date": "March 21, 1942",
    "content": [
        "Whereas, the national interest and security demands that there be no interruption in the flow of goods essential to effective prosecution of the war, and",
        "Whereas, representatives of labor and industry, meeting at the call of the President, have agreed that there shall be no strikes or lockouts during the period of the war and that all labor disputes shall be settled by peaceful means, and, to further that agreement, the National War Labor Board has been established by Executive Order No. 9017 to bring about the peaceful settlement of all such labor disputes, and",
        "Whereas, a labor dispute has existed between the employees and the management of the Toledo, Peoria and Western Railroad Company since December 29, 1941 and has interrupted the transportation of goods essential for the prosecution of the war, and",
        "Whereas, the National War Labor Board, by order dated February 27, 1942, directed that the dispute be submitted to arbitration under the terms of Section 8 of the Railway Labor Act, and the representatives of the employees have agreed thereto, but the Company has refused and continues to refuse to submit the dispute to arbitration, despite urgent requests by the National War Labor Board and by the President that it do so; and",
        "Whereas, for the time being and under the circumstances set forth, it is essential that the Toledo, Peoria and Western Railroad Company be operated by or for the United States in order to assure successful prosecution of the war;",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and laws of the United States, and as President of the United States and as Commander in Chief of the Army and Navy, it is hereby ordered:",
        "1. The Director of the Office of Defense Transportation is directed to take immediate possession of all real and personal property, franchises, rights and other assets, tangible and intangible, of the Toledo, Peoria and Western Railroad Company, and to operate or arrange for the operation of such railroad in such manner as he deems necessary for the successful prosecution of the war, through or with the aid of such public or private agencies, persons or corporations, including the armed forces of the United States, as he may designate.",
        "2. Such real and personal property, franchises, rights and other assets, tangible and intangible, of the Toledo, Peoria and Western Railroad Company as the Director of the Office of Defense Transportation deems unnecessary to carry on the operation of such railroad may, from time to time, in his discretion, be returned to the Toledo, Peoria and Western Railroad Company.",
        "3. The Director of the Office of Defense Transportation shall manage or arrange for the management of said railroad under such terms and conditions of employment as he deems advisable and proper, pending such termination of the existing labor dispute as may be approved by the National War Labor Board. Nothing herein shall be deemed to render inapplicable existing state or Federal laws concerning the health, safety, security and employment standards of the employees of said railroad.",
        "4. Except with the prior written consent of the Director of the Office of Defense Transportation, no attachment by mesne or garnishee process or on execution shall be levied on or against any of the real and personal property, franchises, rights and other assets, tangible and intangible, of the Toledo, Peoria and Western Railroad Company in the possession of the Director.",
        "5. Possession and operation hereunder shall be continued only until the President determines that such temporary possession and operation are no longer required for successful prosecution of the war.",
        "[NAME]",
        "The White House,March 21, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9108-Directing the Director of the Office of Defense Transportation To Take Control of the Toledo, Peoria, and Western Railroad Company Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368099"
}