{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5197-assignment-frequencies-government-radio-stations",
    "doc": "executive-order-5197-assignment-frequencies-government-radio-stations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5197-A-Assignment of Frequencies to Government Radio Stations",
    "date": "September 30, 1929",
    "content": [
        "Whereas Section 6 of the Radio Act of 1927 provides as follows:",
        "\"Radio stations belonging to and operated by the United States shall not be subject to the provisions of sections 1, 4, and 5 of this Act. All such Government stations shall use such frequencies or wave lengths as shall be assigned to each or to each class by the President. All such stations, except stations on board naval and other Government vessels while at sea or beyond the limits of the continental United States, when transmitting any radio communication or signal other than a communication or signal relating to Government business shall conform to such rules and regulations designed to prevent interference with other radio stations and the rights of others as the licensing authority may prescribe. Upon proclamation by the President that there exists war or a threat of war or a state of public peril or disaster or other national emergency or in order to preserve the neutrality of the United States, the President may suspend or amend, for such time as he may see fit the rules and regulations applicable to any or all stations within the jurisdiction of the United States as prescribed by the licensing authority, and may cause the closing of any station for radio communication and the removal therefrom of its apparatus and equipment, or he may authorize the use or control of any such station and/or its apparatus and equipment, by any department of the Government under such regulations as he may prescribe, upon just compensation to the owners. Radio stations on board vessels of the United States Shipping Board or the United States Shipping Board Emergency Fleet Corporation or the Inland and Coastwise Waterways Service shall be subject to the provisions of this Act.\"",
        "And whereas the Government departments using radio find it necessary for efficient operation to make some changes in previous frequency assignments to individual stations which will not change or add to the total number of frequencies assigned for Government use, and have requested that such changes be authorized in accordance with applications they have submitted,",
        "Now, therefore, I, Herbert Hoover, President of the United States of America, pursuant to the authority vested in me by law, do hereby allocate frequencies to the Government stations as follows:",
        "NOTES:* * *The Fleet Base Stations are: Newport, New York, Norfolk, Guantanamo, Puget Sound, San Francisco, San Diego, Balboa, Pearl Harbor, Cavite.",
        "The following Government experimental Radio Stations are authorized to use miscellaneous frequencies from time to time: Navy Department, Bellevue (NKF), Annapolis (NZO), Dahlgren (NDY), Indian Head (NBG), Quantico (NZY), San Diego (NQG), Parris Island (NAV), and Newport (NAF). Commerce Department, Bureau of Standards, (WWV).",
        "The frequency of 4525 kilocycles and its harmonics used at Cavite #1 will be given up if it is possible to use 4017 kilocycles and its harmonics as a result of experiments now in progress.",
        "In the allocation of these frequencies the following principles have been followed and shall be followed in the consideration of future applications for use of frequencies by Government departments:",
        "UTILIZATION OF EXISTING COMMUNICATION FACILITIES",
        "\"No department shall erect a new station in the proximity of an existing government station, unless the same is incapable of rendering to such department the service that it requires, which shall be determined only after careful consideration by the departments concerned or by the permanent interdepartment organization. Whenever practicable, such a situation shall be met by the expansion of the existing stations, if necessary under joint contribution of the Departments interested. No department shall close a station no longer needed by it which is serving other Government departments without first making arrangements in respect to such service that are satisfactory to the departments being served.\"",
        "GOVERNMENT ENCOURAGEMENT TO PRIVATE RADIO ENTERPRISES",
        "\"The Government will encourage and foster the development of privately owned and operated radio facilities in such & manner that in time of war or similar national emergency there shall be available the most effective system for the national defense. In part, this encouragement shall consist of utilizing the services of commercial stations wherever Government interests warrant in the accomplishment of the service required.\"",
        "Minor changes in frequency allocations to individual stations which do not contemplate additional frequency assignments for use by Government stations may be made without further executive approval provided that such changes do not conflict with assignments made to stations of other Government departments, and are made with due regard for assignments to stations that do not belong to and are not operated by the United States.",
        "This Executive Order supersedes Executive Orders",
        "No. 4846-A, March 30, 1928          No. 4902, June 4, 1928          No. 5067, March 2, 1929          No. 5151-A, July 8, 1929",
        "[NAME]",
        "The White House,September 30, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5197-A-Assignment of Frequencies to Government Radio Stations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372848"
}