{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8404-authorizing-the-civil-service-commission-reopen-under-certain",
    "doc": "executive-order-8404-authorizing-the-civil-service-commission-reopen-under-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8404-Authorizing the Civil Service Commission To Reopen Under Certain Conditions Examinations From Which Appointments May Be Made to Positions in the Social Security Board",
    "date": "May 07, 1940",
    "content": [
        "By virtue of the authority vested in me by the provisions of paragraph Eighth, subdivision SECOND, section 2 of the Civil Service Act (22 Stat. 403, 404), the Civil Service Commission is hereby authorized to reopen any appropriate competitive examination from which a register of eligibles has been established and is still in existence or is about to be established, subject to the following conditions:",
        "(a) The reopened examination shall be recommended in each case by the Social Security Board and the Federal Security Agency.",
        "(b) The person nominated for the examination shall have been employed at least one year in a responsible administrative or professional capacity in a State agency which administers grants of Federal funds under the Social Security Act, and shall not have been separated therefrom because of delinquency or misconduct.",
        "(c) The person nominated shall meet all the regular open competitive examination requirements, and shall not have participated in the regular examination from which the register in question has been or is to be established.",
        "(d) The said nomination shall have been made prior to, or within ninety days after the date of, separation from the State position.",
        "Persons acquiring a status upon Civil Service registers under the provisions of this order shall be eligible for initial appointment, in accordance with usual procedure, only to appropriate positions in the Social Security Board, Federal Security Agency.",
        "This order is recommended by the Federal Security Administrator and the Civil Service Commission.",
        "[NAME]",
        "The White House,May 7, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8404-Authorizing the Civil Service Commission To Reopen Under Certain Conditions Examinations From Which Appointments May Be Made to Positions in the Social Security Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371930"
}