{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6010-revised-boundaries-fort-randolph-and-france-field-canal-zone",
    "doc": "executive-order-6010-revised-boundaries-fort-randolph-and-france-field-canal-zone",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 6010-Revised Boundaries of Fort Randolph and France Field, Canal Zone",
    "date": "January 31, 1933",
    "content": [
        "Whereas by Executive Order No. 3257, dated April 9, 1920, certain areas described therein, situated within the Canal Zone, were set apart and assigned as Fort Randolph and France Field to the uses and purposes of military reservations, to be under the control of the Secretary of War; and",
        "Whereas a military necessity exists for a reduction in the area of the Fort Randolph Military Reservation and a like increase in the area of the France Field Military Reservation;",
        "Now, Therefore, the Executive Order No. 3257, dated April 9, 1920, is hereby amended and modified so as to fix the boundaries of the military reservations known as Fort Randolph and France Field as follows:",
        "Fort Randolph Military Reservation",
        "Beginning at a 2-in. galvanized iron pipe monument on the shore line of Manzanillo Bay, said monument being located 22.5 ft., measured at right angles, westerly from the center line of the track of the Fort Randolph branch of the Panama Railroad; the geographic position of said monument is latitude 9° 22' plus 4,674.1 ft. and longitude 79° 52' plus 5,764.7 ft. (This monument is also monument \"C\" in the boundary of the Naval Aviation and Submarine Base.)",
        "Thence from said initial point by metes and bounds:",
        "In a general northerly and easterly direction including all the mainland and islands (Margarita, Palma Media, Galeta, Pefia Guapa, etc.) to the Canal Zone boundary line;",
        "In an easterly, southerly, and westerly direction along the low water line of Largo Remo Island, Droque Island, and the two small islands to the north and adjacent to Droque Island to a point in the Canal Zone boundary line;",
        "S. 0° 33' W., along the said Canal Zone boundary line to Canal Zone boundary monument No. 5, the geographic position of which is latitude 9° 21' plus 2,830.6 ft. and longitude 79° 50' plus 5,709.0 ft.;",
        "Due west, 6,309.4 ft. to a l½-in. galvanized iron pipe monument, the geographic position of which is latitude 9° 21' plus 2,830.6 ft. and longitude 79°. 52' plus 5.4 ft.;",
        "Due north, 7,891.0 ft. to a point, the geographic position of which is latitude 9° 22' plus 4,674.1 ft. and longitude 79° 52' plus 5.4 ft.;",
        "Due west, 5,759.3 ft. to the place of beginning.",
        "The directions of the lines refer to the true meridian. The tract as described contains an area of 3,691 acres, more or less. All pipe monuments are painted white and stenciled in black: -Mil. Res - where the boundary lines intersect the sides of the pipe.",
        "France Field Military Reservation",
        "Beginning at a concrete monument inside a 4-in. corrugated iron pipe, said monument being located 22.5 ft. westerly, measured at right angles, from the center line of the track of the Fort Randolph branch of the Panama Railroad; the geographic position of said monument is latitude 9° 21' plus 3,547.5 ft. and longitude 79° 52' plus 5,061.6 ft. (This monument is also monument \"A\" of the Naval Aviation and Submarine Base.)",
        "Thence from said initial point by metes and bounds:",
        "N. 4° 33' 28\" W., 6,239.3 ft. parallel to and 22.5 ft. distant from the said center line of Panama Railroad track to a 2-in. galvanized iron pipe monument, the geographic position of which is latitude 9° 22' plus 3,719.4 ft. and longitude 79° 52' plus 5,557.4 ft.;",
        "S. 81° 37' W., 336 ft. to a concrete monument, the geographic position of which is latitude 9° 22' plus 3,670.4 ft. and longitude 79° 52' plus 5,889.4 ft.;",
        "N. 12° 45' W., 79.8 ft. to a concrete monument, the geographic position of which is latitude 9° 22' plus 3,748.2 ft. and longitude 79° 52' plus 5,907.0 ft.;",
        "N. 77° 45' E., 335.6 ft. to a 2-in. galvanized iron pipe monument, the geographic position of which is latitude 9° 22' plus 3,819.4 ft. and longitude 79° 52' plus 5,579.1 ft.;",
        "N. 12° 15' W., 874.6 ft. parallel to and 22.5 ft. distant from the aforementioned center line of track of the Fort Randolph branch of the Panama Railroad to a 2-in. galvanized iron pipe monument on the shore line of Manzanillo Bay (this monument is also monument \"C\" on the boundary of the Naval Aviation and Submarine Base); the geographic position of said monument is latitude 9° 22' plus 4,674.1 ft. and longitude 79° 52' plus 5,764.7 ft.;",
        "Due east, 5,759.3 ft. to a point, the geographic position of which is latitude 9° 22' plus 4,674.1 ft., and longitude 79° 52' plus 5.4 ft.;",
        "Due south, 10,721.6 ft. to a concrete monument, the geographic position of which is latitude 9° 21' and longitude 79° 52' plus 5.4 ft., a 1½-in. galvanized iron pipe monument being placed in line 7,891.0 ft. from beginning of course; the geographic position of said 1½-in. galvanized iron pipe monument is latitude 9° 21' plus 2,830.6 ft. and longitude 79° 52' plus 5.4 ft.;",
        "Due west, 3,805.3 ft. to a l½-in. galvanized iron pipe monument on the north bank of the Majagual River; the geographic position of said monument is latitude 9° 21' and longitude 79° 52' plus 3,810.7 ft.;",
        "In a general southwesterly direction to the mouth of the said Majagual River;",
        "In a general northerly direction along the shore line of Manzanillo Bay to a 2-in. galvanized iron pipe monument, the geographic position of which is latitude 9° 21' plus 3,547.5 ft. and longitude 79° 52' plus 5,582.3 ft. (this monument being also monument \"B\" of the Naval Aviation and Submarine Base);",
        "Due east, 520.7 ft. to the place of beginning.",
        "The directions of the lines refer to the true meridian. The tract as described  contains an area of 1,555 acres, more or less. All pipe monuments are painted whie and stenciled in black: -Mil. Res- where the boundary lines intersect the sides of the pipe.",
        "Except as amended and modified by this Executive order, the Executive Order No. 3257, dated April 9, 1920, shall remain in full force and effect.",
        "[NAME]",
        "The White House,Jany. 31, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6010-Revised Boundaries of Fort Randolph and France Field, Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361737"
}