{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9395-b-possession-leather-manufacturing-plants-located-salem-peabody-and",
    "doc": "executive-order-9395-b-possession-leather-manufacturing-plants-located-salem-peabody-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9395-B-Possession of Leather Manufacturing Plants Located in Salem, Peabody, and Danvers, Massachusetts",
    "date": "November 20, 1943",
    "content": [
        "By virtue of the power and authority vested in me by the Constitution and laws of the United States, as President of the United States and Commander-in-Chief of the Army and Navy of the United States, it is hereby ordered and directed as follows:",
        "The Secretary of War is authorized immediately to take possession of and operate any or all of the following plants:",
        "Hunt-Rankin Leather Company, Summit Street, Peabody, Massachusetts.     Leach-Heckel Leather Company, 72 Flint Street, Salem, Massachusetts.     John Flynn & Sons, 80 Boston Street, Salem. Massachusetts.     B.E. Cox Leather Company, 22 Hardy Street, Peabody, Massachusetts.     Morrill Leather Company, North Main Street, Peabody, Massachusetts.     Nathan H. Poor Company, 73 Lowell Street, Peabody, Massachusetts.     Trimount Leather Company, 70-80 Foster Street, Peabody. Massachusetts.     Verza Tanning Company, 107 Foster Street, Peabody, Massachusetts.     Richard Young Company, 4 Union Street, Peabody, Massachusetts.     Creese & Cook Company, 33 Water Street, Danvers, Massachusetts.     Helburn Thompson Company, 18 Goodhue Street, Salem, Massachusetts.     Puritan Tannery, Inc., 16 Proctor Street, Salem, Massachusetts.     Salem Leather Company, 3 Tremont Place, Salem, Massachusetts.",
        "through and with the aid of such person or persons or instrumentality as he may designate, and in so far as may be necessary or desirable, to produce the war materials called for by the Company's contracts with the United States, its departments and agencies, or as may be otherwise required for the war effort, and do all things necessary or incidental to that end. The Secretary of War shall permit the management to continue with its managerial functions to the maximum degree possible consistent with the aims of this order. The Secretary of War shall make employment available under existing collective bargaining contracts to all workers who seek employment in the plant to the extent that they are needed.",
        "Possession and operation hereunder shall be terminated by the President as soon as he determines that the plant or plants above listed can be operated without the protection provided by this order.",
        "[NAME]",
        "The White House,November 20, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9395-B-Possession of Leather Manufacturing Plants Located in Salem, Peabody, and Danvers, Massachusetts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372374"
}