{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6565-veterans-regulation-no-1c",
    "doc": "executive-order-6565-veterans-regulation-no-1c",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6565-Veterans' Regulation No. 1(c)",
    "date": "January 19, 1934",
    "content": [
        "ENTITLEMENT TO PENSIONS",
        "By virtue of the authority vested in me under section 1 of title I of the act entitled \"An Act to maintain the credit of the United States Government\", approved March 20, 1933 (Public No. 2, 73d Cong.), the following regulation amending Veterans' Regulation No. 1(a) and Veterans' Regulation No. 1(b) is hereby prescribed:",
        "1. Paragraph II, subparagraphs (a) to (j), of part I of Veterans' Regulation No. 1(a) is amended to read as follows:",
        "\"(a) If and wliile the disability is rated 10 per centum the monthly pension shall be $10.",
        "\"(b) If and while the disability is rated 20 per centum the monthly pension shall be $20.",
        "\"(c) If and while the disability is rated 30 per centum the monthly pension shall be $30.",
        "\"(d) If and while the disability is rated 40 per centum the monthly pension shall be $40.",
        "\"(e) If and while the disability is rated 50 per centum the monthly pension shall be $50.",
        "\"(f) If and while the disability is rated 60 per centum the monthly pension shall be $60.",
        "\"(g) If and while the disability is rated 70 per centum the monthly pension shall be $70.",
        "\"(h) If and while the disability is rated 80 per centum the monthly pension shall be $80.",
        "\"(i) If and while the disability is rated 90 per centum the monthly pension shall be $90.",
        "\"(j) If and while the disability is rated as total the monthly pension shall be $100.\"",
        "2. Part II of Veterans' Regulation No. 1(a) is hereby amended by adding a new paragraph to read as follows:",
        "\"IV. The surviving widow of any deceased person who died as a result of injury or disease incurred in or aggravated by active Coast Guard, military or naval service, in line of duty, who was on March 20, 1933, being paid, except by fraud, mistake, or misrepresentation, a pension under general or service pension laws at a rate in excess of the rate authorized under Veterans' Regulation No. 1 (a), part II, paragraph 11£ shall hereafter until death or remarriage be entitled to be paid a pension at the rate authorized under the prior general law but not more than $30 per month. \"",
        "3. Paragraph I, subparagraph (a) of part III of Veterans' Regulation No. 1(a) is amended to read as follows:",
        "\" (a) Any person who served in the active military or naval service, for a period of ninety days or more, during either the Spanish-American War, the Boxer rebellion, the Philippine insurrection, or the World War, and who has been honorably discharged j  therefrom, or who, having served less than ninety days, was discharged for disability incurred in the service in line of duty, who is shown to have been in active service therein before the cessation of hostilities shall be entitled to receive a pension for permanent total disability not the result of his misconduct and which is not shown to have been incurred in any period of military or naval service: Provided, That-\"",
        "4. Paragraph I, subparagraph (h) of part III of Veterans' Regulation No. 1(a), as amended by Veterans' Regulation No. 1(b), is amended to read as follows:",
        "\"(h) Any veteran of the Spanish-American War, Boxer rebellion, or Philippine insurrection who is 50 per centum disabled, and who meets the other requirements of part III shall be paid a pension of not less than $15 per month.\"",
        "5. The amendments contained in this regulation shall be effective as of the date of promulgation.",
        "[NAME]",
        "The White House,January 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6565-Veterans' Regulation No. 1(c) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362326"
}