{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6547-veterans-regulation-no-2b",
    "doc": "executive-order-6547-veterans-regulation-no-2b",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6547-Veterans Regulation No. 2(b)",
    "date": "January 02, 1934",
    "content": [
        "EFFECTIVE DATES OF AWARDS OF DISABILITY AND DEATH PENSIONS J PROVISIONS FOR FILING CLAIMS; REVIEW OF PRESUMPTIVE CLAIMS BY SPECIAL REVIEW BOARDS",
        "By virtue of the authority vested in me under section 9 of title I of the act entitled \"AN ACT to Maintain the credit of the United States Government\", approved March 20, 1933 (Public, No. 2, 73d Cong.), the following regulation amending Veterans Regulation No. 2(a) is hereby prescribed:",
        "That part of paragraph I preceding subparagraph (a) of part II of Veterans Regulation No. 2(a) is amended to read as follows:",
        "\"There is hereby created in the Veterans' Administration a Board of Veterans' Appeals under the administrative control and supervision of a chairman directly responsible to the Administrator of Veterans' Affairs. The Board shall be composed of a chairman, a vice chairman, and not more than 30 associate members, and such other professional, administrative, clerical, and stenographic personnel as are necessary in conducting hearings and considering and disposing of appeals properly before such Board in accordance with the instructions herein provided. Members of the Board, including the chairman and the vice chairman, shall be appointed by the Administrator of Veterans' Affairs with the approval of the President.",
        "[NAME]",
        "The White House,January 2, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6547-Veterans Regulation No. 2(b) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362304"
}