{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6139-revocation-withdrawal-public-lands-pending-resurvey-colorado",
    "doc": "executive-order-6139-revocation-withdrawal-public-lands-pending-resurvey-colorado",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6139-Revocation of Withdrawal of Public Lands Pending Resurvey, Colorado",
    "date": "May 22, 1933",
    "content": [
        "It is hereby ordered that Executive Order No. 4482, dated July 19, 1926, which withdrew, with other lands, the public lands in T. 4 S., R. 99 W., and T. 6 S., R. 101 W. sixth principal meridian, Colorado, pending resurvey, be, and the same is hereby, revoked as to said townships.",
        "And it is hereby ordered, pursuant to Public Resolution 85 of June 12, 1930 (46 Stat. 580), that, subject to valid rights, the public lands in said townships, if otherwise subject to disposition, shall be opened under the terms and conditions of such resolution and the regulations issued thereunder to entry under applicable public land laws by qualified ex-service men for whose service recognition is granted by the resolution, for a period of 91 days beginning with the date of official filing of the plats of resurvey of said townships, and thereafter to appropriation by the general public under any public land law applicable thereto.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to the released land by settlement in advance of entry or otherwise except strictly in accordance herewith.",
        "[NAME]",
        "The White House,May 22, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6139-Revocation of Withdrawal of Public Lands Pending Resurvey, Colorado Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361966"
}