{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9255-prescribing-regulations-governing-the-payment-rental-allowances",
    "doc": "executive-order-9255-prescribing-regulations-governing-the-payment-rental-allowances",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9255-Prescribing Regulations Governing the Payment of Rental Allowances to Officers",
    "date": "October 13, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 6 of the Pay Readjustment Act of 1942, approved June 16, 1942 (Public Law 607-77th Cong.), I hereby prescribe the following regulations governing the payment of rental allowances to officers of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service, including adjunct forces thereof.",
        "I. Definitions. As used in these regulations or in regulations prescribed pursuant hereto:",
        "(a) The terms \"on active duty\" and \"entitled to active-duty pay\", shall apply to an officer while on the active list or while required to perform duty in accordance with law for which he is entitled to active-duty pay: Provided, that such terms shall not apply to any officer while absent from duty under conditions which, under the laws governing the particular service concerned, would prevent him from receiving full pay.",
        "(b) The term \"field duty\" shall mean service, under orders, with troops operating against an enemy, actual or potential.",
        "(c) The term \"sea duty\" shall mean service at sea by an officer on a vessel under orders (1) requiring the officer to report for duty on board a designated vessel or (2) assigning him to duty in command of vessels or as a member of the staff of an officer in command of vessels: Provided, that the officer concerned is not during the same period required to render service on shore of a character determined by the department concerned to be paramount to the duty which he is required to render at sea.",
        "(d) The term \"permanent station\" shall mean the place on shore where an officer is assigned to duty, or the home yard or the home port of a vessel on board which an officer is required to perform duty, under orders in each case which do not in terms provide for the termination thereof; and any station on shore or any receiving ship where an officer in fact occupies with dependents public quarters assigned to him without charge shall also be deemed during such occupancy to be his permanent station.",
        "(e) The terms \"competent superior authority\" and \"competent authority\" shall mean the officer required by regulations of the department concerned to assign public quarters.",
        "(f) The term \"dependent\" shall include at all times and in all places a lawful wife and unmarried children under twenty-one years of age. It shall also include the father or mother of the person concerned provided he or she is in fact dependent upon such person for his or her chief support: Provided, that the term \"children\" shall be held to include stepchildren and adopted children when such stepchildren or adopted children are in fact dependent upon the person claiming, dependency allowance.",
        "II. Assignment of quarters.-(a) The assignment of quarters to an officer shall consist of the designation in accordance with regulations of the department concerned of quarters controlled by the Government for occupancy without charge by the officer and his dependents, if any.",
        "(a) No officer who, when adequate quarters are not available for assignment to him at his permanent station, is permitted or required personally to occupy inadequate quarters at such station shall so occupy more than one room and a bath.",
        "(c) Any unassigned quarters at a post, yard, or station may, with the permission of competent superior authority and so long as not needed for assignment to officers on permanent duty thereat, be occupied by officers not permanently stationed thereat, but no officer unaccompanied by dependents shall be permitted to occupy as quarters at a post, yard, or station other than his permanent station more than one room and a bath.",
        "III. Payments:-(a) Payment of the money allowance for rental of quarters to the officers entitled thereto shall be made periodically by appropriate disbursing officers upon submission of the evidence necessary to substantiate the payee's right to such allowance.",
        "(b) No officer shall be paid a rental allowance for any period during which he is assigned quarters at his permanent station which have been determined to be adequate in accordance with regulations prescribed by the head of the department concerned.",
        "IV. The head of any department concerned is authorized to prescribe such supplementary regulations not inconsistent herewith as he may deem necessary or desirable for carrying out these regulations.",
        "This order shall supersede Executive Order No. 4063 of August 13, 1924, and shall be effective as of June 1, 1942.",
        "[NAME]",
        "The White House,October 13, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9255-Prescribing Regulations Governing the Payment of Rental Allowances to Officers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368104"
}