{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6748-establishing-the-national-longshoremens-labor-board",
    "doc": "executive-order-6748-establishing-the-national-longshoremens-labor-board",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6748-Establishing the National Longshoremen's Labor Board",
    "date": "June 26, 1934",
    "content": [
        "By virtue of the authority vested in me under title I of the National Industrial Recovery Act (48 Stat. 195; U.S.C., title 15, sec. 701) and under a joint resolution approved June 19, 1934 (Public Resolution 44, 73d Cong.), and in order to effectuate said act and joint resolution, I, Franklin D. Roosevelt, President of the United States, do hereby issue the following Executive order:",
        "Section 1. There is hereby created in connection with the Department of Labor a board to be known as the National Longshoremen's Labor Board which shall be composed of the Right Reverend Edward J. Hanna, chairman, O. K. Cushing, and Edward McGrady. Each member of the Board shall receive necessary traveling and subsistence expenses and each member who, prior to the issuance of this order, was not an officer or employee of the United States shall in addition thereto receive $20 per diem.",
        "Sec. 2. The Board shall have authority to appoint without regard to the provisions of the civil-service laws or the Classification Act of 1923, as amended, no more than 15 employees and to incur financial obligations necessary for the proper performance of its duties. Obligations and expenses incurred under the authority of this order shall be paid out of the funds appropriated by the Fourth Deficiency Act, fiscal year 1933, approved June 16, 1933 (48 Stat. 274, 275).",
        "Sec. 3. The Board is hereby authorized in connection with the longshoremen's strike on the Pacific Coast and labor problems relating thereto-",
        "(a) To investigate issues, facts, practices, and activities of employers or employees that are burdening or obstructing, or threatening to burden or obstruct, the free flow of interstate or foreign commerce; and",
        "(b) To hear, make findings of fact, and take appropriate affirmative action regarding complaints of discrimination against, or discharge of employees; and",
        "(c) To act as voluntary arbitrator upon request; and",
        "(d) To exercise all other powers conferred upon a Board established under the authority of Public Resolution 44, Seventy-third Congress; and",
        "(e) To make a report to the President through the Secretary of Labor of the activities, the findings, the investigations, and the recommendations of the Board.",
        "Sec. 4. The Board shall cease to exist when, in the opinion of the President, it has completed the duties it is authorized to perform.",
        "[NAME]",
        "Approval recommended: [NAME], The Secretary of Labor",
        "The White House, June 26, 1934"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6748-Establishing the National Longshoremen's Labor Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373467"
}