{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9051-amending-executive-order-no-8099-april-28-1939-amended-relating",
    "doc": "executive-order-9051-amending-executive-order-no-8099-april-28-1939-amended-relating",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9051-Amending Executive Order No. 8099 of April 28, 1939, as Amended, Relating to Administration of Benefits Provided by Act of Congress Approved April 3, 1939",
    "date": "February 06, 1942",
    "content": [
        "By virtue of the authority vested in me as President of the United States, Executive Order No. 8099 of April 28, 1939, entitled \"Administration of Benefits Provided by Act of Congress Approved April 3, 1939\", as amended by Executive Order No. 8461 of June 28, 1940, is hereby further amended by changing the period at the end thereof to a colon and adding thereto the following proviso:",
        "\"Provided further, That the administration of the provisions of the act of December 17, 1919 (41 Stat. 367, as amended) as to persons to whom such provisions are extended by the act of December 10, 1941, entitled 'An act to extend the six months' death gratuity benefits, now paid only to dependents of officers and enlisted men of the Regular Army. to dependents of all officers, warrant officers, and enlisted men of the Army of the United States who die in line of duty while in active military service of the United States' (Public Law 329, 77th Congress), shall be vested in the Secretary of War or in such person or persons as may be designated by him in the War Department.\"",
        "[NAME]",
        "The White House,February 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9051-Amending Executive Order No. 8099 of April 28, 1939, as Amended, Relating to Administration of Benefits Provided by Act of Congress Approved April 3, 1939 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372311"
}