{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9460-regulations-relating-glider-flights-personnel-the-army-navy-marine",
    "doc": "executive-order-9460-regulations-relating-glider-flights-personnel-the-army-navy-marine",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9460-Regulations Relating to Glider Flights by Personnel of the Army, Navy, Marine Corps, and Coast Guard",
    "date": "August 07, 1944",
    "content": [
        "By virtue of the authority vested in the President by the act entitled \\\"An Act to amend section 18 of the Pay Readjustment Act of 1942 to provide additional pay for personnel who are required to participate in regular and frequent glider flights,\\\" approved July 1, 1944 (Public Law 409, 78th Congress, 2d session) I hereby prescribe the following regulations, applicable to all officers, warrant officers, nurses, and enlisted men of all branches of the Army, Navy, Marine Corps, and Coast Guard.",
        "1. As used in these regulations-",
        "(a) The term \\\"orders of competent authority\\\" shall mean orders issued by the Secretary of War or such officer or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or by the Commandant of the Coast Guard for the Coast Guard.",
        "(b) The term \\\"glider flight\\\" shall mean a journey in a service-type glider in the Army, Navy, Marine Corps, or Coast Guard, beginning when the glider takes off from reSt at any point of support and terminating when it next comes to a complete stop at a point of support.",
        "2. Personnel of the Army, Navy, Marine Corps, and Coast Guard who are qualified as glider personnel under such regulations as the Secretary of War or the Secretary of the Navy may severally prescribe, or who are undergoing training for such qualification and who are required by competent authority to participate regularly and frequently in glider flights, shall be required to perform one or more flights without regard to duration thereof during any three consecutive calendar months: Provided, That whenever the commanding officer of any officer, warrant officer, nurse, or enlisted man who has been required by orders of competent authority to participate in regular and frequent glider flights certifies that on account of the absence or inadequacy of glider equipment or towing aircraft or other means of propulsion, or on account of military operations of the particular command under combat conditions, such officer, warrant officer, nurse, or enlisted man was unable to perform the glider flights required by this paragraph, such officer, warrant officer, nurse, or enlisted man may comply with the requirements herein prescribed by performing four or more glider flights without regard to the duration thereof during a period of 12 consecutive calendar months, and such requirements for any particular period may be met at any time during such period: And.provided further. That any officer, warrant officer, nurse, or enlisted man who has been required to participate regularly arid frequently in glider flights by orders of competent authority and who as a result of such orders has participated regularly and frequently in glider flights, as defined in this order, and who subsequently becomes incapacitated for glider flights by reason of an aviation accident shall not be required to perform such glider flights during such incapacity for a period not to exceed three months following the date of such accident.",
        "3. For the purpose of computing the number of flights required under paragraph 2 hereof, flights performed within a period of 90 days prior to the date of this order shall be considered to have been made on the effective date of this order.",
        "This order shall be effective as of July 1, 1944.",
        "[NAME]",
        "The White House,August 7, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9460-Regulations Relating to Glider Flights by Personnel of the Army, Navy, Marine Corps, and Coast Guard Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355169"
}