{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8103-amendment-executive-order-no-7302-february-21-1936-transferring",
    "doc": "executive-order-8103-amendment-executive-order-no-7302-february-21-1936-transferring",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8103-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy",
    "date": "May 02, 1939",
    "content": [
        "VIRGIN ISLANDS",
        "By virtue of the authority vested in me by the act of March 3, 1917, c. 171, 39 Stat. 1132, and the Second Deficiency Act, Fiscal Year 1931 (46 Stat. 1552, 1570), and as President of the United States, Executive Order No. 7302 of February 21, 1936, transferring certain lands in the Virgin Islands from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities, as amended by Executive Orders No. 7686 of August 5, 1937, and No. 7790 of January 12, 1938, is hereby further amended by adding thereto the following:",
        "\"It is further ordered that all that land lying to the north and east of the existing Naval Air Station, St. Thomas, Virgin Islands, more particularly described below by metes and bounds, be, and it is hereby, subject to valid existing rights, transferred from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities: Provided, That such portions of the area which are now used as an Agricultural Station shall continue to be available for the use of the Department of the Interior until such time as the Secretary of the Interior shall determine that they are no longer needed for such purpose:",
        "\"Beginning at a point marked B. P. '264' on the western boundary line of Lindbergh Bay Estate, said boundary running between bound posts Nos. 9 and 10, as shown on Public Works Drawing A3-12-T33, the point of beginning being northerly of boundary post No. 10, 3,685 feet in two courses and distances as follows:",
        "N. l°50' E., 2,287 feet and N. 0°24' W., 1,398 feet;",
        "thence N. 0°24' W., 500 feet to a monument marked B. P. '311';",
        "thence S. 74°0.6' E., 995.21 feet to a monument marked B. P. '307';",
        "thence S. 3°31' W., 568.79 feet to a monument marked B. P. '268';",
        "thence S. 74°42' E-, 534.85 feet to a monument marked B. P. '269';",
        "thence S. 2°41' W., 1,841.07 feet to a monument marked B. P. '287';",
        "thence S. 88°54' W., 335.26 feet to a monument marked B. P. 'X';",
        "thence S. 5°45' W., 153.98 feet to a monument marked B. P. 'Y';",
        "thence S. 14°27' E., 251.25 feet to a monument marked B. P. '304';",
        "thence N. 75°43' W., 372.5 feet to a point marked B. P. '306';",
        "thence N. 19°21' W., 321.5 feet to a point marked B. P. '305';",
        "thence N. 3°0.9' E., 2,157 feet to a point marked B. P. '267';",
        "thence N. 74°34' W., 722.8 feet to a point marked B. P. '264',",
        "the point of beginning.\"",
        "[NAME]",
        "[NAME]."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8103-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368653"
}