{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6935-placing-certain-islands-the-pacific-ocean-under-the-control-and",
    "doc": "executive-order-6935-placing-certain-islands-the-pacific-ocean-under-the-control-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6935-Placing Certain Islands in the Pacific Ocean Under the Control and Jurisdiction of the Secretary of the Navy",
    "date": "December 29, 1934",
    "content": [
        "WAKE ISLAND, KINGMAN REEF, AND JOHNSTON AND SAND ISLANDS",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and as President of the United States, it is ordered that Wake Island located in the Pacific Ocean approximately in latitude 19°17'28\" N. and longitude 166°34'42\" E. from Greenwich, Kingman Reef located in the Pacific Ocean approximately in latitude 6°24'37\" N. and longitude 162°22' W. from Greenwich, and Johnston and Sand Islands located in the Pacific Ocean approximately in latitude 16°44'32\" N. and longitude 169°30'59\" W. from Greenwich, together with the reefs surrounding all the aforesaid islands, as indicated upon the diagram hereto attached and made a part of this order, be, and they are hereby, reserved, set aside, and placed under the control and jurisdiction of the Secretary of the Navy for administrative purposes, subject, however, to the use of the said Johnston and Sand Islands by the Department of Agriculture as a refuge and breeding ground for native birds as provided by Executive Order No. 4467 of June 29, 1926.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,December 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6935-Placing Certain Islands in the Pacific Ocean Under the Control and Jurisdiction of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362600"
}