{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6408-corrected-description-the-boundaries-fort-ruger-military-reservation",
    "doc": "executive-order-6408-corrected-description-the-boundaries-fort-ruger-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6408-Corrected Description of the Boundaries of Fort Ruger Military Reservation, Hawaii",
    "date": "November 07, 1933",
    "content": [
        "Whereas by Executive Order No. 395-A, dated January 18, 1906, certain public lands at and near Diamond Head, Island of Oahu, Territory of Hawaii, were temporarily withdrawn from sale, entry, or other disposition and set aside for the Fort Ruger Military Reservation; and",
        "Whereas by Executive Order No. 1106, dated July 1, 1909, the military reservation was reduced by restoring to its previous status for use by the Territory of Hawaii 5.52 acres for a reservoir site; and",
        "Whereas by Executive Order No. 1261, dated October 31, 1910, the said military reservation was further reduced by the transfer of 2 acres to the Department of Commerce and Labor for lighthouse purposes; and",
        "Whereas by Executive Order No. 1377, dated June 26, 1911, a portion of the area restored to the Territory of Hawaii by Executive Order No. 1106, dated July 1, 1909, was withdrawn and set aside for military purposes, subject to the right of the Territory of Hawaii to lay and maintain a water pipe line across the area; and, the boundaries of the said military reservation having been determined by an actual survey, it was ordered that said military reservation shall include all public lands within the metes and bounds thereof; and",
        "Whereas by Executive Order No. 1767, dated April 28, 1913, additional land contiguous to the said military reservation was withdrawn and set apart for military purposes and made a part of said reservation; and",
        "Whereas by Executive Order No. 4679, dated June 29, 1927, additional land contiguous to the said military reservation was set apart for military purposes and made a part of said military reservation; and",
        "Whereas by Executive Order No. 4686, dated July 11, 1927, the said military reservation was further reduced by transfer of 0.19 of an acre to the Department of Commerce for lighthouse purposes; and",
        "Whereas by Executive Order No. 4689, dated July 11, 1927, the said military reservation was further reduced by restoring to its previous status for use of the Territory of Hawaii 8.961 acres for road purposes; and",
        "Whereas by Executive Order No. 5266, dated January 24, 1930, the said military reservation was further reduced by restoring to its previous status for use by the Territory of Hawaii an area containing 8,700 square feet; and",
        "Whereas a recent survey of the said military reservation has developed discrepancies in former descriptions of this reservation;",
        "Now, Therefore, by virtue of the authority vested m me by section 91 of the act of April 30, 1900 (ch. 339, 31 Stat. 141, 159), as amended by section 7 of the act of May 27, 1910 (ch. 258, 36 Stat. 443, 447), it is hereby ordered that the description of the Fort Ruger Military Reservation be,, and the same is. hereby, amended to read as follows:",
        "Tract No. 1",
        "Beginning at a concrete monument stamped \"26-Q\" on top, situated on the boundary of the B. P. Bishop Estate land and the Diamond Head Road 60-foot rightof-way, from which the azimuth (measured clockwise from the true south) and distance to a concrete monument known as secondary triangulation station \"Kupiki-pikio\", established by the Department Engineer's office, is 346°49'30\", 171.42 ft.; from said \"Kupikipikio\" station, the azimuths and distances to the United States Coast and Geodetic Survey triangulation stations are:",
        "To Diamond Head, 91°26'51\"-5,975.54 ft.;           To Kalepeamoa, 192°21'06\"-14,504.89 ft.;",
        "Thence from said monument no. 26-Q by true azimuths and distances, as follows:",
        "77°43'45\"-402.95 ft. along the Diamond Head Road right-of-way to concrete monument no. 26-P;",
        "78°51'20\"-981.50 ft. along the same to concrete monument do. 26-0; 76°37'00\"-378.94 ft. along the same to concrete monument no. 26-N; On the curve to the left along the same, having a radius of 603.69 ft., direct long-chord azimuth being 64°57'0\", 244.15 ft. to concrete monument no. 26-M;",
        "53°17'00\"-318.61 ft. along the same to concrete monument no. 26-L;",
        "On the curve to the right along the same, having a radius of 686.78 ft. direct long-chord azimuth being 61°32'27\", 197.29 ft. to concrete monument no. 26-K;",
        "69°47'55\"-558.20 ft. along the same to concrete monument no. 26-J; 65°38'33\"-1,067.58 ft. along the same to concrete monument no. 26-1;",
        "On the curve to the right along the same, having a radius of 548.69 ft., direct long-chord azimuth being 76'°15'07\", 200.20 ft. to concrete monument no. 26-H;",
        "86°51'4L\"-285.85 ft. along the same to concrete monument no. 26-G;",
        "On the curve to the right along the same, having a radius of 686.78 ft., direct long-chord azimuth being 93°35'48\", 161.08 ft. to concrete monument no. 26-F;",
        "100kO19'55\"-1,319.22 ft. along the same to a 1½-inch galvanized iron pipe marking station no. 26-E;",
        "On the curve to the left along the same, having a radius of 603.69 ft., direct long-chord azimuth being 91O31'46\", 184.77 ft. to concrete monument no. 26-D;",
        "82°43'36\"-206.27 ft. along the same to concrete monument no. 26-C;",
        "On the curve to the right along the same, having a radius of 380.28 ft. direct long-chord azimuth being 96°57'30\", 186.97 ft. to concrete monument no. 26-B;",
        "111°11'24\"-22.75 ft. along the same to concrete monument no. 26-A;",
        "124°30'00\"-635.89 ft. to concrete monument no. 26;",
        "213°18'10\"-200.69 ft. to concrete monument no. 25;",
        "212°00'00\"-269.00 ft. to concrete monument no. 24;",
        "115°35'00\"-222.00 ft. along land-court application no. 873 to concrete monument no. 23;",
        "205°21'35\"-195.54 ft. along the city and county reservoir site to concrete monument no. 22;",
        "116°32'40\"-280.34 ft. along the same to concrete monument no. 21;",
        "40°14'00\"-592.10 ft. along the same to concrete monument no. 20;",
        "124°32'50\"-218.43 ft. to concrete monument no. 19;",
        "64°16'00\"-39.03 ft. to concrete monument no. 18-D;",
        "154°50'00\"-91.73 ft. to concrete monument no. 18-C;",
        "244°20'00\"-60.00 ft. to concrete monument no. 18-B;",
        "334°50'00\"-91.73 ft. to concrete monument no. 18-A;",
        "244°30'00\"-309.72 ft. to concrete monument no. 18;",
        "162°31'20\"-364.95 ft. to concrete monument no. 12-B;",
        "209°57'20\"-705.81 ft. to concrete monument no. 12-A;",
        "207°13'00\"-1,072.00 ft. along land-court application no. 972 to concrete monument no. 12;",
        "224°30'00\"-931.86 ft. along the same to concrete monument no. 11;",
        "221°08'50\"-850.84 ft. to concrete monument no. 10;",
        "243°08'40\"-1,025.95 ft. to concrete monument no. 9;",
        "149°35'30\"-222.40 ft. along the east side of Trousseau Street to concrete monument no. 8, located on the east side of the junction of Trousseau Street and Monsarrat Road;",
        "264°38'50\"-1,544.36 ft. to concrete monument no. 7;",
        "211°43'00\"-53.30 ft. across Alohea Avenue to concrete monument no. 6, located on the corner of Makapuu and Alohea Avenues' intersection;",
        "217°18'00\"-1,366.18 ft. along Makapuu Avenue to concrete monument no. 5, located on the south corner of Kilauea and Makapuu Avenues' intersection;",
        "298°31'30\"-1,418.85 ft. along Kilauea Avenue to concrete monument no. 4, located on the west corner of Kilauea and Eighteenth Avenues' intersection;",
        "28°29'20\"-1,532.40 ft. along Eighteenth Avenue to concrete monument no. 3, located on the west corner of Diamond Head and Eighteenth Avenues' intersection;",
        "303°04'00\"-3,140.00 ft. to a brass plate set in coral, marking station no. 1-J, located on the boundary of the B. P. Bishop Estate land;",
        "32°09'10\"-197.98 ft. along the B. P. Bishop Estate to concrete monument no. 1-H;",
        "347°49'45\"-70.77 ft. along the same to concrete monument no. 1-G;",
        "8°09'20\"-129.93 ft. along the same to concrete monument no. 1-F;",
        "27°35'30\"-239.96 ft. along the same to concrete monument no. 1-E;",
        "65°29'35\"-64.63 ft. along the same to concrete monument no. 1-D;",
        "53°03'50\"-428.92 ft. along the same to concrete monument no. 1-C; 64°14'50\"-434.68 ft. along the same to concrete monument no. 1-B; 346°49'30\"-141.43 ft. along the same to the point of beginning.",
        "The tract as described contains an area of 682.5 acres, more or less.",
        "Tract No. 2",
        "Beginning at concrete monument no. 32, located on the south side of the Diamond Head Road right-of-way, from which the azimuth (measured clockwise from the true south) and distance to \"Kaauau\" Territory triangulation station is 287°27'06\", 10.87 ft.;",
        "Thence from said concrete monument no. 32, by true azimuths and distances, as follows:",
        "56°05'00\"-131.55 ft. to concrete monument no. 31, located on the beach;",
        "108°33'30\"-416.75 ft. along the road leading to the beach, to concrete monument no. 30;",
        "On the curve to the right, having a radius of 27.40 ft. the direct chord azimuth and distance is 191°23'00\", 54.37 ft. to concrete monument no. 30-B, located on the boundary of Diamond Head Road right-of-way;",
        "On the curve to the right along said right-of-way, Laving a radius of 543.69 ft., the direct chord azimuth and distance being 277°12'36\", 59.22 ft. to concrete monument no. 30-A;",
        "280°19'55\"-446.56 ft. along the same to a railroad spike in concrete marking station no. 32-A;",
        "10°19'55\"-25.43 ft. along the lighthouse reservation to the point of beginning.",
        "The tract as described contains an area of one (1) acre, more or less.",
        "Tract No. 3",
        "Beginning at a 2-inch iron pipe marking station no. 35, southwest corner of this tract, and boundary of lighthouse reservation, from which the azimuth (measured clockwise from the true south) and distance to the Diamond Head lighthouse staff is 167°25'50\", 184.72 ft.; from said lighthouse staff the azimuths and distances to the United States Coast and Geodetic Survey triangulation stations are:",
        "To Diamond Head, 152°37'56\"-1,631.6 ft.;           To Koko Head No. 2, 264°20'14\"-36,486.1 ft.;",
        "Thence from said 2-inch iron pipe by true azimuths and distances, as follows:",
        "180°00'00\"-240.00 ft. along the lighthouse reservation to concrete monument no. 34;",
        "190°19'55\"-25.05 ft. along the same to concrete monument no. 34-A, located on the Diamond Head Road right-of-way;",
        "280°19'55\"-625.05 ft. along said right-of-way to concrete monument no. 37-G;",
        "On the curve to the left along the same, having a radius of 746.78 ft., direct long-chord azimuth and distance being 273°35'48\", 175.15 ft. to concrete monument no. 37-F;",
        "266°51'41\"-285.85 ft. along the same to concrete monument no. 37-E;",
        "On the curve to the left along the same, having a radius of 603.69 ft., direct long-chord azimuth and distance being 256°15'07\", 222.30 ft. to concrete monument no. 37-D;",
        "245°38'33\"-764.72 ft. along the same to concrete monument no. 37-C;",
        "341°47'00\"-39.60 ft. to concrete monument no. 37-B;",
        "341°47'00\"-185.45 ft. to concrete monument no. 37-A;",
        "263°42'00\"-241.90 ft. to a small cross in concrete floor marking the location of station no. 37;",
        "360°00'00\"-50.00 ft. to station no. 36, marked by a hub;",
        "86°26'00\"-322.62 ft. along the beach to station no. 35-D, marked by a cross on coral;",
        "68°46'30\"-780.30 ft. along the same to station no. 35-C, marked by a railroad spike in coral;",
        "79°04'00\"-430.30 ft. along the same to station no. 35-B, marked by a hub;",
        "92°59'30\"-331.25 ft. along the same to station no. 35-A, marked by a railroad spike in coral;",
        "98°52'30\"-506.15 ft. along the same to the point of beginning.",
        "The tract as described contains an area of 11.230 acres, more or less.",
        "Tract No. 4",
        "Beginning at a concrete monument known as \"Kupikipikio\", secondary triangulation station established by the Department Engineer's office, from which the azimuths (measured clockwise from the true south) and distances are:",
        "To Diamond Head, 91°26'51\", 5,975.54 ft.;           To Kalepeamoa, 192°21'06\", 14,504.89 ft.;",
        "Thence from said concrete monument known as \"Kupikipikio\" by true azimuths and distances, as follows:",
        "311°56'45\"-854.37 ft. along the B. P. Bishop Estate land to concrete monument no. 1-A;",
        "10°17'20\"-238.30 ft. to concrete monument no. 1;",
        "87°07'00\"-31.91 ft. to concrete monument no. 57;",
        "337°32'40\"-129.20 ft. to concrete monument no. 56;",
        "43°59'40\"-143.90 ft. to concrete monument no. 55;",
        "107°56'20\"-278.35 ft. to concrete monument no. 54;",
        "120°13'30\"-213.65 ft. to concrete monument no. 53;",
        "109°45'20\"-97.70 ft. to concrete monument no. 52;",
        "136°22'00\"-222.25 ft. to concrete monument no. 51;",
        "220°49'10\"-19.65 ft. to concrete monument no. 50;",
        "125°47'50\"-78.80 ft. to concrete monument no. 50-D;",
        "193°12'50\"-149.83 ft. to concrete monument no. 50-C;",
        "95°30'00\"-215.60 ft. to concrete monument no. 50-B;",
        "35°35'20\"-30.-06 ft. to concrete monument no. 50-A;",
        "125°56'20\"-202.45 ft. to concrete monument no. 49;",
        "104°15'00\"-706.50 ft. to concrete monument no. 49-A, located on the boundary of the Diamond Head Road 60-foot rightof-way;",
        "258°51'20\"-879.60 ft. along said right-of-way to concrete monument no. 49-B;",
        "257°43'45\"-402.95 ft. along same to concrete monument no. 49-C;",
        "346°49'30\"-111.42 ft. along the B. P. Bishop Estate hod to the point of beginning.",
        "The tract as described contains an area of 19.49 acres, more or less.",
        "Tract No. 5",
        "Beginning at a concrete monument stamped \"C\" on top, situated on the northeast comer of the junction of Alohea and Thirteenth Avenues, from which the azimuth (measured clockwise from the true south) and distance to the City and County Street Survey monument is 82°36'30\", 30.87 ft.;",
        "Thence from said concrete monument stamped \"C\" by true azimuths and distances, as follows:",
        "208°31'30\"-279.15 ft. along Thirteenth Avenue to station \"B\", marked by a bronze plate set in rock;",
        "298°31'30\"-383.56 ft. to concrete monument \"A\", located on the boundary of Makapuu Avenue;",
        "37°18'00\"-389.96 ft. along Makapuu Avenue to concrete monument \"D\";",
        "136°40'30\"-341.04 ft. along Alohea Avenue to the point of beginning.",
        "The tract as described contains an area of 2.735 acres, more or less.",
        "Tract No. 6",
        "Beginning at a concrete monument stamped \"H\" on top, situated on the north comer of the junction of Alohea and Thirteenth Avenues, from which the azimuth (measured clockwise from the true south) and distance to the City and County Street Survey monument is 352°36'00\", 42.61 ft.;",
        "Thence from said concrete monument stamped \"H\" by true azimuths and distances, as follows:",
        "136°40'30\"-210.47 ft. along Alohea Avenue to concrete monument marked \"G\";",
        "208°31'30\"-196.98 ft. to concrete monument marked \"F\";",
        "298°31'30\"-200.00 ft. to concrete monument marked \"E\";",
        "28°31'30\"-262.55 ft. along Thirteenth Avenue to the point of beginning.",
        "The tract as described contains an area of 1.055 acres, more or less.",
        "[NAME]",
        "[NAME],November 7, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6408-Corrected Description of the Boundaries of Fort Ruger Military Reservation, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362231"
}