{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7806-fort-william-d-davis-military-reservation",
    "doc": "executive-order-7806-fort-william-d-davis-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7806-Fort William D. Davis Military Reservation",
    "date": "February 05, 1938",
    "content": [
        "CANAL ZONE",
        "By virtue of and pursuant to the authority vested in me by section 5 of title 2 of the Canal Zone Code, approved June 19, 1934, and as President of the United States, it is ordered as follows:",
        "SEC. 1. Setting apart of reservation; boundaries.-The following-described parcels of land in the Canal Zone are hereby reserved and set apart as, and assigned to the uses and purposes of, a military reservation, which shall be known as Fort William D. Davis Military Reservation, and shall be under the control and jurisdiction of the Secretary of War, subject to the provisions of sections 2 and 3 of this order:",
        "PARCEL NO. 1",
        "Beginning at a concrete monument, 5 inches square, marked \"Point of Beginning\" on Panama Canal drawing No. M-6105-l, located at the bottom of a small highway fill, 100 feet easterly and at right angles from the center line of the Panama Railroad right-of-way (center line of track span towers), opposite and easterly of the highway and railroad crossing between track span towers 5-17 and 6-1, the geographic position of said monument, referred to the Panama-Colon datum of the Canal Zone triangulation system, is in latitude 9°16' N., plus 4542.8 feet, and longitude 79°55' W., plus 203.5 feet from Greenwich; from this monument the azimuth (measured clockwise from true south) and distance to Military Survey of Panama triangulation station New Gatun is 69°45'57\", 263.8 feet, which triangulation station New Gatun is a concrete monument, 6 inches square, located 8 feet from the top edge of a railroad cut, 120 feet westerly of the railroad and about midway between track span towers 6-1 and 6-2, the geographic position of said triangulation station, referred to the Panama-Colon datum of the Canal Zone triangulation system, is in latitude 9°16'44.161\" N., and longitude 79°55'04.503\" W., from Greenwich; from said triangulation station, the azimuths and distances to other Canal Zone triangulation stations are:",
        "To Gatun 56°49'02'', 4,189.95 meters;",
        "To Indio 94°36'12\", 6,069.98 meters;",
        "To Fort Davis 196°56'37'', 1,64.81 meters.",
        "Thence from said initial point, by metes and bounds:",
        "N. 72°37' E., 409.7 feet, to a monument, marked No. 1 on the map, which is an iron rail set into and flush with the surface at the intersection of two roads;",
        "N. 20°26' W., 282.2 feet, along the road, to a monument, marked No. 2 on the map, which is a concrete block, 5 inches square, marked \"M.R. 2\";",
        "N. 67°34' E., 102.9 feet, to a monument, marked No. 2-A on the map, which is a 6 inch square concrete monument;",
        "N. 25°58' W., 185.4 feet, to a monument marked No. 2-B on the map, similar to the above;",
        "N. 27°48' W., 201.7 feet, to a monument marked No. 2-0 on the map, similar to the above, located at the P.C. of a curve,",
        "On a curve to the right (R-1,935.1 feet) to a monument, marked No. 2-D on the map, similar to the above (The direct bearing and distance from No. 2-C to No. 2-D is N. 18°26' W., 624.6 feet.);",
        "On a curve to the right (R-1,985.1 feet) to a monument marked No. 2-E on the map, similar to the above, located at the P.T. of a curve (The direct bearing and distance from No. 2-D to No. 2-E is N. 00°10' E., 6242 feet.);",
        "N. 02°09' E., 89.8 feet, to a monument, marked No. 2-F on the map, similar to the above;",
        "N. 00°27' E., 1,727.7 feet, to a monument, marked No. 2-G on the map, similar to the above, located at the P.C. of a curve;",
        "On a curve to the right (R-1,985.1 feet) to a monument, marked No. 2-H on the map, similar to the above (The direct bearing and distance from No. 2-G to No. 2-H is N. 16-18 , E., 399.5 feet.);",
        "On a curve to the right (R-1,985.1 feet) to a monument, marked No. 2-I on the map, similar to the above, located at the P.T. of a curve (The direct bearing and distance from No. 2-H to No. 2-I is N. 26°47' E., 890.5 feet.);",
        "N. 32°32' E., 1,706.5 feet, to a monument, marked No. 2-J on the map, similar to the above;",
        "N. 30°36' W., 889.8 feet, to a monument, marked No. 23 on the map, which is a 1½ inch galvanized iron pipe, located on the northeastern end of the north dike of the Mindi hydraulic fill;",
        "Southerly along the crest of the said dike to a monument, marked No. 24 on the map, similar to the above, located on the southwestern end of the said dike 100.0 feet easterly and at right angles from the center line of the Panama Railroad right-of-way (center line of track span towers), opposite track span tower 4-16;",
        "Southerly, along a line parallel to and 100 feet easterly and at right angles from the center line of the Panama Railroad right-of-way (center line of track span towers), to the point of beginning.",
        "PARCEL NO. 2",
        "Beginning at a concrete monument, 6 inches square, marked No. 22-J on Panama Canal drawing No. M-6105-1, from which, monument No. 2-A of Parcel No. 1 is S. 67°34' W. 50.0 feet; the geographic position of No. 22-J, referred to the Panama-Colon datum of the Canal Zone triangulation system, being in latitude 9°16' N., plus 4,940.5 feet, and longitude 79°54' W., plus 5,759.8 feet;",
        "Thence from said initial point, by metes and bounds:",
        "N. 67°34' E., 248.2 feet, to a monument, marked No. 3 on the map, which is a 5 inch square concrete monument;",
        "S. 67°38' E., 782.1 feet, through two brass plugs cemented into the curbs of the Bolivar Highway at 99.7 feet, and 133.7 feet, respectively, from monument No. 3, and through a monument marked No. 3-A on the map, which is an iron rod surrounded by a 8 inch square concrete collar, 682.1 feet from monument No. 3, to a monument, marked No. 4 on the map, which is a 1½ inch galvanized iron pipe;",
        "N. 49°52' E., 835.0 feet, to a monument, marked No. 4-A on the map, which is a 2 inch galvanized iron pipe in an 8 inch square concrete monument;",
        "S. 67°38' E., 1127.4 feet, through monuments marked No. 4-B and 4-C on the map, which are iron rods surrounded by 6 inch square concrete monuments, at distances of 382.5 and 1074.4 feet, respectively, from monument No. 4-A, to a monument, marked No. 4-D on the map, which is a 2 inch galvanized iron pipe in an 8 inch square concrete monument;",
        "N. 49°52' E., 2326.7 feet, through monuments, marked No. 4-E, 4-F, 4-G and 4-H on the map, which are iron rods surrounded by 6 inch square concrete collars, at distances of 84.0 feet, 900.0 feet, 1555.0 feet and 2200.0 feet, respectively, from monument No. 4-D, to a monument, marked No. 4-I on the map, which is a 2 inch galvanized Iron pipe in an 8 inch square concrete monument;",
        "S. 87°36' E., 1042.4 feet, through a monument, marked No. 4-J on the map, which is an iron rod surrounded by a 6 inch square concrete collar, at a distance of 500.0 feet from monument 4-I, to a monument marked No. 7 on the map, which is a 5 inch pipe with a brass cap marked \"Agua Claa Watershed, Gatun Water Supply\".",
        "S. 87°40' E., 25923 feet, through a monument marked No. 8 on the map, similar to the above, at a distance of 1872 A feet from monument No. 7, to a monument marked No. 9 on the map, similar to the above;",
        "S. 87°43' E., 479.5 feet, to a monument marked No. 10 on the map, similar to the above;",
        "S. 87°41' E., 598.6 feet, to a monument marked No. 10-A on the map, similar to the above;",
        "S. 87°19' E., 796.7 feet, to a monument marked No. 11 on the map, which is a 11 inch galvanized iron pipe 100 feet west of the center line of the Panama Railroad right-of-way (center line of tract span towers) and about midway between track span towers 10-5 and 10-6;",
        "On a curve to the northwest, concentric with and 100 feet distant from the center line of the Panama Railroad right-of-way (center line of track spanitowers) the chord of which curve bears N. 49°36' E., 1,548.4 feet to a monument marked No. 11-A on the map, which is a 8 inch pipe in a concrete base, located on the north slope of a high bank, and marking the point of tangency of said curve, between track span towers 10-13 and 10-14;",
        "S. 88°23' E., 2,084.7 feet, along a line parallel to and 100 feet northerly of the center line of the Paama Railroad right-of-way (center line of track span towers) to a monument marked No. 12 on the map which is a concrete block, 5 inches square, about midway between track span towers 10-20 and 11-1, on the shore of Quebrancha Arm of Gatun Lake, about one (1) foot above the high-water level;",
        "Northerly along the shore of said Quebrancha Arm of Gatun Lake to a monument marked No. 13 on the map, which is a 1½ inch galvanized iron pipe, about two (2) feet above the high-water level, the geographic position of which is in latitude 9°17' N. plus 4,789.8 feet, and longitude 79°52' W. plus 4,756.2 feet;",
        "Due West, 1,376.8 feet, to a monument marked No. 14 on the map, similar to the above, cemented into the rock bottom of a small stream;",
        "N. 89°56 ' W., 1,395.8 feet, to a monument marked No. 15 on the map, similar to the above, located on the westerly bank of a small stream;",
        "N. 89°59 , W., 515.7 feet, to a monument marked No. 16 on the map, similar to the above, located on the top of a ridge;",
        "Due West, 554.4 feet, to a monument marked No. 17 on the map, similar to the above, located on the top of a ridge;",
        "S. 89°14' W., 300.7 feet, to a monument marked No. 18 on the map, similar to the above;",
        "S. 75°13' W., 896.4 feet, to a monument marked No. 18-A on the map, which is a concrete block, 5 inches square, marked \"M.R. 18A\";",
        "S. 75°04' W., 4,591.5 feet, through monuments marked No. 18-B, 18-C, 18-D and 19 on the map, similar to the above, at distances of 857.3 feet, 1,714.0 feet, 2,605.0 feet, 8,862.8 feet, respectively, from monument 18-A, to a monument marked No. 20 on the map, which is a brass plug cemented into the concrete floor of a bridge on the old road from Fort William D. Davis to Colon, about 8 inches below the surfacing of gravel and oil; a brass plug is placed in line on the east guard wall of the bridge, and the bearing and distance from monument No. 20 to a similar brass plug placed on the west guard wall of the bridge is S. 75°04' W., 12.9 feet;",
        "Due West, 1,702.1 feet, through a monument marked No. 21 on the map, which is a concrete block, 5 inches square marked \"M.R. 21,\" located on the north side of the old road from Fort William D. Davis to Colon, north of a drainage ditch and just west of a small culvert, at a distance of 410.8 feet from monument No. 20, to a monument marked No. 22 on the map, which is a brass plug cemented into and flush with the surface of the Bolivar Highway, one (1) foot from the westerly edge of the highway and at the north entrance to Fort William D. Davis, between two (2) small masonry towers;",
        "N. 30°36' W., 1,334.4 feet, through monuments, marked No. 22¼, 22½ and 22¾ on the map, which are 6 inch square concrete monuments, at distances of 340.5 feet, 733.8 feet and 991.1 feet, respectively, from monument No. 22, to a monument, marked No. 22-A on the map, similar to the above, from which, monument No. 2-J of Parcel No. 1 is N. 30°36' E., 168.1 feet;",
        "S. 32°32' W., 1,629.6 feet, to a monument, marked No. 22-B on the map, similar to the above, located at the P.C. of a curve;",
        "On a curve to the left (R-1,835.1 feet) to a monument, marked No. 22-C on the map, similar to the above (The direct bearing and distance from No. 22-B to No. 22-C is S. 26°47' W., 369.3 feet.);",
        "On a curve to the left (R-1,835.1 feet) to a monument, marked No. 22-D on the map, similar to the above, located at the P.T. of a curve (The direct bearing and distance from No. 22-C to No. 22-D is S. 15°13' W., 369.3 feet.) ;",
        "S. 09°27' W., 1,727.7 feet, to a monument, marked No. 22-E on the map, similar to the above;",
        "S. 16°45' W., 393.8 feet, to a monument, marked No. 22-F on the map, similar to the above, located at the P.C. of a curve;",
        "On a curve to the left (R-1,885.1 feet) to a monument marked No. 22-G on the map, similar to the above (The direct bearing and distance from No. 22-F to No. 22-G is S. 00°10' W., 608.4 feet.);",
        "On a curve to the left (R-1,885.1 feet) to a monument, marked No. 22-H on the map, similar to the above, located at the P.T. of a curve. (The direct bearing and distance from No. 22-G to No. 22-H is S. 18°26' E., 608.4 feet.);",
        "S. 27°43' E., 201.7 feet, to a monument, marked No. 22-I on the map, similar to the above;",
        "S. 25°56' E., 140.0 feet, to the point of beginning.",
        "PARCEL NO. 3",
        "Beginning at a concrete monument, 5 inches square, marked Point of Beginning on Panama Canal drawing No. M-6105-1, located 100.0 feet westerly from the center line of the Panama Railroad right-of-way (center line of track span towers) and opposite track span tower 5-13 minus 20 feet, the geographic position of which monument, referred to the Panama-Colon datum of the Canal Zone triangulation system, is in latitude 9°16' N., plus 5,925.6 feet, and longitude 79°55' W., plus 697.7 feet; from this monument the bearing and distance to the concrete monument which is the point of beginning of Parcel No. 1, previously described, is S. 19°39'30\" E., 1,468.9 feet;",
        "Thence from said initial point, by metes and bounds:",
        "Northerly along a line parallel to and 100.0 feet westerly from the center line of the Panama Railroad right-of-way (center line of track span towers) to a monument, marked No. 1 on the map, which is a 1½ inch galvanized iron pipe, located opposite track span tower 4-16, from which monument the bearing and distance to monument No. 24 of Parcel No. 1, is S. 89°56' E., 199.6 feet; the geographic position of monument No. 1 being in latitude 9°17' N., plus 4,292.5 feet, and longitude 79°55' W., plus 732.2 feet;",
        "N. 85°59' W., 997.7 feet, to a monument, marked No. 2 on the map, similar to the above, located on a ridge 500 feet easterly from the center line of the Panama Canal;",
        "N. 86°00' W., 114.3 feet, to a monument marked No.3 on the map, similar to the above, located on the east bank of the Panama Canal opposite Panama Canal station 308 plus 10;",
        "N. 86°00' W., continuing on the last course, to a point marked No. 3-A on the map, located on the shore line of the Panama Canal;",
        "Southerly along the shore line of the Panama Canal 3,100 feet, more or less, to a point marked No. 4 on the map;",
        "Due East, 125 feet, more or less, to a monument marked No. 5 on the map, which is a 1½ inch galvanized iron pipe, the geographic position of which s in latitude 9°17' N., plus 1,301.7 feet, and longitude 79°55' W., plus 2,207.6 feet;",
        "S. 89°40' E., 537.5 feet, to a monument, marked No. 6 on the map, similar to the above;",
        "S. 12°11' E., 1,593.8 feet, to a monument marked No. 7 on the map, similar to the above;",
        "N. 77°49' E., 650.6 feet to the point of beginning.",
        "The directions of the lines refer to the true meridian and were determined by deflection angles from known azimuths of the Canal Zone triangulation system.",
        "The above-described tracts contain a total area of 1,502 acres, more or less, divided as follows: Parcel No. 1, 115 acres, more or less; Parcel No. 2, 1,264 acres, more or less; Parcel No. 3, 123 acres, more or less.",
        "The above-described area was surveyed by the 11th Engineers, U.S. Army, in July, 1933; the Quartermaster .Corps, U.S. Army, in December, 1935; and by the Section of Surveys, The Panama Canal, in June, 1936, and in May, 1937; and is as shown on Panama Canal Drawing M-6105-1, dated July 30, 1937, on file in the Governor's Office, Balboa Heights, Canal Zone, and in the Department Engineer's Office, Panama Canal Department, U.S. Army, Corozal, Canal Zone.",
        "SEC. 2. Civil jurisdiction of Canal Zone.-The areas of land composing this reservation shall continue to be subject to the civil jurisdiction of the Canal Zone Government in conformity with the provisions of the Canal Zone Code.",
        "SEC. 3. Restrictions respecting use of lands.-The military authorities shall erect on this reservation no structure within two hundred feet of the banks of the Panama Canal, and The Panama Canal shall have the right to use areas not contiguous to barracks or quarters for the pasturage of cattle, provided that the pasturage areas shall be available for use by troops when required for military maneuvers or target practice.",
        "SEC. 4. Certain prior orders superseded.-This order supersedes Executive Orders Nos. 3203 of December 22, 1919, and 6848 of September 15, 1934, relating to the Fort William D. Davis Reservation, Canal Zone; and any lands affected by such orders and not contained within the areas described in this order are hereby released from the said reservation.",
        "[NAME]",
        "The White House,February 5, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7806-Fort William D. Davis Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372667"
}