{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8781-requiring-employees-the-executive-civil-service-be-fingerprinted",
    "doc": "executive-order-8781-requiring-employees-the-executive-civil-service-be-fingerprinted",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8781-Requiring Employees in the Executive Civil Service To Be Fingerprinted",
    "date": "June 12, 1941",
    "content": [
        "By virtue of the authority vested in me by section 2 of the Civil Service Act (22 Stat. 403) and section 1753 of the Revised Statutes of the United States, it is hereby ordered as follows.",
        "SECTION 1. All employees in the executive civil service of the Government whose fingerprints are not now on file in the Federal Bureau of Investigation, Department of Justice, or in the agency in which they are employed, are hereby required to be fingerprinted in accordance with the procedure established by the head of the department or agency in which they are employed.",
        "SECTION 2. Before any original appointment or reinstatement is made to a position in the executive civil service of the Government, the person concerned shall be fingerprinted in accordance with the procedure established by the Civil Service Commission or by the head of the department or agency in which the appointment or reinstatement is to be made.",
        "SECTION 3. All fingerprints of employees not now on file in the Federal Bureau of Investigation, and all fingerprints required to be taken by section 2 hereof, shall be transmitted to the Federal Bureau of Investigation by the head of the department or agency concerned for checking and report as to criminal records, and for permanent classification and filing.",
        "[NAME]",
        "The White House,June 12, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8781-Requiring Employees in the Executive Civil Service To Be Fingerprinted Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372110"
}