{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7270-withdrawal-public-lands-for-lookout-stations-oregon",
    "doc": "executive-order-7270-withdrawal-public-lands-for-lookout-stations-oregon",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7270-Withdrawal of Public Lands for Lookout Stations, Oregon",
    "date": "January 07, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6910, of November 26, 1934, as amended by Executive Orders Nos. 7048, of May 20, 1935, and 7235, of November 26, 1935, temporarily withdrawing all public lands in certain States for classification and other purposes, is hereby revoked as to the following-described tracts of public land in Oregon:",
        "Willamette Meridian",
        "T. 39 S., R. 13 W., sec. 10, S½SW¼SE¼;",
        "sec. 15, lot 2;",
        "T. 35 S., R. 14 W., sec. 14, lot 9;",
        "aggregating 86.02 acres.",
        "Section 2. Subject to valid existing rights, the tracts of land described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry and reserved for use by the Forest Service of the Department of Agriculture as lookout stations in connection with the administration of the Siskiyou National Forest.",
        "Section 3. Section 2 of this order shall continue in force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,January 7, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7270-Withdrawal of Public Lands for Lookout Stations, Oregon Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362766"
}