{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9415-transfer-certain-personnel-from-the-coast-and-geodetic-survey-the-war",
    "doc": "executive-order-9415-transfer-certain-personnel-from-the-coast-and-geodetic-survey-the-war",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9415-Transfer of Certain Personnel From the Coast and Geodetic Survey to the War Department",
    "date": "January 20, 1944",
    "content": [
        "By virtue of the authority vested in me by section 16 of the act of May 22, 1917, 40 Stat. 87 (U.S.C., title 33, sec. 855), and as President of the United States, and in view of the existing national emergency, it is hereby ordered as follows:",
        "1. The following-named commissioned officers are hereby transferred from the Coast and Geodetic Survey to the service and jurisdiction of the War Department:",
        "Lieutenant Commander Charles A. Schanck          Lieutenant Chester J. Beyma          Lieutenant Charles F. Chenworth          Lieutenant William F. Deane          Lieutenant (j.g.) Harry D. Reed          Ensign Columbus M. Shinn",
        "2. The above-named officers shall, while under the jurisdiction of the War Department, serve under their commissions in the Coast and Geodetic Survey, and while so serving shall constitute a part of the active military forces of the United States and shall be under direct orders of the War Department and subject to the laws, regulations, and orders for the government of the Army so far as they may be applicable.",
        "3. The above-named officers shall be returned to the Coast and Geodetic Survey when the present national emergency ceases to exist.",
        "[NAME]",
        "The White House,January 20, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9415-Transfer of Certain Personnel From the Coast and Geodetic Survey to the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355113"
}