{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8081-establishing-the-anclote-migratory-bird-refuge",
    "doc": "executive-order-8081-establishing-the-anclote-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8081-Establishing the Anclote Migratory Bird Refuge",
    "date": "April 05, 1939",
    "content": [
        "FLORIDA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands within the following-described areas on Bath House Island, Bird Island, Round Island, and Anclote Keys, containing approximately 197 acres, owned or controlled by the United States, in Pasco and Pinellas Counties, Florida, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture, as a refuge and breeding ground for migratory birds and other wildlife:",
        "TALLAHASSEE MERIDIAN",
        "T. 26 S., R. 14 E.,       sec. 24, lot 1,       sec. 25, lot 1,       sec. 36, lot 1;",
        "T. 26 S., R. 15 E.,       sec. 19, lot 3,       sec. 30, lots 1 and 2,       sec. 31, that part of lot 1 lying north of a line bearing east and west through a point which is north 500 feet distant from the center of Anclote Key Lighthouse,       sec. 33, Bird Island, unsurveyed,       sec. 34, Bath House and Bird Islands, unsurveyed;",
        "T. 27 S., R. 15 E.,       sec. 3, Round Island, unsurveyed,       sec. 4, Round Island, unsurveyed.",
        "The Executive order of February 1, 1886, reserving certain public lands as the Anclote Keys Lighthouse Reservation, is hereby revoked in so far as it affects any of the above-described lands.",
        "This reservation shall be known as the Anclote Migratory Bird Refuge.",
        "[NAME]",
        "The White House,April 5, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8081-Establishing the Anclote Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368659"
}