{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5419-ketchikan-radio-station",
    "doc": "executive-order-5419-ketchikan-radio-station",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5419-Ketchikan Radio Station",
    "date": "August 05, 1930",
    "content": [
        "Alaska",
        "Whereas by Executive Order No. 3406, dated February 13, 1921, a certain tract of land, situated on Mountain Point, Revillagigedo Channel, Alaska, shown on U.S. Coast and Geodetic Survey Chart No. 8094, was reserved for lighthouse purposes, subject to any existing valid rights thereto; and",
        "Whereas the War Department desires jurisdiction and control over said tract of land for the construction of a modern radio station at Ketchikan, Alaska, in connection with the maintenance and operation of the Washington-Alaska Military Cable and Telegraph System;",
        "Now, Therefore, it is hereby ordered that the following-described land, situated on Mountain Point, Revillagigedo Channel, Alaska, shown on U.S. Coast and Geodetic Survey Chart No. 8094, be, and the same is hereby, transferred to the War Department, and set aside for use as a radio station, viz.:",
        "Beginning at a point on low-water line 900 feet from southernmost extremity of Mountain Point, and bearing approximately N. 70° E., true therefrom; thence N. 45° W., true, 2,100 feet; thence west, true, 2,400 feet, more or less, to an intersection with low-water line; thence along low-water line, southeasterly, easterly, and northeasterly to point of beginning, being in longitude 131° 32' W., latitude 55° 17½' N.",
        "There is reserved to the Lighthouse Service the right to construct such aids to navigation as are necessary on the shoreward portion of the reservation.",
        "[NAME]",
        "The White House,August 5, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5419-Ketchikan Radio Station Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373047"
}