{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-approving-interior-request-oregon-land",
    "doc": "executive-order-approving-interior-request-oregon-land",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Approving Interior Request of Oregon Land",
    "date": "March 14, 1871",
    "content": [
        "Department of the Interior,",
        "Office of Indian Affairs,",
        "Washington, D. C. March 10, 1871.",
        "Sir: I have the honor to report that I am in receipt of a letter bearing date the 8th instant, from A. B. Meacham, eso., superintendent of Indian affairs in the State of Oregon, asking that the portion of that State lying between the forty-second and forty-fourth parallels of north latitude and the one hundred and seventeenth and the one hundred and twentieth degrees of west longitude (excepting so much thereof as may have been or may hereafter be granted for military or wagon-road purposes) be withdrawn from market as public lands, for the space of eighteen months, with a view to the selection of a reservation upon which to collect all the Indians in that State east of the Cascade Mountains, except those who may select lands in severalty upon the reservation on which they are now located.",
        "The suggestion of Superintendent Meacham is concurred in, and I respectfully recommend that the President be requested to issue an Executive order withdrawing the tract of country described from market as public lands, for the period and purpose above indicated, and that this office be authorized to instruct the superintendent to proceed to select such reservation without unnecessary delay.",
        "A copy of Superintendent Meacham's letter is herewith transmitted, very respectfully, your obedient servant,",
        "H. R. Clum, Acting Commissioner.",
        "Hon. C. Delano,",
        "Secretary of the Interior.",
        "Department of the Interior, March 14, 1871.",
        "The recommendation of the Commissioner of Indian Affairs contained in his accompanying report has my approval, and it is respectfully submitted to the President with the request that he direct the temporary withdrawal from market of the lands in Oregon as therein designated, with the exceptions stated, for the purpose of establishing a reservation for the Indians in that State.",
        "C. Delano, Secretary.",
        "Executive Mansion, March 14, 1871.",
        "I hereby direct the withdrawal of the lands referred to from market as public lands for the period of time and for the purpose indicated, as recommended by the Secretary of the Interior.",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Approving Interior Request of Oregon Land Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372239"
}