{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8117-establishing-dakota-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-8117-establishing-dakota-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8117-Establishing Dakota Lake Migratory Waterfowl Refuge",
    "date": "May 10, 1939",
    "content": [
        "NORTH DAKOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is ordered that all lands and waters owned or controlled by the United States within the following-described area, comprising 2,784.00 acres, more or less, in Dickey County, North Dakota, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 129 N., R. 59 W.,      sec. 6, lot 5, and all lands and lands under water within the meander line (Dakota Lake);",
        "T. 129 N., R. 60 W.,      sec. 1, all fractional;      sec. 2, lot 5, SE¼NE¼, N½SE¼, and SW¼SE¼;      sec. 11, lots 1 to 7, inch, and NW¼NE¼;      sec. 14, lot 4 and NW¼SW¼;      sec. 23, lots 1 to 4, incl.;      sec. 26, lots 1, 2, 5, and 6, and SE¼SW¼;      sec. 27, lots 1 and 2;      sec. 34, lots 1 and 2;      sec. 35, lots 1 and 2; and all lands and lands under water within the meander line (Dakota Lake), in secs. 1, 2, 11, 12, 14, 23, 26, 27, 34, and 35;",
        "T. 130 N., R. 60 W.,      sec. 25, SW¼;      sec. 36, S½NE¼ and W½.",
        "It is unlawful for any person to pursue, hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "This reservation shall be known as the Dakota Lake Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,May 10, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8117-Establishing Dakota Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368645"
}