{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8557-prescribing-regulations-governing-the-payment-expenses-incurred",
    "doc": "executive-order-8557-prescribing-regulations-governing-the-payment-expenses-incurred",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8557-Prescribing Regulations Governing the Payment of Expenses Incurred in Connection With the Death of Certain Civilian Officers and Employees of the United States",
    "date": "September 30, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of July 8, 1940, Public No. 729, 76th Congress, entitled, \"An Act to defray the cost of returning to the United States the remains, families, and effects of officers and employees dying abroad, and for other purposes\", I hereby prescribe the following regulations governing the payment of expenses authorized by that Act:",
        "PART I-DEFINITIONS",
        "SECTION 1. As used in these regulations:",
        "(a) \"Employee\" means civilian officer or employee of the United States.",
        "(b) \"Home\" means a fixed or permanent dwelling place synonymous with place of fixed abode as distinguished from a mere temporary residence.",
        "(c) \"Dependents\" includes a lawful widow; children, stepchildren, and adopted children, if unmarried, under twenty-one years of age, and in fact dependent upon the decedent for support, or if physically or mentally incapable of self-support regardless of age; and dependent parents who were a part of the decedent's household.",
        "(d) \"Department\" includes independent establishment, agency, or federally owned or controlled corporation.",
        "(e) \"Continental United States\" means the 48 States and the District of Columbia.",
        "PART II-PREPARATION AND TRANSPORTATION OF THE REMAINS OF EMPLOYEES DYING WHILE IN A TRAVEL STATUS AWAY FROM THEIR OFFICIAL STATION AND WITHIN THE CONTINENTAL LIMITS OF THE UNITED STATES",
        "SECTION 2. When an employee dies while traveling on official business within the continental limits of the United States, the head of the department concerned shall pay the expenses of preparing the remains of the decedent and of transporting the remains to the home or official station of the decedent or to such other place as the head of the department may designate as the appropriate place of interment, provided that in no case shall the expenses payable be greater than the amount which would have been payable had the place of interment been the home or official station, whichever shall be more distant.",
        "SECTION 3. Preparation of Remains. The costs of preparation of remains allowable under section 2 of these regulations shall include costs of embalming, cremation, necessary clothing, and casket. The total amount allowed for such preparation shall not exceed $100.",
        "SECTION 4. Transportation of Remains. The costs of transportation of remains allowable under section 2 of these regulations shall include the costs of removal of the remains from the place where death occurred to an undertaking establishment, procurement of burial and shipping permits, furnishing an outside case for shipment (including, when necessary, the sealing of such shipping case), removal to a common carrier, transporting the body by common carrier, and one removal at the place of interment from the common carrier to an undertaking establishment or other place of immediate delivery. Instead of conveyance by common carrier, removal of the remains overland by hearse (including ferry charges, bridge tolls, and similar items) may be allowed, provided that the total charges for transportation shall not exceed the total costs of transportation had conveyance been made by common carrier. If conveyance is by hearse, no allowance shall be made for an outside shipping case.",
        "PART III-PREPARATION AND TRANSPORTATION OF REMAINS OF EMPLOYEES DYING WHILE IN A TRAVEL STATUS OUTSIDE THE CONTINENTAL LIMITS OF THE UNITED STATES OR WHILE ON ASSIGNMENT TO A POST OUTSIDE THE UNITED STATES",
        "SECTION 5. When an employee dies while traveling on official business outside the continental limits of the United States or while on assignment to a post outside the United States, the head of the department concerned shall pay the expenses of preparing the remains of the decedent and of transporting the remains to the home or official station of the decedent or to such other place as the head of the department may designate as the appropriate place of interment, provided that in no case shall the expenses payable be greater than the amount which would have been payable had the place of interment been the home or official station, whichever shall be more distant.",
        "SECTION 6. Preparation of Remains.",
        "The costs of preparation of remains allowable under section 5 of these regulations shall include all the ordinary costs of embalming, cremation, necessary clothing, and a casket or container suitable for shipment to the place of interment. There shall also be allowed any expenses necessarily incurred in complying with local laws and laws at the port of entry in the United States relative to the preparation of dead bodies for transportation and burial.",
        "SECTION 7. Transportation of Remains. The costs of transportation of remains allowable under section 5 of these regulations shall include the charges for removal of the decedent's remains from the place where death occurred to an undertaking establishment, from the undertaking establishment to a common carrier, thence by common carrier to the place of interment, and one removal at the place of interment from the common carrier. The remains may be transported by means other than by common carrier, provided that when conveyance by common carrier is available there shall be allowed toward the expense of such other transportation an amount not in excess of the sum allowable had the remains been transported by common carrier.",
        "PART IV-TRANSPORTATION OF DEPENDENTS AND HOUSEHOLD EFFECTS AND OTHER PERSONAL PROPERTY OF EMPLOYEES DYING DURING A PERIOD OF ASSIGNMENT TO A POST OUTSIDE THE CONTINENTAL LIMITS OF THE UNITED STATES",
        "SECTION 8. When an employee dies during a period of assignment to a post outside the continental limits of the United States or while in transit to or from such post, the head of the department concerned shall pay the costs of transportation of the dependents of the decedent and of the household effects and other personal property of the decedent and his dependents to his former home or to such other place in the United States not more distant than the former home as the head of the department may designate.",
        "SECTION 9. Transportation of Dependents. The costs of transportation of dependents allowable under section 8 of these regulations shall include the actual costs of transporting such of the dependents of the decedent as are outside the continental limits of the United States to the designated destination, provided that the costs shall not exceed the costs of transportation by the most direct route from the official station of the deceased employee to said destination, and provided that travel is undertaken during the period of one year from the date of death of the decedent. Such transportation shall be subject to the provisions of the Standardized Government Travel Regulations and such regulations as the heads of the respective departments may prescribe thereunder governing the payment of transportation expenses generally.",
        "SECTION 10. Transportation of Personal Effects. The costs of transportation of personal property other than household effects allowable under section 8 of these regulations shall include the expenses actually and necessarily incurred in transporting said personal effects as baggage, subject to the provisions of the Standardized Government Travel Regulations governing the payment of charges for the transportation of baggage generally. Expenses in connection with the transportation of baggage by private conveyance which would not have been incurred had the baggage been transported by common carrier shall not be allowed. Reimbursement for loss or damage to baggage during transit shall not be allowed, nor shall charges for marine and other insurance be allowed.",
        "SECTION 11. Transportation of Household Effects. The costs of transportation of household effects allowable under section 8 of these regulations shall include costs of packing, crating, drayage, and transportation subject to the following restrictions governing payment of such costs:",
        "(a) Items allowable as household effects. Household effects shall be deemed to include such furniture and furnishings as are usual and necessary for the maintenance of a household establishment and as are of sufficient intrinsic value reasonably to justify their transportation, but for the purposes of these regulations shall not include groceries, provisions, wines, liquors, animals, or birds.",
        "(b) Shipment usually to be by freight by most economical route. Shipment of household effects shall be made by ordinary freight service by the most economical route unless otherwise specifically authorized by the head of the department concerned. In the absence of such authorization, the expense of shipping household effects by a method other than that indicated above shall be allowed in an amount not to exceed the cost of shipping such effects by freight by the most economical route.",
        "(c) Maximum allowances of weight and volume allowable. Except as hereinafter provided, the maximum number of pounds of household effects when packed and crated, or boxed, or packed in lift vans for shipment by freight, for which payment shall be allowed, shall be as follows:",
        "When shipment of effects for any portion of the journey is covered by a bill of lading stating that charges are computed only on a measurement basis instead of a weight basis, the maximum number of measurement tons (measuring 40 cubic feet each) for which payment shall be allowed, shall be as follows:",
        "When shipments involve weight consideration over one portion of the distance and measurement over another portion, payment shall be allowed for charges for the entire distance regardless of measurements if the weight does not exceed the weight limitations previously indicated. Payment of actual charges shall also be allowed for the entire distance regardless of weight, provided the measurements do not exceed those previously indicated.",
        "When shipments involve weight and measurement considerations over different portions of the distance, and measurement and weight are both in excess of the limitations herein prescribed, payment shall not be allowed for weight excess where weight considerations are involved or for measurement excess where measurement considerations are involved. Allowances for packing shall be computed on the basis (weight or measurement) used in computing shipment charges at the initial stage of transit.",
        "Within the continental limits of the United States, where the transportation of maximum allowances prescribed above at less than carload rates would cost as much as, or more than, a minimum carload, transportation of a minimum carload may be allowed regardless of the volume or weight of the shipment.",
        "(d) Shipment to be made on American ships. If household effects must be transported by vessel, shipment shall be made on American ships unless otherwise specifically authorized by the head of,the department concerned.",
        "(e) Other costs allowable in connection with transportation of household effects. Payment shall also be made of expenses incurred in hiring and transporting lift vans, and in packing and crating, or boxing, or packing in lift vans for shipment. Allowance shall not be made for charges in connection with any shipment of empty lift vans, or for payment of storage charges or import duties on lift vans.",
        "(f) Time limit on shipment of effects. Shipment of effects shall be made within one year of the death of the officer or employee, unless an extension is granted by the head of the department concerned prior to the expiration of that time.",
        "PART V-GENERAL PROVISIONS",
        "SECTION 12. Notification of Relatives. When the head of a department is informed of the death of an employee while in any status subject to the provisions of these regulations, he shall notify immediately the next of kin or legal representative of the decedent and render every reasonable assistance in arranging for preparation and transportation of the body. He shall also inform the next of kin or legal representative of the provisions of these regulations.",
        "SECTION 13. Method of Payment of Expenses. The head of the department concerned may pay the expenses allowable under these regulations either directly to the persons performing the prescribed services or by reimbursement to any person who has made original payment of such expenses.",
        "SECTION 14. Death During Period of Absence from Duty. When an employee dies while temporarily absent from duty during a period of travel on official business or during the period of his assignment to a post outside the continental limits of the United States, the provisions of these regulations shall apply, except that the amount allowed for the transportation of the remains to the place of interment shall not exceed the amount which would have been allowable had death occurred at the point from which the decedent departed on such temporary absence.",
        "SECTION 15. Escort for Remains. Transportation expenses of an escort for the remains shall not be allowed. However, this shall not be construed to prohibit the use by an escort of one of the two tickets required to ship the remains as baggage by railroad.",
        "SECTION 16. Use of Government Bill of Lading. If the shipment of remains is made by express, a Government bill of lading shall be used whenever possible.",
        "SECTION 17. Prohibition of Payments When Other Laws Apply. No payment shall be made under the said act of July 8, 1940, for expenses of preparing and transporting the remains of any employee in any case where payment therefor is authorized by any other law of the United States, and where any other law of the United States provides for the payment of expenses of either of said services payment hereunder shall not be allowed for such service: provided, however, that nothing herein contained shall be construed as depriving any person of any payment hereunder because of the fact that the deceased employee was eligible for burial benefits on account of service rendered in the armed forces of the United States. No payment shall be made under the said act of July 8, 1940, for transportation of surviving dependents of a deceased employee and for transportation of household effects and other personal property in any case where payment therefor is authorized by any other law of the United States.",
        "SECTION 18. Effective Date; Publication. This order shall be effective as of September 6, 1940, and shall be published in the Federal Register.",
        "[NAME]",
        "The White House,September 30, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8557-Prescribing Regulations Governing the Payment of Expenses Incurred in Connection With the Death of Certain Civilian Officers and Employees of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372648"
}