{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5931-rights-way-round-top-military-reservation-hawaii",
    "doc": "executive-order-5931-rights-way-round-top-military-reservation-hawaii",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5931-Rights of Way, Round Top Military Reservation, Hawaii",
    "date": "October 08, 1932",
    "content": [
        "Section I",
        "Whereas by Executive Order No. 978, dated November 24, 1908, a strip of land, 10 feet wide, from Round Top Military Reservation to Manoa Heights Road, extending 5 feet on each side of a line drawn from the Ualakaa triangulation station to said road, the true bearing of said line being S. 45° E., was reserved from sale and set apart as a right of way in connection with the defensive works of the island of Oahu, Territory of Hawaii; and",
        "Whereas the above-described strip of land is no longer required for the purpose for which it was reserved and set apart;",
        "Now, Therefore, pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 141, 159), entitled \"AN ACT To provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 443, 447), it is hereby ordered that the above-described strip of land extending from the Round Top Military Reservation to Ferdinand Street (formerly Manoa Heights Road) be, and the same is hereby, restored to its previous status for the use of the Territory of Hawaii.",
        "Section II",
        "Pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 141, 159), entitled \"AN ACT To provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 443, 447), it is hereby ordered that a strip of land, 10 feet wide, situate on the island of Oahu, Territory of Hawaii, extending from the boundary of Round Top Military Reservation to Awapuhi Street, Manoa, be, and the same is hereby, reserved and set apart as a right of way. This strip of land extends 5 feet on each side of the center line, which center line is described as follows:",
        "Beginning at a point, not monumentod, in the southeast boundary of Round Top Military Reservation between concrete monuments Nos. 7 and 8 of said Round Top Military Reservation, from which point the azimuth (measured clockwise from true south) and distance to said monument No. 8 is 224° 32' 00\", 5.29 feet;",
        "Thence by true azimuth and distance 295° 11' 30\", 1,429.80 feet to a point, not monumented, located in the center of north terminus of Awapuhi Street.",
        "The 10-foot right of way, the center line of which is described, contains an area of 0.328 acre.",
        "[NAME]",
        "The White House,October 8, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5931-Rights of Way, Round Top Military Reservation, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361507"
}