{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6510-mens-clothing-industry",
    "doc": "executive-order-6510-mens-clothing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6510-Men's Clothing Industry",
    "date": "December 15, 1933",
    "content": [
        "An application having been made by the Men's Clothing Code Authority pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and pursuant to Section 6 of Article XIII of the Code, for amendment of the Code of Fair Competition for the Men's Clothing Industry as heretofore approved by me on August 26, 1933, and for the modification of my approval of said Code of Fair Competition accordingly, and the Administrator having recommended the granting of such approval, such proposed amendments to be in accordance with the following proposals:",
        "A. That there be added to Article III of the Code, a new paragraph as follows:",
        "\"For a period of three (3) months after December 11, 1933, any employer affected by Article III of the Code may engage learners to supplant home-workers, who shall be paid not less than seventy percent (70%) of the minimum wage provided in the Code; provided, that no employee shall be classified as a learner for longer than the first eight (8) weeks of his employment in the industry, and, provided, further, that if any learner working on a piece work operation, earns more, he shall receive what he earns.\"",
        "B. That the following be added to Article IV of said Code:",
        "\"Employers shall post such portions of this Code and in such manner as may be prescribed by the Code Authority.\"",
        "C. That there be added to the second paragraph of Article X of said Code the following:",
        "\"Top coats, spring season--------------------------April 15      Top coats, fall season-----------------------------November 15",
        "Top coats are defined to be garments made of fabrics of twenty-two (22) oz. or less in weight per yard of fifty-six (56) inches in width.\"",
        "D. That there he added to Article II of said Code a new paragraph (g) as follows:",
        "\"Persons whose earning capacity is limited because of physical or mental handicap, may be employed at a wage below the minimum established by this Code, provided,",
        "(1) That they shall be paid proportionately no less than the other employees receive for similar work, but in no case shall their compensation amount to less than seventy percent (70%) of the amount required by the Minimum Wage Provision of this Code.",
        "(2) That the proportion of such excepted persons to the total number of employees in any plant shall not at any time exceed five percent (5%).",
        "(3) The Code Authority shall have the right to investigate and disallow any claims for exemption. The decision of the Code Authority shall be final and the employer shall comply therewith, unless and until the Administrator shall upon appeal by an employer or employee, disapprove the decision of the Code Authority.",
        "(4) That where it has been the custom of an employer to maintain a proportion of such employees in excess of five percent (5%) of the total number of employees in his plant, the Code Authority may, upon application and proof, allow the employer to employ more than five percent (5%) of excepted persons, subject to these provisions.",
        "(5) That on or before the tenth (10th) day of each month, the employer shall prepare and transmit to the Code Authority a list for the preceding month of such excepted persons, stating names, class of occupation, wage rating, length of service, and reasons for exception.",
        "(6) These exceptions shall not be used by employers as a device to evade the provisions of this Code.",
        "(7) The Code Authority shall report to the Administrator within three (3) months, and from time to time thereafter, as to the effect of these provisions, both generally and in cases of individual hardship, so that the Administrator may determine, in his discretion, whether or not the provisions of this amendment shall be continued or changed.\"",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the granting of the aforesaid applications, and do order that the final approval of the Code of Fair Competition for the Men's Clothing Industry contained in my Executive Order, dated August 26, 1933, be and it is hereby modified to the foregoing effect.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,December 15, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6510-Men's Clothing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373231"
}