{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8862-extending-the-periods-training-and-service-active-military-service",
    "doc": "executive-order-8862-extending-the-periods-training-and-service-active-military-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8862-Extending the Periods of Training and Service, Active Military Service, and Enlistment of Persons in or Subject to Training and Service or Active Military Service",
    "date": "August 21, 1941",
    "content": [
        "By virtue of the authority conferred upon me by section 2 of the Service Extension Act of 1941 (Public Law 213, 77th Congress), approved August 18, 1941, and as Commander-in-Chief of the Army and Navy of the United States, it is ordered as follows:",
        "1. The periods of training and service of all persons inducted for training and service under the provisions of the Selective Training and Service Act of 1940, as amended, who are now, or who may hereafter be, in such training and service are hereby extended for a period of eighteen months, unless such persons are sooner discharged. Notwithstanding such extension of the periods of training and service, the Secretary of War shall, as the interests of national defense permit, release from training and service and transfer to a reserve component of the land forces, as provided in section 3 (c) of the Selective Training and Service Act of 1940, as amended, all those persons who shall have completed twelve months of such training and service. The release of such persons from training and service and their transfer to a reserve component of the land forces shall be accomplished with a view to the early creation of a large trained reserve while, at the same time, maintaining the Army in immediate readiness for use in the defense of the nation.",
        "2. The periods of active military service of all members of the Regular Army Reserve, all members of the Enlisted Reserve Corps, and all members and units of the National Guard of the United States, who are now, or who may hereafter be, in the active military service of the United States, pursuant to orders issued under the authority of Public Resolution No. 96, 76th Congress, approved August 27, 1940, are hereby extended for a period of eighteen months, unless such persons or units are sooner released or discharged. After completion in each case of twelve months of active military service by such persons and units, and as the interests of national defense permit, the Secretary of War shall provide for the release of such persons or units from active military service under such regulations as he shall from time to time prescribe.",
        "3. The periods of enlistment of all persons who are now, or who may hereafter be, enlisted in the Regular Army, the Regular Army Reserve, the Enlisted Reserve Corps, and the National Guard of the United States are hereby extended for a period of eighteen months, unless such persons are sooner discharged. After completion in each case of the unextended period of enlistment by such persons, and as the interests of national defense permit, the Secretary of War shall provide for their discharge under such regulations as he shall from time to time prescribe.",
        "[NAME]",
        "The White House,August 21, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8862-Extending the Periods of Training and Service, Active Military Service, and Enlistment of Persons in or Subject to Training and Service or Active Military Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372215"
}