{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5243-restoring-certain-reserved-lands-affecting-amaknak-island-alaska-and",
    "doc": "executive-order-5243-restoring-certain-reserved-lands-affecting-amaknak-island-alaska-and",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5243-Restoring Certain Reserved Lands Affecting Amaknak Island, Alaska, and Opening Such Lands to Entry",
    "date": "December 19, 1929",
    "content": [
        "It is hereby ordered that Executive Order of March 3, 1913 (No. 1733), reserving all islands of the Aleutian Chain, Alaska, for a preserve and breeding ground for native birds, for the propagation of reindeer and fur-bearing animals, and for the encouragement and development of fisheries, be, and it is hereby revoked in so far as it affects all of Amaknak Island, except the area in the southern portion of the island indicated upon the diagram hereto annexed and forming a part hereof, as to which the withdrawal is continued for the use of the Department of Agriculture including the Alaska Game Commission.",
        "The portion of said island not included in the above exception is hereby restored to the public domain and will become subject to entry under the homestead laws applicable to Alaska under the terms and conditions of Public Resolution No. 29 of February 14, 1920 (41 Stat. 434), as amended January 21, and December 28, 1922 (42 Stat. 358, 1067), for a period of 91 days beginning from the 63rd day from the date hereof, and thereafter to appropriation under any public land laws applicable thereto by the general public. Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided no rights may be acquired to the restored lands by settlement in advance of entry or otherwise except strictly in accordance herewith.",
        "[NAME]",
        "The White House,December 19, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5243-Restoring Certain Reserved Lands Affecting Amaknak Island, Alaska, and Opening Such Lands to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360936"
}