{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5947-tongass-national-forest-alaska",
    "doc": "executive-order-5947-tongass-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5947-Tongass National Forest, Alaska",
    "date": "November 16, 1932",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land in Alaska lying within the following-described boundaries, heretofore occupied as home sites, be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at corner No. 1, meander corner, home site No. 50, on Herring Bay, Revillagigedo Island, in approximate latitude 55° 19.5' N., longitude 131° 32' W., which corner is a live spruce 3 ft. above the ground, 4 in. diam., squared to 3 in. at line of mean high tide, marked HS 1 MC; from which",
        "A spruce, 3 ft. diam., bears N. 43° 30' W., 0.35 ch. distant, marked WHS 1.",
        "California Head bears N. 89° 30' E.",
        "Thence N. 15° W.",
        "To corner No. 2, a spruce post 4 ft. long, set 3 ft. in the grouhd, marked HS/2. This corner is 30 ft. south from the survey line of proposed Herring Cove Road; from which",
        "A hemlock tree, 16 in. diam., bears N. 89° W., 35 in. distant, marked WHS/2.",
        "Thence N. 86° W., paralleling road survey and 30 ft. south thereof.",
        "The northwest corner of Bystrom's woodshed bears S. 15° 30' E., 1.27 chs. distant.",
        "The northeast corner of Minnick's house bears S. 87° W. Thence S. 28° 15' W.",
        "To corner No. 4, meander corner, which is a greenstone boulder 3 by 4 by 5 ft., 2 ft. above the ground at line of mean high tide, marked X HS 4 MC; from which",
        "A spruce, 16 in. diam., bears N. 6° E., 0.30 ch. distant, marked WHS 4.",
        "Thence with meanders along line of approximate mean high tide of Herring Bay:",
        "(1) S. 87° E., 2.00 chs.;",
        "(2) S. 44° 30' E., 1.40 chs.;",
        "(3) South, 2.76 chs.;",
        "(4) S. 65° E., 0.86 ch.;",
        "(5) N. 77° E., 0.74 ch.;",
        "(6) N. 25° E., 1.06 chs.;",
        "(7) N. 15° 15' E., 1.66 chs.;",
        "to corner No. 1, meander corner, and the place of. beginning, containing approximately 1.55 acres. The survey was made March 5 and 6, 1928, using a plane table and telescopic alidade with a rod reading to 2 ft.; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at point for corner No. 1, meander corner, home site No. 93, on the shore of Mud Bay, on Tongass Narrows, in approximate latitude 55° 25' N., longitude 131° 44' W.; not set because of liability to destruction by tides.",
        "Thence S. 80° E.",
        "To witness corner to point for corner No. 1, meander corner, which is a sawed post 5 ft. long, 4 in. square, set 2 ft. in the ground, marked HS1 WCMC-93 RW; from which",
        "The north limit of Vallenar Reef bears N. 76° W.",
        "Corner MC 6 of United States Survey No. 812 bears N. 29° W., 10.56 chs. distant.",
        "To corner No. 2, a sawed post 5 ft. long, 4 in. square, set 2 ft. in the ground at a point 33 ft. from the center of Tongass Highway, marked HS2-93-RW; from which",
        "Corner No. 4 of H. S. No. 93 bears N. 24° E., 1.25 chs. distant.",
        "Thence N. 83° E.",
        "To corner No. 3, a spruce post 5 ft. long, 4½ in. square, set 2 ft. in the ground, marked HS3 93 RW; from which",
        "A hemlock, 14 in. diam., bears S. 47° E., 27 lks. distant, marked WHS 3.",
        "A hemlock, 10 in. diam., bears S. 56° W., 19 lks. distant, marked WHS 3.",
        "Thence due south.",
        "6.10",
        "To corner No. 4, a sawed post 5 ft. long, 4 in. square, marked HS 4 93; from which",
        "A hemlock, 30 in. diam., bears N. 18½° E., 18 lks. distant, marked WHS4.",
        "A hemlock, 12 in. diam., bears N. 75° W., 26 lks. distant, marked WHS4.",
        "Thence N. 71° W.",
        "6. 50",
        "To corner No. 5, a spruce 14 in. diam., marked HS5-93.",
        "Thence S. 85° W.",
        "3.09",
        "To corner No. 6, a sawed post 5 ft. long, 4 in. square, marked HS6-93; from which",
        "Corner No. 1 of tract K bears S. 5° E., 2.57 chs. distant.",
        "Thence N. 84° W.",
        "2.69",
        "To corner No. 7, a sawed post 5 ft. long, 4 in. square, set 2 ft. in the ground, marked IIS7-93; from which",
        "A hemlock, 14 in. diam., bears N. 8° E., 25 lks. distant, marked WHS7.",
        "Corner of Nakat Packing Co. special use bears N. 86° W., 1.60 chs. distant.",
        "Thence N. 16° W.",
        "1.17",
        "To point for corner No. 8, meander corner, at mean high tide on Mud Bay, not set because of liability to destruction by tides.",
        "Thence with meanders along line of approximate mean high tide:",
        "N. 33° E., 2.11 chs.;",
        "N. 62½° E., 1.69 chs.;",
        "to point for corner No. 1, meander corner, and the place of beginning, containing approximately 4.88 acres. The survey was made March 12 to 31, 1931; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "A hemlock, 26 in. diam., bears N. 16° 30' W., 57 lks. distant, marked WHS 1.",
        "A hemlock, 4 in. diam., bears N. 85° W., 35 lks. distant, marked WHS 1.",
        "Thence N. 5° 30' W., paralleling Salmon River Road.",
        "To corner No. 2, which is an iron stake set 3 ft. in the ground; from which",
        "Forest Service Monument, a hemlock stump cut low, bears N. 32° 30' W., 64 lks. distant, marked FSM on east face.",
        "Thence west.",
        "To corner No. 3, an iron stake set firmly in the ground; from which",
        "A spruce, 48 in. diam., bears S. 15° E., 52 lks. distant, marked WHS 3.",
        "A spruce, 41 in. diam., bears S. 24° W., 79 lks. distant, marked WHS 3.",
        "Thence south.",
        "To corner No. 4, an iron post set firmly in the ground; from which",
        "A white fir, 40 in. diam., bears S. 49° E., 3 lks. distant, marked WHS 4.",
        "A spruce, 40 in. diam., bears N. 66° 30' E., 49 lks. distant, marked WHS 4.",
        "Thence east.",
        "To corner No. 5, a hemlock stake on the west bank of Fish Creek, set 3 ft. in the ground, marked MC HS 5; from which",
        "A hemlock, 23 in. diam., bears N. 50° 30' W., 42 lks. distant, marked W MC HS 5.",
        "Thence N. 33° E.",
        "Beginning at corner No. 1, meander corner, home site No. 393, on Favorite Channel, Point Louisa, in approximate latitude 58° 23' N., longitude 134° 43' W., which corner is a wood post 3 in. square, set at line of mean high tide, marked L-11-12; from which",
        "The south limit of timber on Shelter Island bears S. 81° W.",
        "The north limit of timber on Portland Island bears S. 10° W.",
        "Thence N. 35° E.",
        "To corner No. 2, a wood post 3 in. square, marked L-ll-12; from which",
        "A hemlock, 7 in. diam., bears S. 75° E., 17 lks. distant, marked W/L-ll-12.",
        "Thence S. 61° 30' E.",
        "To corner No. 3, identical with corner No. 3, home site No. 437, which is a wood post 3 in. square, marked L-13-14; from which",
        "A hemlock, 6 in. diam., bears due east 10 lks., marked W/L-13-14.",
        "Thence S. 12° W.",
        "To corner No. 4, meander corner, identical with corner No. 4, meander corner, home site No. 437, which is a wood post 3 in. square, set at line of mean high tide, marked L-13-14.",
        "Thence with meanders along line of approximate mean high tide of Favorite Channel:",
        "N. 80° 30' W., 1.70 chs.;",
        "N. 37° 15' W., 0.90 chs.;",
        "N. 36° 30' W., 1.00 chs.;",
        "to corner No. 1, meander corner, and the place of beginning, containing approximately 0.77 acre. The survey was made October 29, 1931; the bearings of the lines were determined by needle compass, allowing a variation of 31° 30' E., and are intended to refer to the true meridian.",
        "Beginning at corner No. 1, meander corner, home site No. 437, on Favorite Channel, Point Louisa, identical with corner No. 1, meander corner, lot 15, in approximate latitude 58° 23' N., longitude 134° 43' W., which corner is a wood post 3 in. square, set at line of mean high tide, marked L-14-15.",
        "Thence N. 12° E.",
        "To corner No. 2, identical with corner No. 2, lot 15, which is a wood post 3 in. square, marked L-14-15.",
        "Thence N. 61° 30' W.",
        "To corner No. 3, identical with corner No. 3, home site No. 393, which is a wood post 3 in. square, marked L-13-14; from which",
        "A hemlock, 6 in. diam., bears due east 10 lks., marked W/L-13-14.",
        "Thence S. 12° W.",
        "To corner No. 4, meander corner, identical with corner No. 4, meander corner, home site No. 393, which is a wood post 3 in. square, marked L-13-14.",
        "Thence with meanders along line of approximate mean high tide of Favorite Channel:",
        "(1) S. 87° E., 1.00 chs.;",
        "to corner No. 1, meander corner, and the place of beginning, containing approximately 0.23 acre. The survey was made October 29, 1931; the bearings of the lines were determined by needle compass, allowing a variation of 31° 30' E., and are intended to refer to the true meridian.",
        "Beginning at corner No. 1, home site No. 60, tract G, Mile 7 Group, on Gastineau Channel, identical with corner No. 2 of right of way, in approximate latitude 58° 21' 13\" N., longitude 134° 33.8' W., which corner is a hemlock post 6 ft. long, 7 in. diam., squared to 4½ in., set 2 ft. in the ground, marked HS1G on east face. This corner is 33 ft. north of the center of Glacier Highway; from which",
        "A hemlock, 16 in. diam., bears S. 69° E., 16 lks. distant, marked WHS1.",
        "A spruce, 30 in. diam., bears S. 6° W., 5 lks. distant, marked WHS1.",
        "Corner No. 2 of H. E. S. No. 174 bears S. 49° 18' W., 2.64 chs.",
        "Thence due north.",
        "To corner No. 2, identical with corner No. 3 of right of way, which is a spruce post 5½ ft. long, 6½ in. diam., squared to 4½ in., set 2 ft. in the ground, marked HS2G on east face and R0W3 on west face; from which",
        "A spruce, 26 in. diam., bears N. 26° W., 16 lks. distant, marked WHS2.",
        "A hemlock, 16 in. diam., bears S. 78½° E., 17 lks. distant, marked WHS2.",
        "Thence S. 85½° E.",
        "To corner No. 3, identical with corner No. 3, tract F, which is a spruce post 5½ ft. long, 6 in. diam., squared to 4½ in., set 2 ft. in the ground, marked HS3 on south face, F on east face, and G on west face; from which",
        "A spruce, 14 in. diam., bears S. 73° E., 21 lks. distant, marked WHS3.",
        "A hemlock, 16 in. diam., bears S. 10° E., 12 lks. distant, marked WHS3.",
        "Thence due south.",
        "To corner No. 4, identical with corner No. 4, tract F, which is a spruce post 6 ft. long, 7 in. diam., squared to 5 in., set 2 ft. in the ground, marked HS4 on south face, F on east face, and G on west face. This corner is 33 ft. north of the center of Glacier Highway; from which",
        "A spruce, 24 in. diam., bears S. 61° W., 15 lks. distant, marked WHS4.",
        "A hemlock, 18 in. diam., bears S. 28° E., 5 lks. distant, marked WHS4.",
        "Thence N. 85° 30' W., paralleling Glacier Highway and 33 ft. distant from the center thereof.",
        "Chs. Beginning at corner No. 1, home site No. 160, tract H, Mile 7 Group, identical with corner No. 1 of tract I, in approximate latitude 58° 21.2' N., longitude 134° 33.5' W., which corner is a hemlock post 6 ft. long, 5 in. diam., squared to 4 in., set 2 ft. in the ground, marked HS 1 H I. This corner is 33 ft. south of the center of Glacier Highway; from which",
        "A hemlock, 14 in. diam., bears S. 45½° E., 55 lks. distant, marked WHS1 H I.",
        "A hemlock, 12 in. diam., bears S. 43° W., 42 lks. distant, marked WHS 1 H I.",
        "Transmission line pole No. 182 bears N. 21° W.",
        "Thence south.",
        "To corner No. 2, identical with corner No. 2, tract I, which is a lodgepole-pine post 5½ ft. long, 5 in. diam., squared to 3½ in., set 2 ft. in the ground, marked HS 2 H I; from which",
        "A lodgepole pine, 12 in. diam., bears S. 61° W., 55 lks. distant, marked WHS 2 H I.",
        "A lodgepole pine, 12 in. diam., bears S. 72½° E., 74 lks. distant, marked WHS 2 H I.",
        "Thence due west.",
        "To corner No. 3, identical with corner No. 3, tract J, which is a lodgepole-pine post 6 ft. long, 7 in. diam., squared to 4½ in., set 2½ ft. in the ground, marked HS 3 H J; from which",
        "A lodgepole pine, 5 in. diam., bears N. 14° 30' E., 68 lks. distant, marked WHS 3 H J.",
        "A lodgepole pine, 5 in. diam., bears N. 62° E., 84 lks. distant, marked WHS 3 H J.",
        "Thence due north.",
        "To corner No. 4, identical with corner No. 4, home site No. 33, which is a hemlock post 3½ ft. long, 4 in. square, set firmly in the ground, 30 ft. from center of Glacier Highway and 50 ft. south of the transmission line; marked HS 4.",
        "Thence due east, paralleling transmission line and 50 ft. distant therefrom.",
        "1.00",
        "To intersection of transmission-line right of way and road right of way.",
        "Thence, paralleling Glacier Highway and 33 ft. from the center thereof:",
        "(1) S. 79° 30' E., 2.00 chs.;",
        "(2) N. 88° E., 3.98 chs.;",
        "to corner No. 1, and the place of beginning, containing approximately 4.91 acres. The survey was made September 25 and 26, 1928, using a plane table and telescopic alidade; the bearings of the lines were determined by needle compass, allowing a variation of 31° 30' E., and are intended to refer to the true meridian.",
        "Chs.",
        "Beginning at corner No. 1, home site No. 92, tract I, Mile 7 Group, identical with corner No. 1 of tract H, in approximate latitude 58° 21.2' N., longitude 134° 33.5' W., which corner is a hemlock post 6 ft. long, 5 in. diam., squared to 4 in., set 2 ft. in the ground, marked HS 1 H I. This corner is 33 ft. south of the center of Glacier Highway; from which",
        "A hemlock, 14 in. diam., bears S. 45½° E., 55 lks. distant, marked WHS 1 H I.",
        "A hemlock, 12 in. diam., bears S. 43° W., 42 lks. distant, marked WHS 1 H I.",
        "Transmission-line pole No. 182 bears N. 21° W.",
        "Thence due south.",
        "To corner No. 2, identical with corner No. 2, tract H, which is a lodgepole-pine post 5M ft. long, 5 in. diam., squared to 3½ in., set 2 ft. in the ground, marked HS 2 H I; from which",
        "A lodgepole pine, 12 in. diam., bears S. 61° W., 55 lks. distant, marked WHS 2 H I.",
        "A lodgepole pine, 12 in. diam., bears S. 72½° E., 74 lks. distant, marked WHS 2 H I.",
        "Thence due east.",
        "To corner No. 3, identical with corner No. 3 of tract K, which is a hemlock post 6 ft. long, 5 in. diam., squared to 3½ in., set 1½ ft. in the ground, marked HS 3 KI; from which",
        "A spruce, 12 in. diam., bears N. 61° W., 18 lks. distant, marked WHS 3 K I.",
        "A spruce, 16 in. diam., bears S. 22° W., 25 lks. distant, marked WHS3KI.",
        "Thence N. 14° W.",
        "To corner No. 4, a spruce post 5X ft. long, 5 in. diam., squared to 4 in., set 2 ft. in the ground, marked HS 4 I. This corner is 50 ft. south of the transmission line; from which",
        "A spruce, 5 in. diam., bears S. 42° W., 19 lks. distant, marked WHS 41.",
        "A spruce, 6 in. diam., bears S. 70° 30' W., 25 lks. distant, marked WHS 41.",
        "Transmission-line pole No. 179 bears N. 57° E.",
        "Thence N. 87° W., paralleling transmission line to intersection of road and transmission line rights of way.",
        "And it is further ordered that Executive Order No. 5856, of June 11, 1932, excluding certain lands from the said national forest, be, and it is hereby, revoked in so far as it affects the tract within the hereinafter-described boundaries, and that suchtract shall remain part of the national forest and subject to the laws applicable to lands so situated:",
        "Beginning at corner No. 1, 1.31 chs. north of center line of Glacier Highway and 50 ft. north of power transmission line, about 7 miles northwest of Juneau, Alaska, in approximate latitude 58° 21' 10\" N., longitude 134° 33' 00\" W., which corner is identical with corner No. 1 of tract B and is a hemlock post 5 ft. long, 5 in. diam., squared to 4 in., set 18 in. in ground, marked HS 1 B on east face and C on west face; from which",
        "A hemlock, 8 in. diam., bears S. 77° E., 24 lks. distant, blazed and marked WHS 1.",
        "A hemlock, 6 in. diam., bears S. 7½° W., 12 lks. distant, blazed and marked WHS 1.",
        "Transmission pole No. 182 bears S. 57° E.",
        "Thence north.",
        "Corner No. 2, which is a hemlock post 5 ft. long, 4½ in. diam., squared to 3½ in., set 18 in. in ground, marked HS 2 on south face, B on east face, and C on west face; from which",
        "A hemlock, 18 in. diam., bears N. 73° E., 13 lks. distant, blazed and marked WHS 2.",
        "A hemlock, 12 in. diam., bears S. 64° W., 31 lks. distant, blazed and marked WHS 2.",
        "Thence N. 89° W.",
        "Corner No. 3, which corner is identical with corner No. 3 of right of way and is a hemlock post 5 ft. long, 6 in. diam., set 18 in. in ground, marked HS 3C on east face and ROW3 on west face; from which",
        "A hemlock, 9 in. diam., bears S. 85° W., 18 lks. distant, blazed and marked WHS3.",
        "A hemlock, 9 in. diam., bears S. 65° E., 17 lks. distant, blazed and marked WHS3.",
        "Thence south.",
        "Corner No. 4, 56 lks. from center line of Glacier Highway and 50 ft. from power transmission line, which corner is identical with corner No. 4 of right of way and is a hemlock post 5 ft. long, 6 in. diam., squared to 4 in., set 18 in. in ground, marked HSC4 on east face and R0W4 on west face; from which",
        "A lodgepole pine, 17 in. diam., bears N. 75° 30' E., 54 lks. distant, blazed and marked WHS4.",
        "A lodgepole pine, 14 in. diam., bears N. 58° 30' W., 41 lks. distant, blazed and marked WHS4.",
        "Thence S. 89° E., clearing both power line and road rights of way.",
        "[NAME]",
        "[NAME]."
    ],
    "citation": "Herbert Hoover, Executive Order 5947-Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361803"
}