{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12102-trade-committees",
    "doc": "executive-order-12102-trade-committees",
    "president": "Jimmy Carter",
    "president_byline": "39th President of the United States: 1977 - 1981",
    "title": "Executive Order 12102-Trade Committees",
    "date": "November 17, 1978",
    "content": [
        "By the authority vested in me as President of the United States of America by Section 242 of the Trade Expansion Act of 1962, as amended (19 U.S.C. 1872), and Section 411 of the Trade Act of 1974 (19 U.S.C. 2441), in order to adjust the membership of the Trade Policy Committee and the membership of the East-West Foreign Trade Board, it is hereby ordered as follows:",
        "1-101. Executive Order No. 11846, as amended, is further amended as it relates to the membership of the Trade Policy Committee by deleting the following paragraphs in Section 3 (a):",
        "\"(10) The Assistant to the President for Economic Affairs.",
        "\"(11) The Executive Director of the Council on International Economic Policy.\"; and substituting therefor:",
        "\"(10) The Chairman of the Council of Economic Advisers.",
        "\"(11) The Director of the Office of Management and Budget.\".",
        "1-102. Executive Order No. 11846, as amended, is further amended as it relates to the membership of the East-West Foreign Trade Board by deleting the following paragraph in Section 7(a):",
        "\"(8) The Executive Director of the Council on International Economic Policy.\"; and substituting therefor:",
        "\"(8) The Chairman of the Council of Economic Advisers.\"; and by also deleting:",
        "\"(10) [NAME].\"",
        "[NAME]",
        "The White House,",
        "November 17, 1978.",
        "[Filed with the Office of the Federal Register, 4:25 p.m., November 17, 1978]"
    ],
    "citation": "Jimmy Carter, Executive Order 12102-Trade Committees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/244261"
}