{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7578-excluding-certain-tracts-land-from-tongrass-national-forest-and",
    "doc": "executive-order-7578-excluding-certain-tracts-land-from-tongrass-national-forest-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7578-Excluding Certain Tracts of Land From Tongrass National Forest and Restoring Them to Entry",
    "date": "March 19, 1937",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, occupied as homesites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Homesite No. 243, lot 'I', Auke Lake group, Glacier Highway, in the vicinity of Juneau, 4.55 acres; approximate latitude 58°23'30\" N., longitude 134°37'40\" W.;",
        "Homesite No. 368, lot 'F', Triangle group, Glacier Highway, in the vicinity of Juneau, 4.82 acres; approximate latitude 58°22'40\" N., longitude 134°38'10\" W.;",
        "Homesite No. 443, Baranof Island, Inner Lagoon, 4.10 acres; approximate latitude 56°15'15\" N., longitude 134°38'50\" W.;",
        "Homesite No. 490, Gravina Island, Bostwick Bay, 4.48 acres; approximate latitude 55°13' N., longitude 131°43'15\" W.",
        "[NAME]",
        "The White House,March 19, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7578-Excluding Certain Tracts of Land From Tongrass National Forest and Restoring Them to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210191"
}