{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6711-prescribing-rules-and-regulations-for-the-interpretation-and",
    "doc": "executive-order-6711-prescribing-rules-and-regulations-for-the-interpretation-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6711-A-Prescribing Rules and Regulations for the Interpretation and Application of Certain Labor Provisions of Codes of Fair Competition as They May Affect Certain Homeworkers",
    "date": "May 15, 1934",
    "content": [
        "In Codes of Fair Competition heretofore or hereafter approved, which provide for the abolition of homework, the question has arisen or may arise as to whether the abolition of homework has precluded certain persons who are incapacitated for factory work from their former opportunities for obtaining employment.",
        "Pursuant to the authority vested in me by Title I of the National Industrial Recovery Act and in order to carry out the purposes and policy of said Title of said Act, and upon due consideration of the facts and upon the report and recommendation of the Administrator,",
        "I, Franklin D. Roosevelt, President of the United States, do hereby order that no provision of any Code of Fair Competition heretofore or hereafter approved pursuant to said Title of said Act, shall be so construed or applied as to violate the following rules and regulations which are hereby promulgated and prescribed, to-wit:",
        "1. A person may bo permitted to engage in homework at the same rate of wages as is paid for the same type of work performed in the factory or other regular place of business if a certificate is obtained from the State authority or other officer designated by the United States Department of Labor, such certificate to be granted in accordance with instructions issued by the United States Department of Labor, provided",
        "(a) Such person is physically incapacitated for work in a factory or other regular place of business and is free from any contagious disease; or",
        "(b) Such person is unable to leave home because Ins or her services are absolutely essential for attendance on a person who is bedridden or an invalid and both such persons are free from any contagious disease.",
        "2. Any employer engaging such a person shall keep such certificate on file and shall file with the Code Authority for the trade or industry or subdivision thereof concerned the name and address of each worker so certificated.",
        "This Order shall become effective immediately and shall be binding upon all trades, industries or subdivisions thereof and members thereof subject to Codes of Fair Competition in which homework is prohibited, and, to the extent necessary to permit the full application and operation of the foregoing rules and regulations, shall operate as a condition upon any previous order approving any Code of Fair Competition under Title I of the National Industrial Recovery Act, and shall remain in effect until revoked or modified by my further order or by order of the Administrator for Industrial Recovery; provided, however, that this Order shall not apply to or affect Codes of Fair Competition heretofore or hereafter approved for food or allied products trades, industries or subdivisions thereof, which contain provisions prohibiting the manufacture and/or processing of food products in homes.",
        "[NAME]",
        "Approval Recommended: [NAME]          Administrator for Industrial Recovery.",
        "The White House,May 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6711-A-Prescribing Rules and Regulations for the Interpretation and Application of Certain Labor Provisions of Codes of Fair Competition as They May Affect Certain Homeworkers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362483"
}