{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7234-deposit-money-orders-issued-the-canal-zone-postal-service",
    "doc": "executive-order-7234-deposit-money-orders-issued-the-canal-zone-postal-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7234-Deposit Money Orders Issued by the Canal Zone Postal Service",
    "date": "November 25, 1935",
    "content": [
        "By virtue of authority vested in me by law, I hereby prescribe the following regulations governing deposit money orders issued by the Canal Zone Postal Service:",
        "Section 1. Deposit money orders; issuance authorized; no fee charged.-the accommodation of persons desiring to deposit their savings in the post offices of the Canal Zone, money orders may be issued in the Canal Zone payable to the purchaser at the office of issue, for which no fee shall be charged.",
        "Cross-References",
        "Authority to regulate issuance of deposit money orders, and the rate of interest thereon at not to exceed 3 per centum, see Canal Zone Code, title 2, section 274.",
        "Use of interest from money-order funds deposited in banks, see Canal Zone Code, title 2, section 275.",
        "Laws governing postal service generally, sec Canal Zone Code, title 2, sections 271 to 273.",
        "Application of laws of United States defining postal crimes, see Canal Zone Code, title 5, section 111.",
        "2. Same; interest on orders issued on or after January 1, 1936.-Deposit money orders issued by the Canal Zone Postal Sendee on or after January 1, 1936, shall bear interest at the rate of one-half of 1 per centum for each period of 3 full calendar months from date of issue.",
        "3. Same; interest on orders issued between April 1, 1934, and December 31, 1935.- Deposit money orders issued by the Canal Zone Postal Service between April 1, 1934, and December 31, 1935, both dates inclusive, shall bear interest at the rate of five-eighths of 1 per centum from date of issue for any period or periods of 3 full calendar months ending on or before March 31, 1936. For subsequent periods the rate of interest shall be as provided in section 2 of this order.",
        "4. Same; interest on orders issued prior to April 1, 1934.-Deposit money orders issued by the Canal Zone Postal Service prior to April 1, 1934, shall bear interest at the rate of three-fourths of 1 per centum from date of issue for any period or periods of 3 full calendar months ending on or before June 30, 1934. For periods ending thereafter and on or before March 31, 1936, the rate of interest shall be as provided in section 3 of this order. For periods ending after March 31, 1936, the rate of interest shall be as provided in section 2 of this order.",
        "5. Same; interest, time of payment and term of accrual.-On all deposit money orders interest shall be payable when the orders are paid but shall not accrue for more than 3 years.",
        "6. Same; Governor may prescribe regulations.-The Governor is hereby authorized to prescribe such detailed rules and regulations as may be necessary to carry out the provisions of this order.",
        "7. Revocation of prior orders.-Executive Orders No. 2040, of September 5, 1914, No. 2479, of October 22, 1916, No. 3761, of December 6, 1922, and No. 6608, of February 20, 1934, are hereby revoked.",
        "[NAME]",
        "The White House,November 25, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7234-Deposit Money Orders Issued by the Canal Zone Postal Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362734"
}