{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7563-establishing-swan-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-7563-establishing-swan-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7563-Establishing Swan Lake Migratory Waterfowl Refuge",
    "date": "February 27, 1937",
    "content": [
        "MISSOURI",
        "By virtue of and pursuant to authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, consisting of 11,500 acres, more or less, acquired or to be acquired by the United States, in Chariton County, Missouri, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 55 N., R. 20 W.,     Sec. 3, N ½ NE ¼, SW ¼ NE ¼, W ½, and W ½ W ½ SE ¼;     Secs. 4 to 7, inclusive;     Sec. 8, N ½ and N ½ SW ¼;     Sec. 9, W ½ NW ¼;     Sec. 18, N ½ and SW ¼;     Sec. 19, N ½ N ½ NW ¼.",
        "T. 56 N., R. 20 W.,     Sec. 27, W ½ NW ¼ and NW ¼ SW ¼;     Sec. 28, NE ¼, E ½ NW ¼, and S ½;     Sec. 29, SW ¼, NW ¼ SE ¼, and S ½ SE ¼;     Sec. 31, S ½ NE ¼ NE ¼, S ½ NE ¼, S ½ NW ¼, and S ½;     Secs. 32 and 33;     Sec. 34, W ½.",
        "T. 55 N., R. 21 W.,     Sec. 1, all;     Sec. 2, all that part lying east of the northeasterly right-of-way boundary of the Wabash Railroad;     Sec. 11, all that part of the E ½ lying east of the northeasterly right- of-way boundary of the Wabash Railroad;     Sec. 12, all, excepting therefrom the right-of-way of the Wabash Railroad and that part of the SW ¼ SW ¼ lying west thereof;     Sec. 13, N ½, excepting the right-of-way of the Wabash Railroad; all that part of the E ½ SW ¼ lying east of the northeasterly boundary of the Wabash Railroad; and SE ¼     Sec. 24, N ½ N ½ NE ¼.",
        "T. 56 N., R. 21 W.,     Sec. 25, S ½;     Sec. 26, E ½ NE ¼ SW ¼, S ½ SW ¼, and S ½ SE ¼;     Sec. 27, all that part of the SE ¼ SE ¼ lying east of the northeasterly right-of-way boundary of the Wabash Railroad;     Sec. 34, all those parts of the E ½ NE ¼ and NE ¼ SE ¼ lying east of the northeasterly right-of-way boundary of the Wabash Railroad;     Sec. 35, all, excepting therefrom the right-of-way of the Wabash Railroad and that part of the SW ¼ SW ¼ lying west thereof.",
        "This refuge shall be known as the Swan Lake Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,February 27, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7563-Establishing Swan Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210181"
}