{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9127-designating-the-departments-and-agencies-inspect-the-plants-and-audit",
    "doc": "executive-order-9127-designating-the-departments-and-agencies-inspect-the-plants-and-audit",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9127-Designating the Departments and Agencies to Inspect the Plants and Audit the Books and Records of Defense Contractors Under Title XIII of the Second War Powers Act, 1942",
    "date": "April 10, 1942",
    "content": [
        "By virtue of the authority vested in me by the Constitution and laws of the United States, and particularly by Title I of the First War Powers Act, 1941, and Title XIII of the Second War Powers Act, 1942, as President of the United States and Commander in Chief of the Army and Navy of the United States, and in order to prevent the accumulation of unreasonable profits, to avoid waste of Government funds, and to implement other measures which have been undertaken to forestall price rises and inflation, it is hereby ordered as follows:",
        "1. I hereby designate the War Production Board, the War Department, the Navy Department, the Treasury Department, the United States Maritime Commission, and the Reconstruction Finance Corporation as the governmental agencies authorized to inspect the plant and to audit the books and records, as provided by Title XIII of the said Second War Powers Act, 1942. Such inspection and audit and the determination whether a given contract is a defense contract, as defined in Title XIII of the Second War Powers Act, 1942, may be made in the case of (a) any contractor with whom a defense contract has been placed by such agency, or, in the case of the Reconstruction Finance Corporation, by any corporation created or organized by it, at any time after the declaration of emergency on September 8, 1939, and before the termination of the present war, and in the case of (b) any subcontractor performing work required by any such defense contract. The Chairman of the War Production Board is authorized to issue rules and regulations and to establish policies to coordinate and govern the War Department, the Navy Department, the Treasury Department, the United States Maritime Commission, and the Reconstruction Finance Corporation in exercising the functions vested in them by this order.",
        "2. The authority herein conferred may be exercised by the Chairman of the War Production Board, the Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, the United States Maritime Commission, and the Board of Directors of the Reconstruction Finance Corporation, respectively, or in their discretion and by their direction, respectively, may be exercised also by and through any officer or officers or civilian officials of their respective departments and agencies designated by them for those purposes. The Chairman of the War Production Board, the Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, the United States Maritime Commission, or the Board of Directors of the Reconstruction Finance Corporation may authorize such officer or officers or civilian officials of their respective departments or agencies to make further delegations of such powers and authority within their respective departments and agencies.",
        "3. In inspecting any plant engaged in producing, manufacturing, processing, constructing, altering, or repairing any defense article of a secret,. confidential, or restricted nature, or which is produced, manufactured, processed, constructed, altered, or repaired in accordance with or under any secret process, formula, patent, or invention, and in auditing the books and records in connection with any such defense contract, such inspection shall be regarded as secret, confidential, or restricted, as the case may be, and all reports, records, papers, documents, and writings relating to such inspection or audit shall be marked or stamped as secret, confidential, or restricted, as the case may be, and shall be handled in accordance with regulations prescribed and in force in the department or agency concerned relating to the handling of secret, confidential, or restricted matters, reports, records, papers, documents, and writings.",
        "4. The power to administer oaths or affirmations and to issue subpoenas for the attendance of witnesses or the production of books, records, or other documentary or physical evidence deemed relevant to the inquiry, conferred by section 1302, and, through the Department of Justice, the power to invoke the aid of any court of the United States, conferred by section 1303, Title XIII, of said Second War Powers Act, may be exercised, performed, or carried out by the Chairman of the War Production Board, the Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, any member of the United States Maritime Commission, or the Chairman of the Board of Directors of the Reconstruction Finance Corporation, as the case may be, or by such other officer or officers or civilian officials as may be authorized, empowered or directed by any of them so to do for his respective department or agency.",
        "5. Nothing herein shall affect or limit the authority and power conferred upon or granted to the Chairman of the War Production Board by Title XIII of said Second War Powers Act, 1942.",
        "[NAME]",
        "The White House,April 10, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9127-Designating the Departments and Agencies to Inspect the Plants and Audit the Books and Records of Defense Contractors Under Title XIII of the Second War Powers Act, 1942 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368092"
}