{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6218-authorizing-the-appointment-david-gates",
    "doc": "executive-order-6218-authorizing-the-appointment-david-gates",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6218-Authorizing the Appointment of David A. Gates",
    "date": "July 26, 1933",
    "content": [
        "Mr. David A. Gates may be appointed as an Internal Revenue Agent in the Internal Revenue Service, Treasury Department, without regard to the requirements of the civil-service rules for a period of one year from the date of this order.",
        "Mr. Gates was employed under the Bureau of Internal Revenue for more than twenty years, and the Commissioner of Internal Revenue states that during this time he rendered outstanding service on the field force and in the Bureau at Washington. Among the field positions filled by him were Internal Revenue Agent, Internal Revenue Agent in Charge, and Supervising Federal Prohibition Agent. In Washington he w as Chief of Revenue Agents during the years 1906 to 1908, and for more than three years he occupied the important position of senior Deputy Commissioner, in which capacity he was the principal administrative assistant to the Commissioner. His interests since leaving the Service have kept him in close touch with tax matters, both Federal and State. By reason of his wide experience and special qualifications it is desired to utilize his services as an Internal Revenue Agent.",
        "The particular position of Internal Revenue Agent to be occupied by Mr. Gates is withdrawn from the provisions of the civil-service rules during the period of his incumbency.",
        "This order is recommended by the Secretary of the Treasury and is in the interest of the Service.",
        "[NAME]",
        "The White House,July 26, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6218-Authorizing the Appointment of David A. Gates Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362040"
}