{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8571-transfer-control-and-jurisdiction-over-certain-lands-from-the",
    "doc": "executive-order-8571-transfer-control-and-jurisdiction-over-certain-lands-from-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8571-Transfer of Control and Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Interior",
    "date": "October 19, 1940",
    "content": [
        "OKLAHOMA",
        "Whereas the hereinafter-described lands have been acquired by the United States under the authority of the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), in connection with the land-utilization project of the Department of Agriculture known as the Cookson Hills Project, LU-OK-2; and",
        "Whereas by Executive Order No. 7908, dated June 9, 1938, all the right, title, and interest of the United States in such lands was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and the related provisions of Title IV thereof; and",
        "Whereas it appears that the transfer of the control and jurisdiction over such lands from the Secretary of Agriculture to the Secretary of the Interior for administrative purposes would be in the public interest:",
        "Now, Therefore, by virtue of the authority vested in me by section 32 of Title HI of the said Bankhead-Jones Farm Tenant Act, and upon recommendation of the Secretary of Agriculture, it is hereby ordered that the control and jurisdiction over the hereinafter-described lands, together with the improvements thereon, be, and it is hereby, transferred from the Secretary of Agriculture to the Secretary of the Interior; and the Secretary of the Interior is hereby authorized to administer such lands, through the Commissioner of Indian Affairs, for the benefit of such Indians as he may designate, under such conditions of use and administration as will best carry out the purposes of the land-conservation and land-utilization program for which such lands were acquired:",
        "MUSKOGEE COUNTY, OKLAHOMA",
        "Beginning at a point 1993.18 feet South, and 45.5 feet West of the NE¼ of Section 15, Township 13 N., R. 20 E.; thence West 580 feet to a point; thence South 333 feet to a point; thence East 580 feet to a point; thence North 333 feet to the place of beginning; containing 4.43 acres, more or less.",
        "[NAME]",
        "The White House,October 19, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8571-Transfer of Control and Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368417"
}