{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8393-restoring-certain-lands-comprising-part-the-makua-military",
    "doc": "executive-order-8393-restoring-certain-lands-comprising-part-the-makua-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8393-Restoring Certain Lands Comprising Part of the Makua Military Reservation to the Use of the Territory of Hawaii",
    "date": "April 12, 1940",
    "content": [
        "Whereas certain lands, including such necessary rights-of-way thereto across any adjoining territorial lands, in Makua Valley, District of Waianae, on the island of Oahu, Territory of Hawaii, were set aside for military purposes of the United States by Executive Order No. 351, dated January 23, 1929, of the Governor of the Territory of Hawaii, which lands how comprise Parcels 2 and 3 of the Makua Military Reservation; and",
        "Whereas such lands are no longer required for military purposes of the United States, and it is in the public interest that they be restored to the use of the Territory of Hawaii:",
        "Now, Therefore, by virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 447, it is ordered that the two following-described parcels of land comprising a part of the Makua Military Reservation, including such necessary rights-of-way thereto across any adjoining territorial lands, Territory of Hawaii, be, and they are hereby, restored to their previous status for the use of the Territory of Hawaii, subject to the right of the War Department to remove such material as is needed from the howitzer emplacements, if such removal has not been accomplished prior to the date of this order:",
        "PARCEL NO. 2",
        "Beginning at concrete monument No. 1, marking the southwest corner of the tract, from which the azimuth and distance to U.S. Coast and Geodetic Survey triangulation station \"Lolo\" is 335°26'07\", 6,519.82 feet;",
        "Thence from said initial point by azimuths and distances,",
        "173°23'00\", 330.00 feet, to concrete monument No. 4;",
        "269°02'30\", 685.30 feet, to concrete monument No. 5;",
        "359°02'30\", 450.00 feet, to concrete monument No. 6;",
        "81°50'00\", 350.00 feet, to concrete monument No. 7;",
        "117°29'30\", 347.50 feet, to the point of beginning.",
        "This tract as described contains an area of 6.77 acres.",
        "PARCEL NO. 3",
        "Beginning at concrete monument No. 1, marking the northeast corner of the tract, from which the azimuth and distance to U.S. Coast and Geodetic Survey triangulation station \"Lolo\" is 330°37'48\", 6,420.90 feet;",
        "Thence from said initial point, by azimuths and distances",
        "356°02'00\", 300.00 feet, to comer No. 2, marked by a brass plate in rock;",
        "86°02'00\", 300.00 feet, to concrete monument No. 3;",
        "176°02'00\", 300.00 feet, to concrete monument No. 4;",
        "266°02'00\", 300.00 feet, to the point of beginning.",
        "This tract as described contains an area of 2.07 acres.",
        "The azimuths are measured clockwise from the true south.",
        "The said Parcels Nos. 2 and 3 together contain an area of 8.84 acres, and are shown on map No. 11-1 7 F 33, entitled \"Makua Mil. Reservation\", dated March 1933, which was prepared in the office of the Department Engineer, Hawaiian Department, Fort Shafter, T.H., a copy of which is on file in the Office of The Quartermaster General, War Department, Washington, D.C.",
        "[NAME]",
        "The White House,April 12, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8393-Restoring Certain Lands Comprising Part of the Makua Military Reservation to the Use of the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372576"
}