{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8511-transferring-jurisdiction-and-control-over-certain-land-the-island-st",
    "doc": "executive-order-8511-transferring-jurisdiction-and-control-over-certain-land-the-island-st",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8511-Transferring Jurisdiction and Control Over Certain Land on the Island of St. Croix, Virgin Islands, From the Department of the Interior to the War Department",
    "date": "August 09, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 16, 1933, c. 90, 48 Stat. 195, 200-202, and as President of the United States, it is ordered that the jurisdiction and control over the following lands on the Island of St. Croix, Virgin Islands, constituting a part of that tract commonly known as \"Bethlehem Estates\" and indicated by hachures on the attached plat of the \"Site of Proposed Auxiliary Airdrome,\" prepared by the War Department and bearing the date June, 1940, be, and the same are hereby, transferred from the Department of the Interior to the War Department for national-defense purposes:",
        "Beginning at a point designated as Station 2 on the attached plat, being a point on the east boundary of the property of Miles Merwin, from which the NE corner of said Merwin property bears N. 12° W., 3325.3 feet, and the SE corner of said estate bears S. 10° E., 1372.0 feet, thence by magnetic bearings,",
        "N. 88°45' E., 553.2 feet to Station 3;     N. 8°14' W., 2442.1 feet to Station 6;     N. 16°21' W., 341.0 feet to Station 7;     N. 32°56' W., 234.0 feet to Station 8;     N. 45°53' W., 865.8 feet to Station 9;     N. 80°45' W., 1252.8 feet to Station 10;     S. 48°51' W., 460.6 feet to Station 11;     N. 67°57' W., 517.9 feet to Station 12;     N. 81°26' W., 432.0 feet to Station 13;     S. 85°21' W., 690.8 feet to Station 14;     N. 57°09' W., 994.1 feet to Station 15;     N. 58°00' W., 460.6 feet to Station 16;     S. 85°11' W., 513.5 feet to Station 17;     S. 10°44' E., 607. 5 feet to Station 18;     S. 88°01' W., 1577.8 feet to Station 21;     S. 11°15' E., 1701.9 feet to Station 22;     N. 76°46' E., 6117.1 feet along north boundary of property of Miles Merwin to Station M1;     S. 12°0' E., 3325.3 feet along east boundary of property of Miles Merwin to Station 2, the point of beginning.",
        "Containing 213.72 acres, more or less.",
        "[NAME]",
        "The White House,August 9, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8511-Transferring Jurisdiction and Control Over Certain Land on the Island of St. Croix, Virgin Islands, From the Department of the Interior to the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371977"
}