{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6620-b-code-fair-competition-for-the-hotel-industry-modification-executive",
    "doc": "executive-order-6620-b-code-fair-competition-for-the-hotel-industry-modification-executive",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6620-B-Code of Fair Competition for the Hotel Industry, Modification of Executive Order of November 17, 1933",
    "date": "February 26, 1934",
    "content": [
        "A Code of Fair Competition for the Hotel Industry having been approved by me on November 17, 1933, subject to the condition, among others, that within ninety days from the effective date thereof the Administrator should hold such further hearings upon such notice as he in his discretion should fix, for the purpose of determining the adequacy of the minimum wages established in that Code, after which his report and recommendation should be submitted to me for my further order; and",
        "It appearing to me that the operation of said Code will be reviewed by the Administrator not later than June 1, 1934 to ascertain whether the provisions thereof have effectuated and will effectuate the policy and purpose of Title 1 of the National Industrial Recovery Act; and",
        "It appearing to me that at this time the said Code has not been in operation for a sufficient period of time to enable me to determine the adequacy of the minimum wages established therein;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title 1 of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do modify my order of November 17, 1933 approving the Code of Fair Competition for the Hotel Industry by striking therefrom the conditions numbered two (2) and three (3).",
        "[NAME]",
        "[NAME], Administrator.",
        "The White House,February 26, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6620-B-Code of Fair Competition for the Hotel Industry, Modification of Executive Order of November 17, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362390"
}