{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8715-amendment-chapter-xiii-executive-order-no-4314-september-25-1925",
    "doc": "executive-order-8715-amendment-chapter-xiii-executive-order-no-4314-september-25-1925",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8715-Amendment of Chapter XIII of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing Navigation of the Panama Canal and Adjacent Waters",
    "date": "March 18, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 9 of title 2 of the Canal Zone Code, approved June 19, 1934, Chapter XHI of Executive Order No. 4314 of September 25, 1925, establishing rules governing the navigation of the Panama Canal and adjacent waters, is hereby amended to read as follows:",
        "\"Chapter XIII-RADIO COMMUNICATION",
        "Rule 171. Radio communication defined. For the purposes of this chapter, unless the context otherwise requires, the term \"radio communication\" means the transmission by radio of writing, signs, signals, pictures, and sounds of all kinds, including all instrumentalities, facilities, apparatus, and services (among other things the receipt, forwarding, and delivery of communications) incidental to such transmission.",
        "Rule 172. Control by Governor; exercise through Naval Shore Stations. The Governor of the Panama Canal shall, subject to the provisions of this chapter, have entire control of radio communication in the Canal Zone so far as concerns or affects vessels in the harbors and other waters of the Canal Zone or the navigation of such waters, except vessels owned or operated by the United States Army or the United States Navy. In the exercise of such control the Governor may in his discretion utilize the shore radio stations owned by the United States and operated by the Navy, Department, which stations are hereinafter referred to as the shore stations.",
        "Rule 173. Communication by vessels approaching Canal. Vessels approaching the Panama Canal shall communicate by radio to the Port Captain concerned, through the shore station which shall be designated, such information relative to their Canal business as the Governor may by regulation prescribe.",
        "Rule 174. Operation of vessel radios in conformity with treaties. While in Canal Zone waters, vessels equipped with radio shall be required to operate such equipment at all times in conformity with the principles and rules stipulated in the treaties or conventions to which the United States is a party.",
        "Rule 175. Radio communication between vessels in Canal Zone and other vessels or places. Except as authorized by authority of the Governor, and except as regards vessels operated by the United States Army or the United States Navy, all radio communication between vessels in the Canal Zone and other vessels or places whether within or without the Canal Zone shall be carried on by forwarding through the shore station which shall be designated; and, with such exceptions, no vessel in the Canal Zone, or person on board any such vessels, shall do any radio broadcasting, or shall, otherwise than by forwarding through the designated shore station, transmit any radio communication.",
        "Rule 176. Restrictions on vessel radios as to power and testing and tuning. Except as authorized by authority of the Governor, vessels within the fifteen-mile limit of the Canal Zone shall transmit only with low power and shall do no testing or tuning.",
        "Rule 176a. Operator on watch during transit. All vessels equipped with radio, except those whose radio equipment has been sealed in Canal Zone waters in accordance with orders issued by competent authority, shall, after leaving the terminal harbor to pass through the Canal, keep a radio operator on watch, on such frequency as the shore stations shall direct, until arrival at the farther terminal harbor: Provided, that in cases where the vessel has only one radio operator serving on board, the radio watch shall be required only while the vessel is underway between Gatun Locks and Pedro Miguel Locks.",
        "Rule 176b. Precedence of messages relative to vessel's movements and Canal business; use of vessel's radio by pilot. Messages relating to a vessel's movements and Canal business shall take precedence over all commercial messages. The pilot on a vessel passing through the Canal shall be afforded free use of the vessel's radio for the transaction of Canal business.\"",
        "This order shall take effect on the thirtieth day after the date hereof.",
        "[NAME]",
        "The White House,March 18, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8715-Amendment of Chapter XIII of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing Navigation of the Panama Canal and Adjacent Waters Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368234"
}