{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8290-retirement-franklin-b-atwood-foreign-service-officer",
    "doc": "executive-order-8290-retirement-franklin-b-atwood-foreign-service-officer",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8290-Retirement of Franklin B. Atwood, Foreign Service Officer",
    "date": "November 30, 1939",
    "content": [
        "Whereas paragraph (j) of section 26 of the act of February 23, 1931, entitled \"An Act for the grading and classification of clerks in the Foreign Service of the United States of America, and providing compensation therefor\" (46 Stat. 1212), as amended by section 3 of the act of April 24, 1939, 53 Stat. 584, provides, in part:",
        "\"Any Foreign Service officer who, after serving for a total period of not less than fifteen years, becomes totally disabled for useful and efficient service by reason of disease or injury not due to vicious habits, intemperance, or willful misconduct on his part, shall, upon his own application or upon order of the President, be retired on an annuity under paragraph (e) of this section: Provided, however, That in each case such disability shall be determined by the report of a duly qualified physician or surgeon designated by the Secretary of State to conduct the examination * * * \";",
        "Whereas Commander A. A. Marsteller, Medical Corps, United States Navy, U.S. Naval Hospital, Washington, D.C., a duly qualified physician, was designated on September 20, 1939, by the Secretary of State to conduct an examination of Franklin B. Atwood, a Foreign Service Officer of Class VI; and",
        "Whereas it has been determined and duly reported by Captain E. L. Woods, Medical Corps, United States Navy, Commanding Officer, U.S. Naval Hospital, Washington, D.C., upon the basis of the examination and report made by the aforesaid Commander A. A. Marsteller, that the said Franklin B. Atwood is permanently and totally disabled for useful and efficient service by reason of disease not due to vicious habits, intemperance, or wilful misconduct on his part:",
        "Now, Therefore, by virtue of the authority vested in me by the statutory provisions above set out, and upon the recommendation of the Secretary of State, I hereby order and direct that the said Franklin B. Atwood be retired on an annuity under paragraph (e) of section 26 of the said act of February 23, 1931, as amended by the said act of April 24, 1939, such retirement to become effective at the close of day on April 30, 1940.",
        "[NAME]",
        "The White House,November 30, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8290-Retirement of Franklin B. Atwood, Foreign Service Officer Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362983"
}