{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6713-correction-description-the-corundu-military-reservation-canal-zone",
    "doc": "executive-order-6713-correction-description-the-corundu-military-reservation-canal-zone",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6713-Correction of Description of the Corundu Military Reservation, Canal Zone",
    "date": "May 21, 1934",
    "content": [
        "Whereas certain lands situated in the Canal Zone were by Executive Order No. 3207 of December 30, 1919, set apart and assigned to the uses and purposes of a military reservation under the jurisdiction of the Secretary of War, which reservation is known as the Corundu Military Reservation and includes Fort Clayton, the Panama Arsenal, the Engineer Depot, the Post of Corozal, and Albrook Field; and",
        "Whereas a recent survey of the said reservation has revealed errors and inaccuracies in the description thereof as contained in the said Executive order;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me as President of the United States, it is ordered that the description of the Corundu Military Reservation be, and it is hereby, corrected to read as follows:",
        "Parcel No. 1",
        "Beginning at a point marked by a 1K in. g.i. pipe, painted MIL. RES. set in a concrete base, referred to as monument No. 55, which monument is situated in the eastern boundary line of the Canal Zone between Canal Zone boundary monuments Nos. 88 and 89, the geographic position of which, referred to the Canal Zone triangulation system, is in latitude 9°01' N. plus 6,041.0 ft. and longitude 79°31' W. plus 3,586.9 ft. from Greenwich.",
        "Thence from said initial point, by metes and bounds,",
        "West, 218.6 ft. to monument No. 1, similar to the one described above, on a hillside in an open field, the geographic position of which is in latitude 9°01' N. plus 6,041.0 ft. and longitude 79°31' W. plus 3,805.5 ft.;",
        "South, 89°59' W., 249.6 ft., to monument No. 2, similar to the above, on the eastern bank of a branch of the Rio Abajo, the geographic position of which is in latitude 9°01' N. plus 6,041.0 ft. and longitude 79°31' W. plus 4,055.1 ft.;",
        "West, 1,266.4 ft., to monument No. 3, similar to the above, on the east side of the Porto Bello Trail, the geographic position of which is in latitude 9°01' N. plus 6,040.9 ft. and longitude 79°31' W. plus 5,321.5 ft.;",
        "West, 839.2 ft., to monument No. 4, similar to the above, on the east side of the Macomba Trail, the geographic position of which is in latitude 9°01' N. plus 6,040.9 ft. and longitude 79°32' W. plus 148.5 ft.;",
        "West, 2,055.2 ft., to monument No. 5, similar to the above, on top of a ridge east of the Rio Corundu, the geographic position of which is in latitude 9°01' N. plus 6,040.9 ft. and longitude 79°32' W, plus 2,203.7 ft.;",
        "West, 2,952.9 ft., to monument No. 6, which is a J2 in. copper plug set in a 10 in. square concrete block, on top of a high hill west of the east fork of the Rio Cardenas, the geographic position of which is in latitude 9°01' N. plus 6,041.0 ft. and longitude 79°32' W. plus 5,156.6 ft.;",
        "North, 89°59' W., 2,504.1 ft., to monument No. 7, which is a 1)2 in. g.i. pipe set in concrete, on the side of a hill, the geographic position of which is in latitude 9°01' N. plus 6,042.1 ft. and longitude 79°33' W. plus 1,648.5 ft.;",
        "North, 89°59' W., 1,360.5 ft., to monument No. 8, similar to the above, on the side of a high hill, the geographic position of which is in latitude 9°01' N. plus 6,042.5 ft. and longitude 79°33' W. plus 3,009.0 ft.;",
        "North, 89°57' W., 1,255.0 ft., to monument No. 9, similar to the above, at the east side of a trail running along the east bank of the Rio Cardenas, the geographic position of which is in latitude 9°01' N. plus 6,043.4 ft. and longitude 79°33' W. plus 4,264.1 ft.;",
        "South, 89°46' W., 200.3 ft., to monument No. 10, similar to the above, on the wrest bank of the Rio Cardenas, the geographic position of which is in latitude 9°01' N. plus 6,042.6 ft. and longitude 79°33' W. plus 4,464.3 ft.;",
        "North, 89°55' W., 413.3 ft., to monument No. 11, similar to the above, on a small hill, the geographic position of which is in latitude 9°01' N. plus 6,043.1 ft. and longitude 79°33' W. plus 4,877.6 ft.;",
        "North, 89°57' W., 1,255.1 ft., to monument No. 12, similar to the above, on the edge of a high hill and 20 ft. north of the Boundary Trail, the geographic position of which is in latitude 9°01' N. plus 6,044.2 ft. and longitude 79°34' W. plus 120.6 ft.;",
        "North, 89°56' W., 172.7 ft., to monument No. 13, similar to the above, on the same lull ami at the north side of the Boundary Trail, the geographic position of which is in latitude 9°01' N. plus 6,044.4 ft. and longitude 79°34' W. plus 293.2 ft.;",
        "North, 89°47' W., 1,231.5 ft., to monument No. 14, similar to the above, in rock bed of the east fork of the Rio Guanabano, the geographic position of which is in latitude 9°02' N. plus 1.6 ft. and longitude 79°34' W. plus 1,524.7 ft.;",
        "West, 874.6 ft. to monument No. 15, similar to the above, on the southern slope of a steep rocky hill, north of the Boundary Trail, the geographic position of which is in latitude 9°02' N. plus 1.6 ft. and longitude 79°34' W. plus 2,399.6 ft.;",
        "North, 89°56' W., 2,131.6 ft., to monument No. 16, similar to the above, on the west bank of the wrest fork of the Rio Guanabano, the geographic position of which is in latitude 9°02' N. plus 4.1 ft. and longitude 79°34' W. plus 4,531.3 ft.;",
        "North, 89°49' W., 1,015.2 ft., to monument No. 17, similar to the above, about 20 ft. west of the Panama-Cruces Trail, the geographic position of which is in latitude 9°02' N. plus 7.4 ft. and longitude 79°34' W. plus 5,546.5 ft.;",
        "North, 89°5S' W., 1,417.1 ft., to monument No. 18, similar to the above, on the west side of the Chiva-Chiva Trail, 15 ft. south of the ware fence of the various Canal Zone farm leases, the geographic position of which is in latitude 9°02' N. plus 8.2 ft. and longitude 79°35' W. plus 951.6 ft.;",
        "North, 89°46' W., 961.8 ft., to monument No. 19, similar to the above, on the east bank of the Rio Cameron, the geographic position of which is in latitude 9°02' N. plus 12.2 ft. and longitude 79°35' W. plus 1,913.4 ft.;",
        "North, 89°58' W., 2,385.3 ft., to monument No. 20, which is a 1 in. g.i. pipe set in concrete, on the nose of a hill, the geographic position of which is in latitude 9°02' N. plus 13.4 ft. and longitude 79°35' W. plus 4,298.7 ft.;",
        "North, 89°52' W., 1,625.4 ft., to monument No. 21, which is a 1½ in. g.i. pipe set in concrete, on a ridge, the geographic position of which is in latitude 9°02' N. plus 16.9 ft. and longitude 79°35' W. plus 5,924.1 ft.;",
        "North, 89°52' W., 794.9 ft., to monument No. 22, similar to the above, on the west side of the trail running along the east bank of the Rio Caimitillo, the geographic position of which is in latitude 9°02' N. plus 18.8 ft. and longitude 79°36' W. plus 707.0 ft.;",
        "North, 89°52' W., continuing on the last course, to the center line of the Rio Caimitillo;",
        "Thence southerly along the center line of the Rio Caimitillo and the center line of an arm of Miraflores Lake, to monument No. 23, which is a ½ in. copper plug set in the north curb of the causeway on Gaillard Highway, the geographic position of which is in latitude 9°00' N. plus 5,429.9 ft. and longitude 79°36' W. plus 220.8 ft.;",
        "Thence southeasterly along the northerly curb of Gaillard Highway to monument No. 24, which is a ½ in. copper plug set in the curb, nearly opposite transmission bridge No. 42-8, the geographic position of which is in latitude 9°00' N. plus 1,507.3 ft. and longitude 79°35' W. plus 2,721.3 ft.;",
        "South, 35°35' E., 47.7 ft., to monument No. 25, which is a ½ in. copper plug set in the southwesterly curb of Gaillard Highway, the geographic position of which is in latitude 9°00' N. plus 1,468.5 ft. and longitude 79°35' W. plus 2,693.5 ft.;",
        "Thence southerly along a line parallel to and 100 ft. easterly of the center line of the Panama Railroad right of way, to monument No. 26, which is a l½ in. g.i. pipe, set in concrete, on the boundary of the Corozal Hospital Farm, 12 ft. southwest of the edge of the Gaillard Highway, the geographic position of which is in latitude 8°59' N. plus 2,460.4 ft. and longitude 79°34' W. plus 5,084.0 ft.;",
        "North, 47°17' E., 749.2 ft., to monument No. 27, coincident with monument No. 10 of the Corozal Hospital Farm, which is a steel rail set in an 8 in. concrete block, on top of a hill, the geographic position of which is in latitude 8°59' N. plus 2,968.6 ft. and longitude 79°34' W. plus 4,533.7 ft.;",
        "North, 47°14' E., 499.7 ft., to monument No. 28, similar to the above, which is coincident with monument No. 9 of the Corozal Hospital Farm, 18 ft. south of the old Empire-Panama Road, the geographic position of which is in latitude 8°59' N. plus 3,307.8 ft. and longitude 79°34' W. plus 4,166.9 ft.;",
        "North, 47°19' E., 41.8 ft., to monument No. 29, similar to the above, which is coincident with monument No. 8 of the Corozal Hospital Farm, on the north side of the old Empire-Panama Road, the geographic position of which is in latitude 8°59' N. plus 3,336.2 ft. and longitude 79°34' W. plus 4,136.1 ft.;",
        "Thence northerly along the east side of the old Empire-Panama Road, to monument No. 30, which is a ½ in. copper plug set in the upstream curb, near the southeast corner of the concrete bridge across the Rio Cardenas, the geographic position of which is in latitude 9°00' N. plus 134.0 ft. and longitude 79°34' W. plus 3,356.7 ft.;",
        "South, 43°38' E., 1,560.6 ft., to monument No. 31, coincident with monument No. 7 of the Corozal Hospital Fann, which is a steel rail set in an 8 in. square concrete block, on the top of a high hill south of and near a large lone tree, the geographic position of which is in latitude 8°59' N. plus 5,052.0 ft. and longitude 79°34' W. plus 2,279.7 ft.;",
        "South, 74°26' E., 1,283.0 ft., to monument No. 32, which is a 1½ in. g.i. pipe set in concrete, on a low ridge, the geographic position of which is in latitude 8°59' N. plus 4,707.7 ft. and longitude 79°34' W. plus 1,043.8 ft.;",
        "South, 8°44' E., 2,785.7 ft., to monument No. 33, similar to the above, which is coincident with monument No. 4 of the Corozal Hospital Farm, near the top of Cerro Corozal, the geographic position of which is in latitude 8°59' N. plus 1,954.3 ft. and longitude 79°34' W. plus 620.6 ft.;",
        "South, 47°14' W., 1,448.4 ft., to monument No. 34, coincident with monument \"I.C.C.\" of the Corozal Hospital Farm, which is a 3 in. g.i. pipe set in a 12 in. square concrete monument in a fence corner, the geographic position of which is in latitude S°59' N. plus 970.9 ft. and longitude 79°34' W. plus 1,683.9 ft.;",
        "South, 85°31' W., 450.0 ft., to monument No. 35, which is a 1½ in. g.i. pipe set in concrete, in a fence corner, the geographic position of which is in latitude S°59' N. plus 935.7 ft. and longitude 79°34' W. plus 2,132.6 ft.;",
        "North, 80°43' W., 545.2 ft., to monument No. 36, similar to the above, at a corner of fence and hedge, the geographic position of which is in latitude 8°59' N. plus 1,023.6 ft. and longitude 79°34' W. plus 2,670.7 ft.;",
        "South, 23°09' W., 354.2 ft., to monument No. 37, similar to the above, north of a large Mango tree at end of the hedge, the geographic position of which is in latitude 8°59' N. plus 698.0 ft. and longitude 79°34' W. plus 2,810.0 ft.;",
        "South, 47°00' W., 155.9 ft., to monument No. 38, similar to the above, near the easterly edge of the road in front of the chapel, the geographic position of which is in latitude 8°59' N. plus 591.6 ft. and longitude 79°34' W. plus 2,924.2 ft.;",
        "North, 21°05' W., 121.0 ft., to monument No. 39, similar to the above, near the end of the hedge at the west side of the road to Corozal Insane Hospital, the geographic position of which is in latitude 8°59' N. plus 704.5 ft. and longitude 79°34' W. plus 2,967.7 ft.;",
        "North, 58°29' W., 258.2 ft., to monument No. 40, similar to the above, at the west edge of the old Empire-Corozal Road, the geographic position of which is in latitude 8°59' N. plus 839.4 ft. and longitude 79°34' W. plus 3,187.8 ft.;",
        "South, 34°57' W., 202.0 ft., to monument No. 41, which is a 1½ in. g.i. pipe set in the Gaillard Highway near the northeast curb, the geographic position of which is in latitude 8°59' N. plus 673.8 ft. and longitude 79°34' W. plus 3,303.5 ft.;",
        "North, 44°06' W., 549.9 ft., to monument No. 42, which is a in. copper plug set in the north curb of Gaillard Highway, the geographic position of which is in latitude 8°59' N. plus 1,068.8 ft. and longitude 79°34' W. plus 3,686.2 ft.;",
        "South, 37°27' W., 192.9 ft., to monument No. 43, which is a 1½ in. g.i. pipe set in concrete, the geographic position of which is in latitude 8°59' N. plus 915.6 ft. and longitude 79°34' W. plus 3,803.5 ft.;",
        "Thence southeasterly along a line parallel to and 100 ft. northeasterly of the center line of the Panama Railroad right of way, to monument No. 44, similar to the above, about 40 ft. northeast of the north corner of the loading platform of building No. 162, the geographic position of which is in latitude 8°59' N. plus 506.5 ft. and longitude 79°34' W. plus 3,250.8 ft.;",
        "South, 39° 55' W., 70.0 ft., to monument No. 45, similar to the above, near the northwest corner of building No. 162, the geographic position of which is in latitude 8°59' N. plus 452.8 ft. and longitude 79°34' W. plus 3,295.7 ft.;",
        "South, 51°17' E., 268.9 ft., to monument No. 46, similar to the above, at the southwest corner of building No. 162, the geographic position of which is in latitude 8°59' N. plus 284.6 ft. and longitude 79°34' W. plus 3,085.9 ft.;",
        "North, 40°15' E., 70.1 ft., to monument No. 47, similar to the above, near the north edge of Gaillard Highway, the geographic position of which is in latitude 8°59' N. plus 338.1 ft. and longitude 79°34' W. plus 3,040.6 ft.;",
        "Thence southeasterly along a line parallel to and 100 ft. easterly of the center line of the Panama Railroad right of way, to monument No. 48, which is a ½ in. copper plug set in the south curb of the concrete road leading to the Engineer Section, Pacific Pool General Depot, the geographic position of which is in latitude 8°58' N. plus 4,639.6 ft. and longitude 79°34' W. plus 1,778.0 ft.;",
        "South, 17°19' E., 175.1 ft., to monument No. 49, which is a 1½ in. g.i. pipe set in concrete, near the northeast side of paved road near the southwest corner of building No. 211, the geographic position of which is in latitude 8°58' N. plus 4,472.4 ft. and longitude 79°34' W. plus 1,725.9 ft.;",
        "South, 37°42' E., 578.0 ft., to monument No. 50, similar to the above, near the southeast corner of building No. 210, the geographic position of which is in latitude 8°58' N. plus 4,015.1 ft. and longitude 79°34' W. plus 1,372.5 ft.;",
        "Thence southeasterly along a line parallel to and 100.5 ft. easterly of the center line of the Panama Railroad right of way, to monument No. 51, which is a ½ in. brass plug set in concrete, near the north side of the Gaillard Highway, near transmission bridge No. 45-2, the geographic position of which is in latitude 8°58' N. plus 2,214.3 ft. and longitude 79°34' W. plus 210.6 ft.;",
        "Thence southeasterly along a line generally parallel to and northeasterly of the Miraflores-Balboa Water Mains, the chord of which bears S. 41°36' E., 4,306.2 ft., to monument No. 52, which is a 4 in. g.i. pipe set in concrete, the geographic position of which is in latitude 8°57' N. plus 5,041.6 ft. and longitude 79°33' W. plus 3,364.4 ft.;",
        "North, 40°00' E., 2,214.8 ft., to monument No. 53, similar to the above, the geographic position of which is in latitude 8°58' N. plus 690.8 ft. and longitude 79°33' W. plus 1,940.6 ft.;",
        "North, 89°25' E., 1,197.G ft., to monument No. 54, which is a copper plug set in the top of a concrete closed conduit over the Rio Corundu, the geographic position of which is in latitude 8°58' N. plus 703.0 ft. and longitude 79°33' W. plus 743.0 ft.;",
        "Thence northerly along the center line of the Rio Corundu and the boundary line of the Canal Zone, to the place of beginning.",
        "Parcel No. 2",
        "Beginning at a point marked by a brass bolt, cemented in the concrete platform of Beacon No. 12, below Mira Hores Locks, on the east bank of the Panama Canal, which bolt is 4.1 ft. from the center of the buildings on the east side toward the shore, the geographic position of which, referred to the Canal Zone triangulation system, is in latitude 8°59' N. plus 2,0G7.9 ft. and longitude 79°35' W. plus 473.9 ft. from Greenwich.",
        "Thence from said initial point, by metes and bounds,",
        "North, G4°24' E., G61.1 ft., to monument No. 1, which is a 1½ in. g.i. pipe set in concrete, at the southeasterly end of the trestle across the Rio Grande Diversion, the geographic position of which is in latitude S°59' N. plus 2,353.6 ft. and longitude 79°34' W. plus 5,890.8 ft.;",
        "South, 54°11' E., 668.4 ft., along the railroad embankment, to monument No. 2, similar to the above, the geographic position of which is in latitude 8°59' N. plus 1,962.5 ft. and longitude 79°34z W. plus 5,348.8 ft.;",
        "South, 49°51' E., 1,292.7 ft., to monument No. 3, similar to the above, G ft. southwesterly from the southwesterly rail of spur to lock machinery platform, the geographic position of which is in latitude 8°59' N. plus 1,129.0 ft. and longitude 79°34' W. plus 4,360.7 ft.;",
        "South, 23°54' E., 351.7 ft., to monument No. 4, which is a copper plug cemented in the northwest corner of the above mentioned concrete platform, the geographic position of which is in latitude 8°59' N. plus 807.4 ft. and longitude 79°34' W. plus 4,218.2 ft.;",
        "Thence on a curve, along the west edge of the above mentioned platform, the chord of which bears S. 34°58' E., 344.00 ft., to monument No. 5, which is a copper plug set in concrete in the southwest corner of the platform, the geographic position of which is in latitude S°59' N. plus 525.G ft. and longitude 79°34' W. plus 4,021.2 ft.;",
        "North, 40°05' E., 298.2 ft., to monument No. 6, which is a 1½ in. g.i. pipe filled with concrete, at the bottom of the railroad cut near transmission tower No. 43-18, the geographic position of which is in latitude 8°59' N. plus 753.7 ft. and longitude 79°34' W. plus 3,829.2 ft.;",
        "Thence southeasterly along a line parallel to and 45.0 ft. southwesterly of the center lino of the Panama Railroad right of way, which center line is taken as being the center between the concrete bases of the power transmission towers, to monument No. 7, similar to the above, near the railroad spur to the Panama Ordnance Depot, the geographic position of which is in latitude 8°58' N. plus 5,854.1 ft. and'longitude 79°34' W. plus 2,742.9 ft.;",
        "South, 22°31' E., 260.9 ft., to monument No. 8, which is a brass bolt set in a 5 x 7 in. concrete block, distant 100.0 ft., measured at right angles, from the center line of the Panama Railroad right of way, the geographic position of which is in latitude 8°58' N. plus 5,613.1 ft. and longitude 79°34' W. plus 2,643.0 ft.;",
        "South, 32°50' E., 820.3 ft., along a line parallel to and 100.0 ft. westerly of the center line of the Panama Railroad right of way, to monument No. 9, which is a brass bolt set in a 6 in. square concrete block, the geographic position of which is in latitude 8°58' N. plus 4,923.8 ft. and longitude 79°34' W. plus 2,198.3 ft.;",
        "North, 57°10' E., 64.2 ft., to monument No. 10, similar to the above, which is coincident with monument No. 7 of the old Engineer Depot Reservation, 35.8 ft. southwesterly of the center line of the Panama Railroad right of way, the geographic position of which is in latitude 8°58' N. plus 4,958.6 ft. and longitude 79°34' W. plus 2,144.4 ft.;",
        "South, 32°07' E., 506.2 ft., to monument No. 11, coincident with monument No. 1 of the old Engineer Depot Reservation, which is a copper plug set in an 8 in. square concrete block, in the center of a sidetrack about 3 in. below the ballast, on line with the southeast wall of concrete building No. 1, and 42.2 ft. from the center lino of the Panama Railroad right of way, the geographic position of which is in latitude 8°58' N. phis 4,530.1 ft. and longitude 79°34' W. plus 1,875.3 ft.;",
        "South, 32°50' E., 576.1 ft., along a line parallel to and 42.2 ft. westerly of the center line of the Panama Railroad right of way, to monument No. 12, coincident with monument No. 2 of the old Engineer Depot Reservation, which is a ½ in. g.i. bolt cemented into a large rock on the southwesterly side of the Panama Railroad embankment, the geographic position of which is in latitude 8°58' N. plus 4,046.2 ft. and longitude 79°34' W. plus 1,563.1 ft.;",
        "South, 32°50' E., 197.0 ft., continuing along a line parallel to and 42.2 ft. westerly of the center line of the Panama Railroad right of way, to monument No. 13, which is a 3 in. g.i. pipe filled with and set in concrete on the west side and at the bottom of the railroad embankment, the geographic position of which is in latitude 8°58' N. plus 3,880.6 ft. and longitude 79°34' W. plus 1,456.2 ft.;",
        "West, 3,306.1 ft., to monument No. 14, which is a 6 in. c.i. pipe filled with and set in concrete, with bronze bolt in the center, 10.0 ft. southwesterly of a track from the Panama Ordnance Depot to the Panama Canal magazines, the geographic position of which is in latitude 8°58' N. plus 3,880.6 ft. and longitude 79°34' W. plus 4,762.3 ft.;",
        "West, continuing on the last course, to the east bank of the Panama Canal;",
        "Thence northerly, along the east bank of the Panama Canal, to the place of beginning.",
        "The re-survey was made in the latter months of 1932 and the early months of 1933. The directions of the lines refer to the true meridian and were determined by deflection angles from known azimuths of the Canal Zone triangulation system. The magnetic declination was not recorded. The entire area is shown on Panama Canal Map No. M-6102-78, dated September 1, 1933, on tile at the Governor's Office, Balboa Heights, Canal Zone, and the Department Engineer's Office, Panama Canal Department, United States Anny, Corozal, Canal Zone. The area of the reservation is: Parcel No. 1, 8,876 acres, more or less; Parcel No. 2, 254 acres, more or less; total area 9,130 acres, more or less.",
        "Except as amended and modified by this order all the conditions of Executive Order No. 3207, dated December 30, 1919, shall remain in full force and effect.",
        "[NAME]",
        "The White House,May 21, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6713-Correction of Description of the Corundu Military Reservation, Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362486"
}