{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11733-further-amending-executive-order-no-10122-april-14-1950-entitled",
    "doc": "executive-order-11733-further-amending-executive-order-no-10122-april-14-1950-entitled",
    "president": "Richard Nixon",
    "president_byline": "37th President of the United States: 1969 - 1974",
    "title": "Executive Order 11733-Further Amending Executive Order No. 10122 of April 14, 1950, Entitled \"Regulations Governing Payment of Disability Retirement Pay Hospitalization, and Re-Examination of Members and Former Members of the Uniformed Services\"",
    "date": "July 30, 1973",
    "content": [
        "By virtue of the authority vested in me by section 1216 (c) of title 10 of the United States Code, and as President of the United States and Commander in Chief of the Armed Forces of the United States, Executive Order No. 10122 of April 14,1950, as amended by Executive Order No. 10400 of September 27, 1952, is further amended as follows:",
        "1. The first proviso of section 5 is deleted.",
        "2. The second proviso of section 5 is amended to read as follows:",
        "\"Provided, that all the duties, powers, and functions incident to hospitalization for such members or former members who elect to receive hospitalization in uniformed services facilities shall, subject to the availability of space and facilities and the capabilities of the medical and dental staff, be vested in the Secretary concerned: \".",
        "3. The words \"Coast and Geodetic Survey\" in the last sentence of section 5 and in section 6 are deleted and the words \"National Oceanic and Atmospheric Administration (formerly Coast and Geodetic Survey)\" are substituted therefor.",
        "[NAME]",
        "The White House,",
        "July 30, 1973."
    ],
    "citation": "Richard Nixon, Executive Order 11733-Further Amending Executive Order No. 10122 of April 14, 1950, Entitled \"Regulations Governing Payment of Disability Retirement Pay Hospitalization, and Re-Examination of Members and Former Members of the Uniformed Services\" Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/307090"
}