{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5973-amendments-the-consular-regulations",
    "doc": "executive-order-5973-amendments-the-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5973-Amendments to the Consular Regulations",
    "date": "December 15, 1932",
    "content": [
        "The Consular Regulations are hereby amended as follows:",
        "144B. Presumption of expatriation from residence abroad of naturalized citizens. When any naturalized citizen of the United States, or a person who was naturalized in an insular possession of the United States prior to annexation of such possession by the United States and who acquired American naturalization as a result of such annexation, or a person wrho has been naturalized as an American national in any of the insular possessions of the United States subsequent to annexation, shall have resided for two years in the foreign state from which he came, or for five years in any other foreign state, it shall be presumed that he has ceased to have American nationality, and the place of his general abode shall be deemed his place of residence during said years:",
        "Provided, however, that such presumption may be overcome on the presentation of satisfactory evidence to a diplomatic or consular officer of the United States, under such rules and regulations as the Department of State may prescribe.",
        "158. Applications of naturalized citizens, and persons claiming citizenship through naturalization of husband or parent. Naturalized citizens or persons claiming citizenship through the naturalization of a husband or parent must exhibit their certificates of naturalization or those of their husbands or parents through whom citizenship is claimed. Further evidence of the applicant's citizenship may be required, if deemed necessary. If any such person is unable to submit such documentary evidence of his naturalization, the Department should be informed of the name of the court in which he alleges that he obtained naturalization and the date thereof, so that the Department may take steps to verify his allegation. In taking the applications of naturalized citizens, or of those claiming citizenship through relationship to a naturalized citizen, consular officers will be careful to investigate each case in order to ascertain whether or not the statutory presumption of expatriation may not have arisen against the applicant through the length of his residence abroad.",
        "Section 159 is amended to read:",
        "159. Applications of persons who owe allegiance to the United States other than citizens thereof. A citizen or inhabitant of an insular possession of the United States, in addition to the information required in the case of a citizen of the United States, must state that he owes allegiance to the United States and does not acknowledge allegiance to any other Government. He must also submit an affidavit from at least one credible witness in substantiation of his statement of birth, residence and allegiance.",
        "Section 160 is amended to read:",
        "160. Expiration of passports. The validity of a passport is limited by statute to two years, unless the Secretary of State shall by regulation limit it to a shorter period. Act of July 3, 1926 (44 Stat. 8S7); acts of July 1, 1930 (46 Stat. 839), and May 16, 1932 (47 Stat. 157).",
        "165. Wife and minor children. When the applicant for a passport is accompanied by his wife and minor children, one passport will suffice for all if the facts concerning such persons are clearly stated in the application, and their names and relationship to the applicant are given in the passport.",
        "A woman's passport may include her minor children under the above-named conditions.",
        "A minor brother or sister may be included in the passport of an older brother or sister.",
        "A minor grandchild, niece, or nephew may be included in a relative's passport when the application is accompanied by a request therefor by the parent or guardian.",
        "A person who does not owe allegiance to the United States may not be included in a passport issued to a person owing allegiance thereto, nor shall a person who is unable to rebut the presumption of expatriation be included in a passport.",
        "166. Signature by holder and surrender of other documents. Whenever a passport is delivered, the consul will see that the same is signed by the person to whom it is issued before it is delivered. In sending a passport by mail the person to whom it is issued should be instructed to sign it upon receipt; the necessity for this should be emphasized. It is not proper for a person to be in possession of two valid documents of identity and nationality at the same time; therefore, before a passport is delivered, the person to whom it is issued should surrender previous passports, certificates of registration, citizen seamen's identity cards, certificates of identification for seamen, etc.",
        "Section 167 is amended to read:",
        "167. Fees. A fee of $1 must be collected for executing every application for a passport, and a fee of $9 must be collected for every passport issued with the following exceptions:",
        "No fee should be collected for passports issued to officials or employees of the United States proceeding abroad in the discharge of their official duties or to members of their immediate families, or to seamen, or to widows, children, parents, brothers, and sisters of American soldiers, sailors, or marines, buried abroad, whose journey is undertaken for the purpose and with the intent of visiting the graves of such soldiers, sailors, or marines, which facts shall be made a part of the application for a passport.",
        "A fee of $5 must be collected for the renewal of every passport, except in the cases of persons mentioned in the preceding paragraph who maintain the same status as held by them at the time of the issue of their passports without fee and who are abroad for the same purpose for which their passports were issued. Act of June 4, 1920 (41 Stat. 739, 750); act of July 3, 1926 (44 Stat. 887), as amended by the acts of July 1, 1930 (46 Stat. 839), and May 16, 1932 (47 Stat. 157).",
        "[NAME]",
        "The White House,December 15, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5973-Amendments to the Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361529"
}