{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8038-establishing-the-cabeza-prieta-game-range",
    "doc": "executive-order-8038-establishing-the-cabeza-prieta-game-range",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8038-Establishing the Cabeza Prieta Game Range",
    "date": "January 25, 1939",
    "content": [
        "ARIZONA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Subject to the conditions expressed in the above-mentioned acts and to all valid rights, the following-described lands, in so far as title thereto is in the United States, are hereby withdrawn from settlement, location, sale, or entry, and reserved and set apart for the conservation and development of natural wildlife resources, and for the protection and improvement of public grazing lands and natural forage resources: Provided, That nothing herein contained shall restrict prospecting, locating, developing, mining, entering, leasing, or patenting the mineral resources of the lands under the applicable laws: Provided further, That any lands within the described area that are otherwise withdrawn or reserved will be affected hereby only in so far as may be consistent with the uses and purposes for which such prior withdrawal or reservation was made: And provided further, That upon termination of any private right to, or appropriation of, any public lands within the exterior limits of the area included in this order, or upon the revocation of prior withdrawals unless expressly otherwise provided in the order of revocation, the lands involved shall become a part of the preserve:",
        "GILA AND SALT RIVER MERIDIAN",
        "Beginning at the corner common to un-surveyed Tps. 11 and 12 S., Rs. 16 and 17 W.",
        "Thence easterly with the north boundary of unsurveyed T. 12 S., Rs. 16 to 9 W., inclusive, approximately 48 miles, to the comer common to unsurveyed Tps. 11 and 12 8., Rs. 8 and 9 W.;",
        "Thence northerly with the west boundary of unsurveyed T. 11 S., R. 8 W., approximately 6 miles, to the corner common to unsurveyed Tps. 10 and 11 S., Rs. 8 and 9 W.",
        "Thence easterly with the north boundary of unsurveyed T. 11 S., Rs. 8 and 7 W., approximately 12 miles, to the northwest corner of T. 11 8., R. 6 W.;",
        "Thence southerly with the west boundary of Tps. 11, 12, 13, and 14 8., R. 6 W., approximately 21 miles, to the corner of Secs. 18 and 19, T. 14 S., R. 6 W., and Secs. 13 and 24, unsurveyed T. 14 8., R. 7 W., in the north boundary of the Organ Pipe Cactus National Monument;",
        "Thence following the north boundary of said Organ Pipe Cactus National Monument, westerly with the third latitudinal section line through unsurveyed T. 14 8., Rs. 7 and 8 W., to the comer of Secs. 15, 16, 21, and 22, unsurveyed T. 14 S., R. 8 W., which point is also the northwest corner of the Organ Pipe Cactus National Monument;",
        "Thence following the west boundary of said Organ Pipe Cactus National Monument, southerly with the third meridianal section line through unsurveyed Tps. 14, 15, 16, and 17 8., R. 8 W., approximately 17 miles to its intersection with the International Boundary between the United States and Mexico;",
        "Thence northwesterly with said International Boundary, approximately 56 miles, to the west boundary of unsurveyed T. 14 S., R. 16 W.;",
        "Thence northerly with the west boundary of unsurveyed Tps. 14, 13, and 12 S., R. 16 W., approximately 13 miles, to the place of beginning; excepting therefrom those parts of a strip of land 60 feet wide, lying along the International Boundary, reserved under the proclamation of May 27, 1907 (35 Stat. 2136).",
        "Section 2. This range or preserve, so far as it relates to conservation and development of wildlife, shall be under the joint jurisdiction of the Secretaries of the Interior and Agriculture, and they shall have power jointly to make such rules and regulations for its protection, administration, regulation, and improvement, and for the removal and disposition of surplus game animals as they may deem necessary to accomplish its purposes and not inconsistent with State law, and the range or preserve being within a grazing district duly established pursuant to the provisions of the act of June 28, 1934 (48 Stat. 1269), as amended by the act of June 26, 1936 (49 Stat. 1976), shall be under the exclusive jurisdiction of the Secretary of the Interior so far as it relates to the public grazing lands and natural forage resources thereof: Provided, however, That all the forage resources in excess of that required to maintain a balanced wildlife population within this range or preserve shall be available for domestic livestock under rules and regulations promulgated by the Secretary of the Interior under the authority of the aforesaid act of June 28, 1934, as amended: And provided further, That land within the exterior limits of the area herein described, hereafter acquired by the United States for the use of the Department of Agriculture for conservation of migratory birds in accordance with the Migratory Bird Conservation Act of February 18, 1929, 45 Stat. 1222, as amended by the Act of June 15, 1935, 49 Stat. 381, shall be, and remain under the exclusive administration of the Secretary of Agriculture and may be utilized for public grazing purposes only to such extent as may be determined by the said Secretary to be compatible with the utilization of said lands for the purposes for which they were acquired as aforesaid under regulations prescribed by him.",
        "Section 3. This preserve shall be known as the Cabeza Prieta Game Range.",
        "[NAME]",
        "The White House,January 25, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8038-Establishing the Cabeza Prieta Game Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368637"
}