{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8818-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8818-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8818-Amending the Foreign Service Regulations of the United States",
    "date": "July 05, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as chapter XV thereof:",
        "CHAPTER XV-DOCUMENTATION OF MERCHANDISE",
        "XV-1. Consular Duty to Enforce Compliance With Laws and Regulations of United States Relating to Documentation of Merchandise for Importation Into the United States",
        "Consular officers of the United States shall familiarize themselves with the provisions of laws and regulations of the United States relating to the documentation of merchandise for importation into the United States from abroad and shall require the shippers of such merchandise, or their agents, to comply with such laws and regulations before performing for them any of the services herein authorized in connection with the certification of invoices.",
        "XV-2. Discretionary Authority of Consular Officers to Require Power of Attorney for Agents to Sign Invoices",
        "Before certifying invoices signed by an agent, a consular officer may, if he deems it necessary, require that a power of attorney authorizing the agent to sign invoices be executed by the principal in the transaction and deposited in the consular office.",
        "XV-3. Consular Duties in Connection With the Certification of invoices for Merchandise to be Shipped to the United States",
        "Consular officers shall perform such duties in connection with the certification of invoices for merchandise to be shipped to the United States as may be required by the laws of the United States and by administrative rules and regulations prescribed by the Secretary of State.",
        "XV-4. Limitation on Answering Inquiries Concerning Tariff Acts and Customs Regulations",
        "In replying to inquiries received from exporters, travelers, or other interested parties, concerning tariff acts or customs regulations, consular officers shall refrain from giving, or appearing to give, decisions pertaining to matters upon which they are not competent to pass.",
        "XV-5. Duty of Consular Officers to Furnish Samples of Merchandise to Collectors of Customs or Appraising Officers",
        "Upon the receipt of a request therefor from a collector of customs or appraising officer of the Government of the United States, a consular officer shall procure and forward samples of merchandise being imported or offered for importation into the United States from his particular district.",
        "XV-6. Duty of Consular Officers to Assist Customs and Tariff Commission Representatives Abroad",
        "Consular officers shall render all proper assistance to Customs and Tariff Commission representatives abroad to aid them in the performance of their official duties.",
        "CANCELATION OF REGULATIONS",
        "The following-named provisions of the Foreign Service Regulations are hereby canceled:",
        "PART II",
        "Chapter XXXI",
        "REVOCATION OF EXECUTIVE ORDERS",
        "[NAME] following-named Executive orders are hereby revoked:",
        "Executive Order [NAME], dated July 3, 1928",
        "Executive Order [NAME], dated June 16, 1932",
        "[NAME]",
        "The White House,July 5, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8818-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368271"
}