{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9074-directing-the-secretary-the-navy-take-action-necessary-protect",
    "doc": "executive-order-9074-directing-the-secretary-the-navy-take-action-necessary-protect",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9074-Directing the Secretary of the Navy to Take Action Necessary to Protect Vessels, Harbors, Ports, and Waterfront Facilities",
    "date": "February 25, 1942",
    "content": [
        "By virtue of the authority vested in me as President of the United States and as Commander in Chief of the Army and Navy, it is hereby ordered as follows:",
        "1. The Secretary of the Navy shall be primarily responsible for, and shall take such steps, institute such measures, and issue such regulations and orders as shall be necessary for, the safeguarding against destruction, loss or injury from sabotage or other subversive acts, accident, or other causes of a similar nature, of vessels, harbors, ports, and waterfront facilities in the United States and in Alaska, the Territory of Hawaii, Puerto Rico, and the. Virgin Islands, except such waterfront facilities as may be directly operated by the War Department. Executive Order No. 8972 of December 12, 1941, authorizing the Secretary of War and the Secretary of the Navy to protect certain national-defense material, premises, and utilities from injury or destruction, is modified accordingly.",
        "2. All agencies and authorities of the Government of the United States shall conform to all regulations and orders Issued by the Secretary of the Navy pursuant to Section 1 hereof, and shall give such assistance and support to the Secretary of the Navy as their available facilities and personnel will permit.",
        "3. All state and local authorities and all persons are urged to assist and support the Secretary of the Navy at all times in the enforcement of this order, and to conform to all regulations issued hereunder.",
        "4. Except as provided by. Section 1 hereof, nothing herein contained shall be construed as relieving any agency or authority of the United States from the performance of any duties now imposed by law upon it; and nothing herein shall limit or modify the duty and responsibility of the Federal Bureau of Investigation, Department of Justice, with respect to the investigation of alleged acts of sabotage, espionage, or other types of subversive activities, or require it to furnish facilities or personnel under Section 2 of this order.",
        "5. The Secretary of the Navy may delegate to such officers under his direction as he may deem necessary any of the powers and duties conferred upon him by any of the provisions of this order.",
        "[NAME]",
        "The White House,February 25, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9074-Directing the Secretary of the Navy to Take Action Necessary to Protect Vessels, Harbors, Ports, and Waterfront Facilities Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368040"
}