{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8494-authorizing-the-civil-service-commission-confer-competitive",
    "doc": "executive-order-8494-authorizing-the-civil-service-commission-confer-competitive",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8494-Authorizing the Civil Service Commission To Confer a Competitive Classified Civil Service Status on Five Employees in the Disbursing Office of the Division of Disbursement of the Treasury at Honolulu, Territory of Hawaii",
    "date": "July 25, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), the Civil Service Commission is hereby authorized to confer a competitive classified civil service status on five employees in the Disbursing Office of the Division of Disbursement of the Treasury at Honolulu, Territory of Hawaii: Provided, (1) that such employees were assigned to these positions at least six months prior to the date of this order and have rendered satisfactory active service for at least three months of such six months' period; (2) that they qualify in such appropriate noncompetitive tests of fitness as may be prescribed by the Civil Service Commission; (3) that they are citizens of the United States; and (4) that they are not disqualified by any provision of section 3 of Civil Service Rule V or of any other civil service rule, or by any provision of the Civil Service Act, or of any other statute or Executive Order.",
        "Any such employee who fails to meet the foregoing requirements shall be separated from the service within thirty days (exclusive of leave to which he is entitled) after the Civil Service Commission reports that he is ineligible for classification, unless the Secretary of the Treasury certifies to the Commission that the employee has rendered satisfactory service and that he should be retained although without acquiring a competitive classified status.",
        "This order is recommended by the Acting Secretary of the Treasury, who states that these employees, who have served for a number of years in the Disbursing Office at Honolulu, were originally appointed for work in that office in connection with the emergency relief program, but are now engaged in permanent work of the Disbursing Office, and are thoroughly trained in their work, and that their permanent appointments will be in the interest of the service.",
        "[NAME]",
        "The White House,July 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8494-Authorizing the Civil Service Commission To Confer a Competitive Classified Civil Service Status on Five Employees in the Disbursing Office of the Division of Disbursement of the Treasury at Honolulu, Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371992"
}