{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6532-code-fair-competition-for-the-photo-engraving-industry",
    "doc": "executive-order-6532-code-fair-competition-for-the-photo-engraving-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6532-Code of Fair Competition for the Photo-Engraving Industry",
    "date": "December 23, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Photo-Engraving Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition, together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act, and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "1. That the maximum hours of work specified in Article III of the Code and/or any other provisions of the Code relating to hours of work, shall not be construed as a minimum work day or work week;",
        "Provided, that if at any time in any locality, employees engaged in any trade or craft, through their chosen representatives, express by written request to their employer or employers, a desire to share available work with bona fide resident competent mechanics in their particular trade or craft, the number of hours may be adjusted by mutual agreement;",
        "Provided, further, that if local agreement proves impossible within fifteen (15) days after such request, the question may be appealed by either party, to a local Board set up by mutual agreement of the parties, or to the Labor Board established in Article VIII of the Code.",
        "2. That my approval of the Code as a separate Code is limited to a period of three (3) months from the effective date thereof, and the Administrator is hereby authorized, after such public notice and hearing as he may prescribe, to require the Photo-Engraving Industry to operate under the Code of Fair Competition for the Graphic Arts Industries,",
        "Provided, however, that if the Administrator so orders, no changes in any provisions of the Code of Fair Competition for the Photo-Engraving Industry other than appropriate modifications of the definitions and of the Administrative provisions of said Code, are authorized by this Order of Approval.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,December 23, 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6532-Code of Fair Competition for the Photo-Engraving Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373254"
}