{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-adding-land-territory-for-chief-moses",
    "doc": "executive-order-adding-land-territory-for-chief-moses",
    "president": "Rutherford B. Hayes",
    "president_byline": "19th President of the United States: 1877 - 1881",
    "title": "Executive Order-Adding Land to Territory for Chief Moses",
    "date": "March 06, 1880",
    "content": [
        "Executive Mansion, March 6, 1880.",
        "It is hereby ordered that the tract of country in Washington Territory lying within the following-described boundaries, viz: Commencing at a point where the south boundary line of the reservation created for Chief Moses and bis people by Executive order dated April 19, 1879, intersects the Okinakane River; thence down said river to its confluence with the Columbia River; thence across and down the east bank of said Columbia River to a point opposite the river forming the outlet to Lake Chelan; thence across said Columbia River and along the south shore of said outlet to Lake Chelan; thence following the meanderings of the south bank of said lake to the mouth of Shehekin Creek; thence up and along the south bank of said creek to its source; thence due west to the forty-fourth degree of longitude west from Washington; thence north along said degree to the south boundary of the reservation created by Executive order of April 19, 1879; thence along the south boundary of said reservation to the place of beginning, be, and the same is hereby, withdrawn from sale and settlement and set apart for the permanent use and occupancy of Chief Moses and his people and such other friendly Indians as may elect to settle thereon with his consent and that of the Secretary of the Interior, as ah addition to the reservation set apart for said Chief Moses and his people by Executive order dated April 19, 1879.",
        "[NAME]."
    ],
    "citation": "Rutherford B. Hayes, Executive Order-Adding Land to Territory for Chief Moses Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372545"
}