{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9369-providing-for-the-liquidation-the-affairs-the-office-the-bituminous",
    "doc": "executive-order-9369-providing-for-the-liquidation-the-affairs-the-office-the-bituminous",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9369-Providing for the Liquidation of the Affairs of the Office of the Bituminous Coal Consumers' Counsel",
    "date": "August 16, 1943",
    "content": [
        "By virtue of the authority vested in me as President of the United States, I hereby order as follows:",
        "1. The Secretary of the Interior is designated as liquidating agent for the Office of the Bituminous Coal Consumers' Counsel. In this capacity, he is authorized and directed to take custody of the records and files of said Office, to preserve such records, and to make them available for use by Government agencies in aiding the effective prosecution of the war. He is further authorized and directed to approve and certify any vouchers which may be properly presented for obligations incurred by said Office prior to its statutory expiration, and to do all other things which may be necessary or proper to provide for the orderly liquidation of the affairs of said Office.",
        "2. So much of the office equipment and other property of said Office as the Secretary of the Interior may consider necessary for the proper discharge of the functions herein vested in him shall be transferred to the Secretary.",
        "3. This Order shall become effective at the close of business on August 23, 1943.",
        "[NAME]",
        "The White House,August 16, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9369-Providing for the Liquidation of the Affairs of the Office of the Bituminous Coal Consumers' Counsel Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372389"
}