{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8769-transfers-lands-between-the-department-agriculture-and-the-department",
    "doc": "executive-order-8769-transfers-lands-between-the-department-agriculture-and-the-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8769-Transfers of Lands Between the Department of Agriculture and the Department of the Interior",
    "date": "June 03, 1941",
    "content": [
        "FLORIDA",
        "By virtue of the authority vested in me by section 32, Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and upon recommendation of the Secretary of Agriculture, it is ordered as follows:",
        "1. All of Lot 7 of Block 19 of the Town of Beecher, which was transferred, together with other lands, from the Secretary of Agriculture to the Department of Commerce and reserved as a part of the Welaka Fish Hatchery by Executive Order No. 8001 of November 2, 1938, and transferred from the Department of Commerce to the Department of the Interior by Reorganization Plan No. II, is hereby transferred from the Department of the Interior to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the said Bankhead-Jones Farm Tenant Act and the related provisions of Title IV thereof.",
        "2. Sufficient lands to increase to a width of 30 feet the 20-foot right-of-way for Quail Farm Road along the east side of Lot 8 of Block 58 and extending into Lot 8 of Block 20, which was excepted from the lands transferred from the Secretary of Agriculture to the Department of Commerce by the said Executive Order No. 8001 of November 2, 1938, are hereby transferred from the Department of Commerce to the Secretary of Agriculture, such right-of-way as thus widened being described as follows:",
        "A strip of land 30 feet wide lying west and south along the following-described established boundary and Quail Farm Fence:",
        "Beginning at the SE corner of Lot 8, Block 58, located on the North Boundary of the Ocklawaha Avenue, and extending North 0°00', 594.53 feet along the East Boundary of said lot to the NE corner; thence Northwesterly N 32°45' W, 642.0 feet to the NW corner of Lot 8, Block 20; thence N 0°00' across Welaka Avenue 100 feet to the SE corner of Lot 7, Block 19; thence West 0°00' along South Boundary of said lot 337.0 feet to the SW corner of said lot; thence North along the West Boundary of said lot 625.0 feet to the NW corner and the intersection of the South Boundary of the Triary Grant.",
        "3. The following-described lands in the County of Putnam, Florida, acquired under authority of the said Title III of the Bankhead-Jones Farm Tenant Act, are hereby transferred, together with any improvements thereon, from the Secretary of Agriculture to the Department of the Interior, Fish and Wildlife Service, and reserved and set apart for the use of the Department of the Interior as a part of the Welaka Fish Hatchery:",
        "Al of that land lying and being in the Town of Beecher, in the county of Putnam and State of Florida, being and comprising all of the Government Lots Nos. 4 and 6 and the S½ of the SE¼ of the NW¼ of Section 23, Township 12 South of Range 26 East, containing in the aggregate, 109.68 acres of land and described as follows:",
        "Commencing at a point, which is a short distance Easterly from the County road leading to Welaka, and which point is 59.0 feet distant North 52° West from a 10 inch pine and 70.5 feet distant North 18° East from an 8 inch oak; thence running North a distance of 50 chains by land of owners unknown, to the South line of other land of the United States of America; thence turning and running Westerly by said land of the United States of America, a distance of 20.03 chains to a comer of said land of the United States of America; thence turning and running Southerly by said land of the United States of America, a distance of 30 chains to another corner of the same; thence turning and running Westerly by said land of the United States of America, a distance of 9.32 chains to the Easterly line of land now or late of the Whitney Estate (being the Dexter Land Grant); thence turning and running South 15° East by said land now or late of the Whitney Estate a distance of 20.71 chains to a corner, thence turning and running East by land of Owners Unknown, a distance of 22.96 chains to the point of beginning.",
        "[NAME]",
        "The White House,June 3, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8769-Transfers of Lands Between the Department of Agriculture and the Department of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372104"
}