{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6652-amendments-code-fair-competition-for-investment-bankers",
    "doc": "executive-order-6652-amendments-code-fair-competition-for-investment-bankers",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6652-Amendments to Code of Fair Competition for Investment Bankers",
    "date": "March 23, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of the Amendments to the Code of Fair Competition for Investment Bankers, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Amendments together with his recommendations and findings with respect thereto, and the Administrator having found that the said Amendments comply in all respects with the pertinent provisions of Title 1 of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met; and the Administrator having further found that the agreement provided for in Article X of the said Amendments, pursuant to the provisions of subsection (a) of Section 4 of the said Act, will aid in effectuating the policy of the said Title I:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved Juno 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Amendments to the Code of Fair Competition be and they are hereby approved, subject to the following condition:",
        "Inasmuch as the Amendments hereby approved arc designed to accomplish far reaching and desirable reforms in the practices of investment bankers, involving important changes in methods heretofore customary, it is considered necessary to prescribe a more expeditious method than that prescribed in the Code for effectuating changes in the provisions of the Code as amended. In order, therefore, to provide prompt relief for any hardship which may have been inadvertently imposed by the provisions of the Code as amended, or to make such corrections as may become necessary to meet unforeseen contingencies, the Administrator may, upon recommendation of the Investment Bankers Code Committee or otherwise, and after such notice and hearing as he may specify, approve such modification or amendment of this Code as amended as he may deem necessary or desirable.",
        "[NAME]",
        "Approval Recommended: [NAME]          Administrator.",
        "The White House,March 23, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6652-Amendments to Code of Fair Competition for Investment Bankers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362420"
}