{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9007-transferring-the-service-and-jurisdiction-the-navy-department-certain",
    "doc": "executive-order-9007-transferring-the-service-and-jurisdiction-the-navy-department-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9007-Transferring to the Service and Jurisdiction of the Navy Department Certain Officers of the United States Coast and Geodetic Survey",
    "date": "January 02, 1942",
    "content": [
        "By virtue of the authority vested in me by section 16 of the act of May 22, 1917, 40 Stat. 87 (U.S.C., title 33, sec. 855), and in view of the existing national emergency, it is ordered that the following-named commissioned officers of the Coast and Geodetic Survey be, and they are hereby, transferred to the service and jurisdiction of the Navy Department:",
        "Lieutenant George L. Anderson          Lieutenant Ralph L. Pfau          Lieutenant (jg) Ira T. Sanders          Lieutenant (jg) Franklin R. Gossett          Lieutenant (jg) John C. Tribble, Jr.",
        "The above-named officers shall serve under their commissions in the Coast and Geodetic Survey and while so serving shall constitute a part of the naval forces of the United States and shall be under direct orders of the Navy Department and subject to all laws, regulations, and orders for the government of the Navy in so far as the same may be applicable; and such officers shall be returned to the Coast and Geodetic Survey when the present national emergency ceases to exist.",
        "[NAME]",
        "The White House,January 2, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9007-Transferring to the Service and Jurisdiction of the Navy Department Certain Officers of the United States Coast and Geodetic Survey Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368087"
}