{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9106-excepting-certain-persons-from-the-classification-alien-enemy-for-the",
    "doc": "executive-order-9106-excepting-certain-persons-from-the-classification-alien-enemy-for-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9106-Excepting Certain Persons From the Classification of \"Alien Enemy\" for the Purpose of Permitting Them to Apply for Naturalization",
    "date": "March 20, 1942",
    "content": [
        "Whereas section 326 of the Nationality Act of 1940, approved October 14, 1940 (54 Stat. 1150; U.S.C., title 8, sec. 726), reads as follows:",
        "Sec. 326. (a) An alien who Is a native, citizen, subject, or denizen of any country, state, or sovereignty with which the United States is at war may be naturalized as a citizen of the United States if such alien's declaration of intention was made not less than two years prior to the beginning of the, state of war, or such alien was at the beginning of the state of war entitled to become a citizen of the United States without making a declaration of intention, or his petition for naturalization shall at .the beginning of the state of war be pending and the petitioner is otherwise entitled to admission, notwithstanding such petitioner shall be an alien enemy at the time and in the manner prescribed by the laws passed upon that subject.",
        "(b) An alien embraced within this section shall not have such alien's petition for naturalization called for a hearing, or heard, except after ninety days' notice given by the clerk of the court to the Commissioner to be represented at the hearing, and the Commissioner's objection to such final hearing shall cause the petition to be continued from time to time for so long as the Commissioner may require.",
        "(c) Nothing herein contained shall be taken or construed to interfere with or prevent the apprehension and removal, agreeably to law, of any alien enemy at any time previous to the actual naturalization of such alien.",
        "(d) The President of the United States may, in his discretion, upon investigation and report by the Department of Justice fully establishing the loyalty of any alien enemy not included in the foregoing exemption, except such alien enemy from the classification of alien enemy, and thereupon such alien shall have the privilege of applying for naturalization.",
        "Now, Therefore, by virtue of the authority vested in me by the foregoing statutory provisions, and in order to carry out the purposes thereof, I hereby except from the classification \"alien enemy\" all persons whom the Attorney General of the United States shall, after investigation fully establishing their loyalty, certify as persons loyal to the United States.",
        "This order supersedes Executive Order No. 3008 of November 26, 1918, entitled \"Excepting Certain Persons from the Classification of 'Alien Enemy' for the Purpose of Permitting Them to Apply for Naturalization\".",
        "[NAME]",
        "The White House,March 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9106-Excepting Certain Persons From the Classification of \"Alien Enemy\" for the Purpose of Permitting Them to Apply for Naturalization Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368100"
}