{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7759-revoking-executive-orders-nos-7024-b-and-7129",
    "doc": "executive-order-7759-revoking-executive-orders-nos-7024-b-and-7129",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7759-Revoking Executive Orders Nos. 7024-B and 7129-A",
    "date": "December 01, 1937",
    "content": [
        "Whereas, by Executive Order No. 7024-B, of April 25, 1935, pursuant to the authority vested in me by the Act of Congress entitled \"An Act To regulate interstate and foreign commerce in petroleum and its products by prohibiting the shipment in such commerce of petroleum and its products produced in violation of State law, and for other purposes\", approved February 22, 1935 (49 Stat. 30), and the Executive Order of the President of the United States No. 6979, of February 28, 1935, created and designated an Agency to be known as the \"Federal Petroleum Agency No. 1\", as an administrative and investigative agency in connection with tenders presented to the Federal Tender Board No. 1, appointed by Executive Order No. 6980-C, of March 1, 1935; and",
        "Whereas, by Executive Order No. 7129-A, of August 6, 1935, pursuant to the authority vested in me by the Act of Congress approved February 22, 1935, supra, I required reports of loadings and discharges of petroleum and petroleum products moved in interstate commerce;",
        "Now, Therefore, it is hereby ordered that said Executive Orders No. 7024-B and No. 7129-A are hereby revoked and superseded by Executive Order No. 7757 (Regulations Under the Act of February 22, 1935 As Amended by the Act of June 14, 1937) and Executive Order No. 7758 (Constituting Designated Area, and Establishing Federal Tender Board No. 1).",
        "[NAME], Secretary of the Interior.",
        "Approved:",
        "[NAME]",
        "The White House,December 1, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7759-Revoking Executive Orders Nos. 7024-B and 7129-A Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369032"
}