{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6551-amendment-executive-order-no-6182-supplemented-executive-order-no",
    "doc": "executive-order-6551-amendment-executive-order-no-6182-supplemented-executive-order-no",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6551-Amendment of Executive Order No. 6182 (As Supplemented by Executive Order No. 6207 and Executive Order No. 6345) Which Delegated to the Secretary of Agriculture Certain Authority Under the National Industrial Recovery Act",
    "date": "January 08, 1934",
    "content": [
        "By virtue of the authority vested in me by Title I of the National Industrial Recovery Act of June 16, 1933 (Public, No. 67, 73d Cong.), Executive Order No. 6182 of June 26, 1933 (as supplemented by Executive Order No. 6207 of July 21, 1933 and Executive Order No. 6345 of October 20, 1933) which delegated to the Secretary of Agriculture certain of the powers vested in me by the aforesaid Act, is hereby amended as follows:",
        "All the functions and powers heretofore delegated by said Executive Orders to the Secretary of Agriculture are hereby transferred and delegated to the Administrator of the National Recovery Administration excepting only as follows:",
        "I. The functions and powers transferred and delegated insofar as they relate to industries, trades, or subdivisions thereof which are engaged principally in the handling, processing, or storing of agricultural commodities, principally domestic, up to and including the point of first processing and the subsequent sale or disposition by the first processor, (hereafter for convenience referred to as \"first processors\") shall not, without the written approval of the Secretary of Agriculture, be exercised through the fixation or control of:",
        "(1) Prices in connection with the purchase of agricultural commodities from producers and the subsequent sale or disposition by first processors of the first processed articles.",
        "(2) Brokerage fees involved in the purchase of agricultural commodities from producers and the subsequent sale or disposition by first processors of the first processed articles.",
        "(3) Credits and financial charges with reference to agricultural products.",
        "(4) Commission rates in connection with the purchase of agricultural commodities from producers and the subsequent sale or disposition by first processors of the first processed articles.",
        "(5) Purchasing arrangements with regard to agricultural commodities in their original form.",
        "(6) Marketing quotas in connection with the purchase of agricultural commodities from producers and the subsequent sale or disposition by first processors of the first processed articles.",
        "(7) Plant capacity and/or its allocation.",
        "This limitation upon the functions and powers transferred and delegated is established in order that such subject matters may be dealt with by the Secretary of Agriculture under Section 8 (2) and/or (3) of the Agricultural Adjustment Act without conflicting with the exercise of such functions and powers by the Administrator of the National Recovery Administration.",
        "The industries and trades or subdivisions thereof covered by this Section I of this Order are limited to (a) those listed in Exhibit A hereto attached and hereby made a part hereof and (b) such other first processors as have not heretofore filed codes pursuant to the National Industrial Recovery Act.",
        "II. The functions and powers transferred and delegated shall not include those relating to the following industries, trades and subdivisions thereof, but such functions and powers with respect thereto shall continue to be delegated to the Secretary of Agriculture pursuant to and in the manner set forth in Executive Order No. 6182, as supplemented by Executive Order No. 6207, and 6345;",
        "1. Commodity Exchanges.",
        "2. Industries, trades, and subdivisions thereof engaged principally in the handling, processing or storing of:",
        "(a) Milk and its products, but excepting packaged pasteurized, blended, and/or processed cheese.",
        "(b) Oleomargarine and vegetable oils, but excepting soya bean oil.",
        "(c) Cotton and cotton seed and their products, including ginning, cotton-seed crushing, cotton-seed oil refining (excluding the manufacture of textiles and processing and handling subsequent thereto.)",
        "3. Industries, trades and subdivisions thereof engaged principally in the handling, processing or storing up to the point of first processing and the subsequent sale and disposition by such processors of:",
        "(a) Livestock and its products.",
        "(b) Wheat, corn, rice and other grains, but excepting cereals, pancake flours, self-rising flours, cake flours and like products sold in grocery store sizes, and grocery store products of corn.",
        "(c:) Sugar and its by-products.",
        "(d) Anti-cholera hog serum and virus.",
        "(e) Naval Stores.",
        "(f) Tobacco and its products.",
        "4. Fresh fruits and vegetables and poultry and poultry products up to and including handling in wholesale markets and the subsequent sale and disposition by such handlers in wholesale markets.",
        "Provided, however, that the functions and powers referred to in this section II shall be so exercised as to harmonize with the exercise of similar functions and powers with respect to other codes approved by the Administrator of the National Recovery Administration; but any functions and powers reserved to the Secretary of Agriculture by this Section II so far as they relate to industries, trades or subdivisions thereof which are engaged principally in the handling, processing, or storing of agricultural commodities up to and including the point of first processing and the subsequent sale or distribution by the first processor, shall not, unless the Secretary of Agriculture otherwise decides, include or affect the subject matters referred to in sub-clauses (1), (2), (3), (4), (5), (6), or (7) of Section I of this Order.",
        "III. If a question should arise as to whether or not any specific trade, industry, or subdivision thereof is, or is not, within any of the terms or provisions of this Order, the question shall be finally and conclusively determined by written agreement between the Secretary of Agriculture and the Administrator of the National Recovery Administration; or, if they do not agree, then the question shall be submitted to the President, whose decision thereon shall be final and conclusive.",
        "IV. Any functions and powers which are hereby delegated and transferred to the Administrator of the National Recovery Administration or which have heretofore been delegated to the Secretary of Agriculture and which remain delegated to the Secretary of Agriculture by the terms of this Order, may, by written agreement between the Secretary of Agriculture and the Administrator of the National Recovery Administration, be redelegated to the Secretary of Agriculture or be delegated to the Administrator of the National Recovery Administration as the case may be.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 8, 1934.",
        "EXHIBIT \"A\"",
        "Beans-(Dried) Shippers                    Brooms Manufacturing                    Canners                    Feed-Retail                    Florists                    Hides and Skins Dealers                    Peanuts-Millers                    Pecan Distributors                    Pecan Shellers                    Pickle Packing                    Pop Corn Manufacturing                    Potato Chip Manufacturing                    Preservers                    Rendering                    Seed Producing and Shippers                    Soy Bean Oil Manufacturing                    Vinegar Manufacturing",
        "MEMO.",
        "Letters will be exchanged between the Secretary of Agriculture and the Administrator of the National Recovery Administration which will enumerate specifically the codes to be retained by AAA and referred to in Section II of the Order.",
        "As to codes already filed, Section II will be limited to the following:",
        "Anti-cholera hog serum                    Cheese                    Corn Millers                    Corn Products                    Cotton Exchange-New York                    Cotton Exchange-New Orleans                    Cotton Traders                    Cottonseed Crushing                    Cottonseed Oil Refining                    Egg and Poultry                    Feed, Hay and Straw Distributors                    Feed Manufacturers                    Fruits and Vegetables-Fresh                    Grain-Country Elevators                    Grain Exchanges                    Grain-Flour Milling                    Grain-Terminal Elevators                    Hog Exchanges                    Linseed Oil                    Livestock Marketing Agency Industry                    Malsters                    Oleomargarine                    Poultry Breeders                    Rice                    Stockyards Operators                    Sugar Exchanges                    Sugar (Beet) Producing                    Sugar Refining                    Tobacco, Cigar Manufacturing                    Tobacco Leaf Dealers                    Warehouse, Cotton                    Warehouse, Refrigerated                    Warehouse, Rice                    Warehouse, Tobacco                    Warehouse, Wool and Mohair.",
        "As to codes covered by Section II, the following is a list (not necessarily exhaustive) which may hereafter be filed:",
        "Butter                    Cigarette Manufacturers                    Ice Cream                    Milk Fluid                    Milk Evaporated                    Meat Packers                    Naval Stores."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6551-Amendment of Executive Order No. 6182 (As Supplemented by Executive Order No. 6207 and Executive Order No. 6345) Which Delegated to the Secretary of Agriculture Certain Authority Under the National Industrial Recovery Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373291"
}