{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9130-reserving-certain-public-lands-connection-with-the-randolph-county",
    "doc": "executive-order-9130-reserving-certain-public-lands-connection-with-the-randolph-county",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9130-Reserving Certain Public Lands in Connection with the Randolph County State Game Refuge",
    "date": "April 13, 1942",
    "content": [
        "ARKANSAS",
        "Whereas the act of September 2, 1937, 50 Stat. 917, 16 U.S.C. 669-669j, provides for Federal aid to States in wildlife-restoration projects; and",
        "Whereas the State of Arkansas has set up a Federal Aid wildlife-restoration project and is acquiring wildlife control over certain lands in Randolph County, which lands are to be administered by the State of Arkansas through its Game and Fish Commission as the Randolph County State Game Refuge; and",
        "Whereas certain public lands within this area possess great wildlife value and could be administered advantageously in connection with the refuge; and",
        "Whereas the act of March 10, 1934, 48 Stat. 401, 16 U.S.C. 661-666, provides for cooperation with Federal, State, and other agencies in developing a Nationwide program of wildlife conservation and rehabilitation:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid rights, the public lands hereinafter described, comprising 280 acres, more or less, in Randolph County, Arkansas, be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved under the jurisdiction of the Department of the Interior for use by the Game and Fish Commission of the State of Arkansas in connection with the Randolph County State Game Refuge, under such conditions as may be prescribed by the Secretary of the Interior:",
        "Fifth Principal Meridian",
        "T. 19 N., R. 1 W.,      sec. 20, S½SW¼ and SW¼SE¼;",
        "T. 19 N.. R. 2 W..      sec. 14. SW¼NW¼;      sec. 24, W½NW¼ and SE¼NW¼.",
        "The reservation made by this order supersedes the temporary withdrawal for classification and other purposes made by Executive Order No. 6964, of February 5, 1935, as amended, so far as any of the above-described lands are affected by that order.",
        "[NAME]",
        "The White House,April 13, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9130-Reserving Certain Public Lands in Connection with the Randolph County State Game Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368129"
}