{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9155-approving-regulations-the-civil-service-commission-relating",
    "doc": "executive-order-9155-approving-regulations-the-civil-service-commission-relating",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9155-Approving Regulations of the Civil Service Commission Relating to Efficiency-Rating Boards of Review",
    "date": "May 01, 1942",
    "content": [
        "By virtue of the authority vested in me by section 9 of the Classification Act of 1923 (42 Stat. 1490), as amended by Title V of the Act of June 30, 1932 (47 Stat. 416), by section 7, Title II of the Act of November 26, 1940 (54 Stat. 1215), and by section 3 of the Act of August 1, 1941, Public No. 200, 77th Congress, I hereby approve the following regulations prescribed by the Civil Service Commission:",
        "REGULATIONS RELATING TO EFFICIENCY RATING BOARDS OF REVIEW",
        "Pursuant to the authority vested in the Civil Service Commission by section 9 of the Classification Act of 1923 (42 Stat. 1490), as amended by Title V of the Act of June 30, 1932 (47 Stat. 416), by section 7, Title II of the Act of November 26, 1940 (54 Stat. 1215), and by section 3 of the Act of August 1, 1941, Public No. 200, 77th Congress, the following regulations are hereby prescribed with respect to efficiency-rating boards of review:",
        "1. There shall be established in each department and independent establishment having positions and employees subject to section 9 of the Classification Act of 1923, as amended, one or more boards of review for the purpose of considering and passing upon the merits of efficiency ratings assigned to such employees.",
        "2. The head of each department or independent establishment shall determine the number and jurisdiction of boards of review to be established within his department or establishment, subject to the approval of the Civil Service Commission. The jurisdiction of each board of review shall be specific and shall be exclusive of that of any other such board.",
        "3. (a) Each board of review shall be composed of three members, and there shall be an alternate member provided for each principal member who shall serve during the absence of such principal member or when the principal member is unable to serve for any other reason and who shall succeed the principal member in the event that he is unable to serve to the end of his term of office. Where necessary in the interest of good administration, and in order to expedite the consideration of cases, an additional alternate member may be designated for each principal member. Members of boards of review and alternate members shall be appointed or designated for one-year terms.",
        "(b) One member of each board of review and alternates to such member shall be designated by the head of the department or establishment served by such board.",
        "(c) Another member of each board of review and alternates to such member shall be designated by election by the employees whose efficiency ratings are under the jurisdiction of the board in such manner as shall be determined by the Civil Service Commission.",
        "(d) Chairmen and alternate chairmen for the boards of review shall be designated by the Civil Service Commission.",
        "(e) All members of boards of review and all alternate members shall be officers or employees of the executive branch of the Federal government; provided, however, that in the case of boards of review serving agencies not in the executive branch, such members and alternate members (except chairmen and alternate chairmen) shall be appointed or elected from the branch of government to which such agencies respectively belong.",
        "4. Each appeal from an efficiency rating shall be submitted in writing to the chairman of the appropriate board of review within ninety days of the date that notice of such rating was delivered to the employee. Boards of review may waive this requirement for good and sufficient reasons, as in cases (a) where it appears that appellants were not in a position to make an appeal within the ninety-day period, (b) where employees elected to avail themselves of the grievance procedures in their own departments or establishments before proceeding with appeals under these regulations, or (c) where new evidence is discovered after the close of the ninety-day period which would have a bearing on the decision concerning the appeal. On the request of the Civil Service Commission, certified in writing, efficiency ratings which require the dismissal, demotion, or reduction in salary of employees subject to the approval of the Civil Service Commission under section 9 of the Classification Act of 1923 as amended shall be considered by boards of review in the same manner as if appealed by such employees.",
        "5. Hearings conducted on efficiency-rating appeals and certified cases shall be on as informal a basis as possible and yet permit the presentation of all information necessary to ascertain the correctness of the rating in question or the rating which should be assigned the employee. An oral hearing may be waived by the appellant, or employee whose rating is certified for review, and the board of review may thereupon proceed to a consideration of the case on the basis of written evidence submitted by the parties. Stenographic reports of oral hearings shall be required only when it is determined by the unanimous vote of the board that they are necessary to the best interests of the Government and employee. In all proceedings before boards of review, each employee whose efficiency rating is under consideration shall be entitled to have a representative of his own selection; and at oral hearings each appellant or employee whose rating is certified for review shall be entitled to appear with his representative. The appellant, or employee whose rating is certified for review, and his representative, and such representatives of the department or establishment as are designated by the head thereof, shall be afforded an opportunity to submit orally or in writing any information deemed by the board of review to be pertinent to the case, and shall be afforded an opportunity to hear or examine, and to reply to, information submitted to such board by other parties.",
        "6. After ascertaining the pertinent facts in each case, the board of review shall proceed to determine such adjustment in the efficiency rating as it deems proper, or sustain the efficiency rating appealed from without change. Decisions shall be made by a majority vote. Notices of decisions of boards of review shall be communicated to the heads of the departments or independent establishments and to the appellants, and employees whose ratings are certified for review, in writing and shall contain summary statements of the facts on which the decisions are based. Copies of the decisions of the boards shall also be forwarded to the Civil Service Commission.",
        "7. These regulations will supersede the regulations in Executive Order No. 8748 of May 1, 1941, and shall become effective on July 1, 1942.",
        "[NAME], [NAME], [NAME], Commissioners.",
        "[NAME]",
        "The White House,May 1, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9155-Approving Regulations of the Civil Service Commission Relating to Efficiency-Rating Boards of Review Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372508"
}