{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8089-withdrawal-public-lands-for-use-the-war-department-for-flood-control",
    "doc": "executive-order-8089-withdrawal-public-lands-for-use-the-war-department-for-flood-control",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8089-Withdrawal of Public Lands for Use of the War Department for Flood Control Purposes",
    "date": "April 13, 1939",
    "content": [
        "OKLAHOMA",
        "By virtue of and pursuant to the authority vested in the President by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, and subject to the conditions therein expressed and to valid existing rights, it is ordered as follows:",
        "Section 1. Executive Order No. 6964, dated February 5, 1935, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked in so far as it affects the following-described tracts of public land in Oklahoma:",
        "INDIAN MERIDIAN",
        "T. 26 N., R. 9 W., sec. 30, NW¼NE¼;",
        "T. 26 N., R. 10 W.,       sec. 5, SE¼NE¼,       sec. 8, N½NE¼,       sec. 9, NE¼SW¼;",
        "T. 27 N., R. 10 W.,       sec. 14, lot 4,       sec. 23, lot 1, S½NW¼, and SW¼NE¼,       sec. 28, NE¼SE¼,       sec. 34, NW¼SW¼;",
        "CONTAINING 441.70 acres.",
        "Section 2. The tracts of land described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry and reserved for the use of the War Department for flood-control purposes within the purview of the act of June 22, 1936, c. 688, 49 Stat. 1570.",
        "Section 3. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,April 13, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8089-Withdrawal of Public Lands for Use of the War Department for Flood Control Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368504"
}