{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6323-amendment-code-fair-competition-for-the-lumber-and-timber-products",
    "doc": "executive-order-6323-amendment-code-fair-competition-for-the-lumber-and-timber-products",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6323-Amendment of Code of Fair Competition for the Lumber and Timber Products Industries",
    "date": "October 09, 1933",
    "content": [
        "An application having been made by the Lumber Code Authority pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for modification and amendment of the Code of Fair Competition for the Lumber and Timber Products Industries, as heretofore approved by me, and for the modification of my approval of said code of fair competition accordingly, and the Administration having recommended the granting of such application, such proposed modifications and amendments to be in accordance with proposed Amendment No. 1 and Amendment No. 2 attached, establishing the \"Veneer and Plywood Division\":",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the granting of the aforesaid application, such modification and amendment to take effect one week from the date hereof, unless good cause to the contrary is shown to the Administrator before that time, and do order that the final approval of the code of fair competition for the Lumber and Timber Products Industries contained in my Executive order dated August 19, 1933, is hereby modified to the foregoing effect.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,October 9, 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6323-Amendment of Code of Fair Competition for the Lumber and Timber Products Industries Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362148"
}