{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7993-establishing-great-white-heron-refuge",
    "doc": "executive-order-7993-establishing-great-white-heron-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7993-Establishing Great White Heron Refuge",
    "date": "October 27, 1938",
    "content": [
        "FLORIDA",
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all surveyed and unsurveyed islands and parts of islands belonging to, or to be acquired by, the United States of America, lying and being in the Gulf of Mexico and within the following-described area, be, and they are hereby, withdrawn from settlement, location, sale, or entry, and reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for great white herons, other migratory birds, and other wildlife: Provided, That any public lands within the area described shall become a part of the refuge hereby established upon the termination of any private right thereto or appropriation thereof: Provided further, That any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or control thereof by the United States:",
        "TALLAHASSEE MERIDIAN",
        "T. 66 S., R. 25 E., all;",
        "T; 67 S., R. 25 E., secs. 1 to 18, inclusive;",
        "T. 66 S., R. 26 E., all;",
        "T. 67 S., R. 26 E.,      secs. 1 to 11, inclusive;      secs. 16 to 18, inclusive;      sec. 20;",
        "T. 65 S., R. 27 E., all;",
        "T. 66 S., R. 27 E., secs. 1 to 21, inclusive, sec. 24, and secs. 29 to 31, inclusive;",
        "T. 65 S., R. 28 E., all;",
        "T. 66 S., R. 28 E., E½ sec. 1; W½ sec. 2; secs. 3 to 8, inclusive, and sec. 18;",
        "T. 65 S., R. 29 E., all;",
        "T. 66 S., R. 29 E., secs. 1 to 3, inclusive, and secs. 5, 6, 11, 12, and 14;",
        "T. 65 S., R. 30 E., secs. 13 to 36, inclusive;",
        "T. 66 S., R. 30 E., secs. 1 to 10, inclusive;",
        "T. 65 S., R. 31 E., all.",
        "The reservation made by this order supersedes the withdrawals made by Executive Orders Nos. 4109 of December 8, 1924, and 6964 of February 5, 1935, as amended, insofar as such withdrawals affect the above-described lands.",
        "This reservation shall be known as the Great White Heron Refuge.",
        "[NAME]",
        "The White House,October 27, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7993-Establishing Great White Heron Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368790"
}