{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8635-partial-revocation-executive-order-july-9-1910-creating-coal-land",
    "doc": "executive-order-8635-partial-revocation-executive-order-july-9-1910-creating-coal-land",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8635-Partial Revocation of Executive Order of July 9, 1910, Creating Coal Land Withdrawal, Montana No. 1",
    "date": "January 14, 1941",
    "content": [
        "COAL LAND RESTORATION, MONTANA NO. 92",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, the Executive order of July 9, 1910, creating Coal Land Withdrawal, Montana No. 1, is hereby revoked as to the following-described lands:",
        "Montana Meridian, Montana",
        "T. 19 N., R. 43 E., all. T. 20 N., R. 43 E., all. T. 21 N., R. 43 E., all. T. 22 N.. R. 43 E., all. T. 23 N., R. 43 E., all. T. 17 N., R. 44 E., all. T. 18 N., R. 44 E., all. T. 19 N., R. 44 E., all. T. 20 N., R. 44 E., all. T. 21 N., R. 44 E., all. T. 22 N., R. 44 E., all. T. 17 N., R. 45 E., all. T. 18 N., R. 45 E., all. T. 19 N., R. 45 E., all. T. 20 N.. R. 45 E., all. T. 21 N., R. 45 E., all. T. 22 N., R. 45 E., all. T. 16 N., R. 46 E., all. T. 17 N., R. 46 E., all. T. 18 N., R. 46 E., all. T. 19 N., R. 46 E., all. T. 20 N., R. 46 E., all except SE¼SW¼, sec. 14. T. 21 N., R. 46 E., all. T. 22 N., R. 46 E., all. T. 17 N., R. 47 E., all. T. 18 N., R. 47 E., all. T. 19 N., R. 47 E., all. T. 20 N., R. 47 E., all. T. 21 N., R. 47 E., all. T. 22 N., R. 47 E., all. T. 25 N., R. 47 E., all. T. 17 N., R. 48 E., all. T. 18 N., R. 48 E., all. T. 19 N., R. 48 E., all. T. 20 N., R. 48 E., all. T. 21 N., R. 48 E., all. T. 22 N., R. 48 E., all. T. 25 N., R. 48 E., all. T. 26 N., R. 48 E., all except lot 4, sec. 3. T. 17 N., R. 49 E., all. T. 18 N., R. 49 E., all. T. 19 N., R. 49 E., all. T. 20 N., R. 49 E., all. T. 21 N., R. 49 E., all. T. 22 N., R. 49 E., all. T. 25 N., R. 49 E., all. T. 26 N., R. 49 E., all. T. 25 N., R. 50 E., all. T. 26 N., R. 50 E., all.",
        "[NAME]",
        "The White House,January 14, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8635-Partial Revocation of Executive Order of July 9, 1910, Creating Coal Land Withdrawal, Montana No. 1 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368221"
}