{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-bosque-redondo-reserve-0",
    "doc": "executive-order-bosque-redondo-reserve-0",
    "president": "Abraham Lincoln",
    "president_byline": "16th President of the United States: 1861 - 1865",
    "title": "Executive Order-Bosque Redondo Reserve",
    "date": "January 15, 1864",
    "content": [
        "DEPARTMENT OF THE INTERIOR,Office of Indian Affairs, January 14, 1864.",
        "SIR: My attention has been called by Superintendent Steck, of New Mexico, to the necessity of designating a tract of land in New Mexico 40 miles square, with Bosque Redondo as the center, as a reservation for the Apache Indians.",
        "In a former letter to this office, a copy of which was transmitted to you with report thereon, under date of December 16, 1863, Superintendent Steck speaks of the proposed reservation as well adapted to Indian purposes, for a limited number. Mr. Steck estimates the number of Apaches to be about 3,000, and the quantity of arable land within the boundaries of the proposed reservation at not exceeding 6,000 acres. Surveyor-General Clark, of New Mexico, in a letter to Mr. Steck, a copy of which was transmitted to you with the report before mentioned, makes the same estimate as to the quantity of arable land within 40 miles square, with Bosque Redondo as a center.",
        "Owing to the fact that the arable land lies along the water courses it seems to be necessary that the area of the reservation should be as large as that proposed by Mr. Steck in order to suitably accommodate the estimated number of Apaches, and isolate them as far as possible from the whites.",
        "For the reasons given by Mr. Steck in his letter before referred to, as well as for those given in his annual report for 1863, to both of which reference is had, should you concur in the propriety of reserving the tract of land mentioned for the use of the Apaches, I would respectfully recommend that the subject be laid before the President, with the recommendation that the same may be withheld from pre-emption and settlement, and under his proclamation be set apart for Indian purposes.",
        "Very respectfully, your obedient servant,",
        "WILLIAM P. DOLE, Commissioner.   Hon. JOHN P. USHER,       Secretary of the Interior.",
        "[First indorsement.]",
        "DEPARTMENT OF THE INTERIOR, January 15, 1864-",
        "Respectfully laid before the President, with the recommendation that the reservation be set apart for the purposes herein indicated.",
        "[NAME], Secretary.",
        "[Second indorsement.]",
        "Approved January 15, 1864.",
        "[NAME]."
    ],
    "citation": "Abraham Lincoln, Executive Order-Bosque Redondo Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372812"
}