{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9458-amending-paragraphs-6-and-7-executive-order-no-9195-july-7-1942",
    "doc": "executive-order-9458-amending-paragraphs-6-and-7-executive-order-no-9195-july-7-1942",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9458-Amending Paragraphs 6 and 7 of Executive Order No. 9195 of July 7, 1942, Prescribing Regulations Relating to Aerial Flights by Personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard",
    "date": "July 22, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 20 of the act of June 10, 1922, 42 Stat. 632, as amended by section 6 of the act of July 2, 1926, 44 Stat. 782, and by section 18 of the Pay Readjustment Act of 1942, approved June 16, 1942, 56 Stat. 368, it is ordered that paragraphs 6 and 7 of Executive Order No. 9195 of July 7, 1942, prescribing regulations relating to aerial flights by personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard, be, and they are hereby, amended to read as follows:",
        "\"6. Each enlisted man who is on duty with the Army Air Forces or is serving in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard and who is a qualified aircraft pilot or observer shall be required to participate regularly and frequently in aerial flights by his commanding officer. Orders for such requirement shall remain in force until revoked by the issuing authority or by a subsequent commanding officer of the enlisted man, whether in the same or another organization, except as hereinafter provided in paragraph 12. Such orders and the revocation thereof shall be reported to the Commanding General of the Army Air Forces or to such officer or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or the Commandant of the Coast Guard for the Coast Guard.",
        "\"7. Each enlisted man who is on duty with the Army Air Forces or is serving in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard and who is not a qualified aircraft pilot or observer may be required to participate regularly and frequently in aerial flights by his commanding officer. Orders for such requirement shall remain in force until revoked by the issuing authority or by a subsequent commanding officer of the enlisted man, whether in the same or another organization, except as hereinafter provided in paragraph 12. Such orders and the revocation thereof shall be reported to the Commanding General of the Army Air Forces or to such officer or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or the Commandant of the Coast Guard for the Coast Guard.\"",
        "[NAME]",
        "The White House,July 22, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9458-Amending Paragraphs 6 and 7 of Executive Order No. 9195 of July 7, 1942, Prescribing Regulations Relating to Aerial Flights by Personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355162"
}