{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6231-veterans-regulation-no-3b",
    "doc": "executive-order-6231-veterans-regulation-no-3b",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6231-Veterans Regulation No. 3(b)",
    "date": "July 28, 1933",
    "content": [
        "SCHEDULE FOR RATING DISABILITIES",
        "Whereas, Section 3, Title I, of Public No. 2, 73d Congress, entitled \"An Act To maintain the credit of the United States Government\", provides:",
        "\"For each class of persons specified in subparagraphs (a) and (b) of section 1 of this title the President is hereby authorized to prescribe by regulation the minimum degrees of disability and such higher degrees of disability, if any, as in his judgment should be recognized and prescribe the rate of pension payable for each such degree of disability. In fixing rates of pensions for disability or death the President shall prescribe by regulation such differentiation as he may deem just and equitable, in the rates to be paid to veterans of different wars and/or their dependents and to be paid for (a) Disabilities and deaths resulting from disease or injury incurred or aggravated in line of duty in war-time service; (b) Disabilities and deaths resulting from disease or injury incurred or aggravated in line of duty in peace-time service; (c) Disabilities and deaths not incurred in service.\"",
        "And Whereas, Section 20, Public No. 78, 73d Congress, entitled \"An Act Making appropriations for the Executive Office and sundry independent executive bureaus, boards, commissions, and offices, for the fiscal year ending June 30, 1934, and for other purposes\", provides in part as follows:",
        "\" * * * Notwithstanding any of the provisions of Public Law Numbered 2, Seventy-third Congress, in no event shall the rates of compensation payable for directly service-connected disabilities to those veterans who entered the active military or naval service prior to November 11, 1918, and whose disabilities are not the result of their own misconduct, where they were except by fraud, mistake, or misrepresentation, in receipt of compensation on March 20, 1933, be reduced more than 25 per centum, except in accordance with the regulations issued under Public Law Numbered 2, Seventy-third Congress, pertaining to Federal employees, hospitalized cases and cases of beneficiaries residing outside of the continental limits of the United States; * * *.\"",
        "Now, Therefore, by virtue of the authority vested in me by said law, Veterans Regulation No. 3(a) is hereby amended as hereinafter provided:",
        "1. Paragraph II of Veterans Regulation No. 3(a) is hereby cancelled.",
        "[NAME]",
        "The White House,July 28, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6231-Veterans Regulation No. 3(b) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362051"
}