{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9154-authorizing-certain-exclusions-from-the-operation-the-civil-service",
    "doc": "executive-order-9154-authorizing-certain-exclusions-from-the-operation-the-civil-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9154-Authorizing Certain Exclusions From the Operation of the Civil Service Retirement Act of May 29, 1930, as Amended",
    "date": "May 01, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested In me by section 3 (b) of the Civil Service Retirement Act of May 29, 1930 (46 Stat. 468), as amended by the act of January 24, 1942 (Public Law 411, 77th Congress), it is hereby ordered as follows:",
        "1 Employees in the following classifications of Federal personnel in the Executive branch of the Government are hereby excluded from the operation of the said Retirement Act, unless eligible for retirement benefits by continuity of service, by reinstatement, or otherwise:",
        "(a) Employees whose expected service will be for brief periods but not to exceed one year.",
        "(b) Employees paid by the hour, day, month, or year when actually employed, whose employment is periodic, parttime, or recurrent and for whom a regular tour of duty is not contemplated.",
        "(c) Employees and consultants paid on a contract or fee basis.",
        "(d) Employees paid on a piece-work basis, except when serving under regular or permanent appointment.",
        "(e) Cooperative employees not wholly under the control of the Federal Government and not otherwise subject to the Civil Service Retirement Act.",
        "(f) Officers and employees without compensation or with nominal compensation of $12.00 or less per annum.",
        "(g) Intermittent alien employees engaged on work outside the continental limits of the United States.",
        "(h) Member and patient employees in government hospitals or homes.",
        "(i) Employees serving under temporary appointments pending final determination of their eligibility for permanent or Indefinite appointment.",
        "(j) Acting postmasters, clerks in fourth class post offices, substitute rural carriers, and special delivery messengers at second, third, and fourth class post offices.",
        "2. The Civil Service Commission is authorized to determine the applicability of the above classifications to specific officers and employees or groups of officers and employees in the Executive branch of the Government.",
        "3. This order shall be effective as of January 24, 1942, except that it shall not be so construed as to defeat any retirement rights of officers and employees acquired before the date of this order.",
        "[NAME]",
        "The White House,May 1, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9154-Authorizing Certain Exclusions From the Operation of the Civil Service Retirement Act of May 29, 1930, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210142"
}