{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5409-tongass-national-forest-alaska",
    "doc": "executive-order-5409-tongass-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5409-Tongass National Forest, Alaska",
    "date": "July 28, 1930",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land in Alaska lying within the following described boundaries, heretofore occupied as home sites or for fish cannery purposes, be, and the same are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at Corner No. 1, which is an iron pipe set firmly in the ground, marked C 3 S 1427 WCMC, identical with witness corner to Corner No. 3 of survey No. 1427, 33 feet from the center line of the Salmon River Highway, in approximate latitude 55° 56' N., longitude 130° 02' W. Thence N. 31° W., parallel to Salmon River Highway, 2.53 chs. to Corner No. 2, which is a post in line fence, marked HS2; from which a spruce stump, 38 inches diameter, bears N. 63° W., 9 links distant, marked W HS2. Thence N. 7° W., along line fence, following Cemetery Road and 8 feet from center line thereof, 1.17 chs. to Corner No. 3, which is a spruce stump, 26 inches diameter, marked x HS 3; from which a hemlock stump, 13 inches diameter, bears N. 58° E., 16 links distant, marked W IIS 3. Thence N. 5° E., along line fence, following Cemetery Road and 8 feet from center line thereof, 6.20 chs. to Comer No. 4, which is a fence post marked x IIS 4. Thence N. 14° 30' W., along line fence, following Cemetery Road and 8 feet from center fine thereof, 2.56 chs., to Corner No. 5, not set (outside fence and in t rack of used road); from which a post in line fence bears N. 57° E., 11 links distant, marked W IIS 5, and a post in line fence bears S. 44° E., 8 links distant, marked W IIS 5. Thence N. 57° E., following the south line of an area reserved for the Hyder Cemetery, 2.10 chs. to Corner No. 6, which is a fence post marked HS 6. Thence S. 25° E., 11 chs. to Corner No. 7, which is a post, at easterly end of line fence, south line of J. H. Hewitt special use area, marked HS 7; from which a hemlock, 24 inches diameter, bears S. 60° E., 41 finks distant, marked W HS 7, and a spruce, 8 inches diameter, bears S. 33° W., 14 links distant, marked W HS 7. Thence S. 58° 30' W., retracing north line of Hyder town-site elimination, survey No. 1427, 5.80 chs. to Corner No. 1, and the place of beginning, containing approximately 5 acres.",
        "Beginning at point for Corner No. 1, meander corner, not set because of liability to destruction by high tides, identical with point for Corner No. 2, meander comer, of the Tenakec Administrative Site, on the north shore of Tenakee Inlet, Chichagof Island, in approximate latitude 57° 47' N. and longitude 135° IU2' W. Thence with meanders of beach, at line of mean high tide, S. 77%° E., 2.20 chs. to point for Corner No. 2, meander corner, not set because of liability to destruction by high tides. Thence by metes-and-bounds survey; north, at 0.38 chs. witness corner to Comer No. 2, meander corner, which is a hemlock post, 3% feet high, 4 inches square, set firmly in ground in a mound of stone, marked HS WC MC 2; at 5.47 chs. Corner No. 3, not set. Thence west, along brow of hill, 2.14 chs., to Corner No. 4, not set. Thence south, descending hill, at 4.755 chs. witness corner to Corner No. 1, meander corner, which is a spruce post, 3% feet high, 4 inches square, set firmly in the ground, marked HSWC MC 1; from which U.S.L.M. No. 1409 bears N. 68° W., 46 links distant; at 5 chs. point for Corner No. 1, meander corner, and the place of beginning, containing approximately 1.12 acres.",
        "Beginning at point for Corner No. 1, meander corner, at mean high tide on the west shore of Wrangell Narrows; corner not set because of liability to destruction by tides. Thence west, at 0.90 chs. witness corner to meander corner of secs. 32 and 33, T. 58 S., R. 79 E., Copper River meridian, which is an iron survey post with brass cap; at 6.40 chs. Corner No. 2 which is a hemlock post, 5^2 feet long, 6 inches diameter, squared to 4 inches, set 2 feet in ground, marked HS 2; from which a hemlock tree, 11 inches diameter, bears N. 27^° W., 6 links distant, marked WHS 2, and a hemlock, 10 inches diameter, bears N. 70%° W., 19 links distant, marked WHS 2. Thence north; at 7.36 chs., witness corner to Corner No. 3, meander corner, which is a hemlock post, 5/2 feet long, 5% inches diameter, squared to 4 inches, set 2 feet in the ground, marked HS 3 WCMC; from which a hemlock, 24 inches diameter, bears S. 71%° E., 19 links distant, marked WHS 3 WCMC, and a spruce, 14 inches diameter, bears S. 76° W., 56 links distant, marked WHS 3 WCMC; at 7.79 chs., point for Corner No. 3, meander corner, at mean tide, not set because of liability to destruction by tides. Thence with meanders of line of approximate mean high tide: S. 88)2° E., 1.55 chs.; N. 21° W., 3.45 chs.; to point for Comer No. 4, meander corner, not set because of liability to destruction by tides. Thence by metes-and-bounds survey: east; at 0.20 chs. witness corner to Corner No. 4, meander corner, which is a hemlock post, 5 feet long, 6 inches diameter, squared to 4 inches, set one foot in ground in mound of stone, marked HS 4 WCMC; from which a spruce, 11 inches diameter, bears N. 5° W., 22 links distant, marked WHS 4 WCMC, and a spruce, 20 inches diameter, bears S. 43/2° E., 30 links distant, marked WHS 4 WCMC; at 3.43 chs. witness corner to No. 5, meander corner, which is a spruce stump, 4 feet high, 5 inches diameter, squared to 4 inches, marked HS 5 WCMC; from which a spruce, 14 inches diameter, bears S. 50° W., 26 links distant, marked WHS 5 WCMC, and a hemlock, 9 inches diameter, bears S. 73° W., 33 links distant, marked WHS 5 WCMC; at 3.97 chs., point for Corner No. 5, meander corner, at mean high tide; not set because of liability to destruction by tides. Thence with meanders of line of mean high tide; S. 2° E., 5.90 chs.; S. 21^° E., 5.40 chs., to point for Corner No. 1, meander corner, and the place of beginning, containing approximately 5 acres.",
        "Beginning at Corner No. 1, meander comer, which is a hewed stake, marked HS 1 MC, set at the line of mean high tide of Auke Bay; in approximate latitude 58° 22' N., longitude 134° 38' W.; from which corner a hemlock, 12 inches diameter, bears S. 61° E., 59 links distant, marked WHS1. Thence east, 3.18 chs., to Corner No. 2, which is a hemlock post 5% feet long, 6 inches diameter, squared to 5 inches, set 2 feet in ground, and marked HS2; from which a hemlock, 7 inches diameter, bears N. 77^° W., 17 link$ distant, marked WHS2, and a hemlock, 10 inches diameter, bears N. 44° E., 11 links distant, marked WHS2. Thence N. 16%° E., parallel to and 33 feet distant from center line of Fritz Cove Road, 6.72 chs. to Corner No. 3, which is a hemlock post, 5% feet long, 4 inches diameter, squared to 3 inches, set 2% feet in the ground, marked HS3; from wThich a hemlock, 17 inches diameter, bears S. 15° E., 5 links distant, marked WHS3, and a hemlock, 9 inches diameter, bears N. 58° W., 22 links distant, marked WHS3. This corner is on the south line of Homestead Entry Survey No. 177. Thence west, retracing the south line of Homestead Entry Survey No. 177, 2.34 chs. to Corner No. 4, meander corner, which is identical with Corner No. 4, meander corner, of Homestead Entry Survey No. 177. Thence with meanders of the shore of Auke Bay, at line of approximate mean high tide; S. 31° W., 2 chs.; S. 21° W., 5 chs.; to Corner No. 1, meander corner, and the place of beginning, containing approximately 1.85 acres.",
        "Beginning at point for Corner No. 1, meander corner, identical with point for Corner No. 4, meander corner, of J. Helt home site, not set, at line of mean high tide on the east shore of Zimovia Strait, Wrangell Island, in approximate latitude 56° 27' N., longitude 132° 23' W. Thence N. 70° E., retracing line of J. Helt home site; at 0.67 chs. witness comer to Comer No. 1, meander corner, identical with Witness Comer No. 4, meander corner, of J. Helt home site, which is a sawed post, 3% feet long, by 2 by 4 inches, set 2 feet in ground, marked HS 1 WCMC on S. and HS4 WCMC on N.; from which a spruce, 12 inches diameter, bears N. 40° E., 25 links distant, marked WHS 1 WCMC, and a live spruce root, 12 inches diameter, bears N. 24° E., 16 links distant, marked WHS 1 WCMC; at 1.10 chs., Corner No. 2, identical with Corner No. 3 of J. Helt home site, which is a sawed post 4^ feet long, by 2 by 4 inches, set 2 feet in ground, marked HS 2 on S. and HS 3 on N.; from which a spruce, 12 inches diameter, bears N. 78° W., 24 links distant, marked WHS 2. Thence S. 24° E., parallel to Wrangell Highway and 30 feet distant from center line thereof, 2.28 chs. to Corner No. 3, which is a sawed post, 3 feet long, by 2 by 4 inches, set 2 feet in ground, marked HS 3-4 WCMC; from which a spruce, 16 inches diameter, bears N. 37° W., 29 links distant, marked WHS 3-4. Thence S. 62° W., 0.57 chs. to point for Corner No. 4, meander corner, at line of mean high tide of Zimovia Strait; corner not set because of liability to destruction by tides. Thence with meanders of shore of Zimovia Strait; N. 36%° W., 2.42 chs. to point for Corner No. 1, meander corner, and the place of beginning, containing approximately 0.19 acres.",
        "Beginning at point for Corner No. 1, meander corner, not set, at line of mean high tide on east shore of Zimovia Strait, Wrangell Island, in approximate latitude 56° 28' N., longitude 132° 23' W. Thence N. 57° E.; at 0.66 chs., witness corner to Comer No. 1, meander corner, which is a sawed post, 3 feet long, by 2 by 4 inches, set 2 feet in ground, marked HS 1 WCMC; from which Corner No. 2 of U. S. Survey No. 1336 bears N. 16° W., 17.60 chs. distant; a spruce, 17 inches diameter, bears S. 31° E., 8 links distant, marked WHS 1 WCMC; and a spruce, 13 inches diameter, bears S. 54%° E., 23 links distant, marked WHS 1 WCMC; at 1.84 chs., Corner No. 2, which is a sawed post, 3 feet long, by 2 by 4 inches, set 2 feet in ground, marked HS2; from which a spruce, 18 inches diameter, bears N. 58J20 W., 18 links distant, marked WHS2, and a hemlock, 10 inches diameter, bears N. 32^2° E., 14 links distant, marked WHS 2. Thence S. 27° E., parallel to Wrangell Highway and 30 feet from center line thereof, 2.08 chs. to Corner No. 3, identical with Corner No. 2 of R. Zilkey home site, which is a sawed post, 3M feet long, by 2 by 4 inches, set 2 feet in ground, marked HS 3 on N. and HS 2 on S.; from which a spruce, 12 inches diameter, bears N. 78° W., 24 links distant, marked WHS 3. Thence S. 70° W., retracing line of R. Zilkey home site: at 0.43 chs., witness corner to Corner No. 4, meander corner, identical with witness corner to Corner No. 1, meander corner, of R. Zilkey home site, which is a sawed post, 3% feet long, by 2 by 4 inches, set 2 feet in ground, marked HS 4 WCMC on N. and HS 1 WCMC on S.; from which a spruce, 12 inches diameter, bears N. 40° E., 25 links distant, marked WHS 4 WCMC, and a live spruce root, 12 inches diameter, bears N. 24° E., 16 links distant, marked WHS 1 WCMC; at 1.10 chs., point for Corner No. 4, meander corner, not set because of liability to destruction by tide. Thence with meanders of line of mean high tide of Zimovia Strait: N. 50° W., 1.12 chs.; N. 47° 45' W., 0.78 chs.; to point for Corner No. 1, and the place of beginning, containing approximately 0.28 acres.",
        "Beginning at point for Corner No. 1, meander corner, on east bank of Naha River, Revillagigedo Island, in approximate latitude 55° 36' N., longitude 131° 34' W. Corner not set because of liability to destruction by high water. Thence N. 52%° E.; at 0.20 chs., witness corner to Corner No. 1, meander corner, which is a spruce post, 5 feet long, 6 inches diameter, squared to 4% inches, set 1 foot in ground, marked TG 1 WCMC; from which Comer No. 4 of this survey bears N. 21%° W., 1.30 chains distant; at 4.09 chs., Corner No. 2, which is a hemlock post, 5% feet long, 6 inches diameter, squared to 4^ inches, set 1% feet in ground, marked TG 2; from which a hemlock, 11 inches diameter, bears S. 63%° W., 17 links distant, marked WTG 2, and a hemlock, 11 inches diameter, bears N. 45K° W., 12 links distant, marked WTG 2. Thence N. 37%° W., 1.25 chs. to Comer No. 3, identical with Corner No. 3 of home site application No. 94 of Oscar Bergman, which is a spruce tree, 6 inches diameter, squared to 4}£ inches, marked TG 3; from which a spruce, 6 inches diameter, bears S. 62° W., 32 links distant, marked WTG 3, and a hemlock, 12 inches diameter, bears S. 12° E., 82 links distant, marked WTG3. Thence S. 52}£° W., following line of Bergman home site No. 94; at 3.33 chs., witness comer to Corner No. 4, meander comer, which is a spruce post, 6 feet long, 4}< inches in diameter, squared to 3% inches, set 2 feet in ground, marked TG 4 WCMC; at 3.53 chs., point for Comer No. 4, meander corner, not set because of liability to destruction by flood waters. Thence with meanders of bank of Naha River along line of approximate mean high water: S. 40° E., 1 ch.; S. 29%° W., 0.64 chs.; to Comer No. 1, and the place of beginning, containing approximately 0.43 acres.",
        "Beginning at Corner No. 1, meander corner, which is a hemlock post 5K feet long, 6 inches diameter, squared to 5 inches, set 1% feet in ground, marked TM 1 MC, at line of approximate mean high water on shore of Heckman Lake, Revillagigedo Island, in approximate latitude 55° 35' N., longitude 131° 30' W.; from which corner a spruce, 15 inches diameter, bears S. 26° W., 98 links distant, marked WTM1; a spruce 38 inches diameter, bears east 15 links distant, marked WTM1; and U.S.I.M. No. 11 bears S. 4° W., approximately 36.75 chs. distant. Thence with meanders of the shore of Heckman Lake: S. 30° W., 1.50 chs.; S. 14° 45' E., 6 chs.; S. 43° W., 2 chs.; S. 26%° E., 1.90 chs.; S. 42%° E., 1.80 chs.; to intersection of Heckman Lake and Naha River. Thence with meanders of north bank of Naha River: N. 79° E., 1.25 chs.; N. 57° E., 5 chs.; N. 73° E., 2 chs.; S. 88° E., 1.80 chs.; N. 39° E., 1.10 chs.; S. 57° E., 0.90 chs.; to Corner No. 2, meander comer, which is an alder tree, 5 inches diameter, blazed and marked TM2 MC; from which an alder 6 inches diameter, bears N. 66M° E., 25 links distant, marked WTM2MC, and an alder, 5 inches diameter, bears S. 47° E., 34 Iks. distant, marked WTM2MC. Thence by metes-and-bounds survey: north, 7.85 chs. to Corner No. 3, which is a hemlock post, 5^ feet long, 6 inches diameter, squared to 4}£ inches, set 1/2 feet in ground, marked TM3; from which a hemlock, 6 inches diameter, bears N. 70° E., 29 links distant, marked WTM3, and a hemlock, 7 inches diameter, bears N. 8° W., 1.63 chs., marked WTM3. Thence west, 12.15 chs., to Comer No. 1, and the place of beginning, containing approximately 11.51 acres.",
        "[NAME]",
        "The White House,July 28, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5409-Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361158"
}