{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9171-enlarging-the-naval-radio-station-summit-canal-zone",
    "doc": "executive-order-9171-enlarging-the-naval-radio-station-summit-canal-zone",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9171-Enlarging the Naval Radio Station, Summit, Canal Zone",
    "date": "May 21, 1942",
    "content": [
        "By virtue of the authority vested in me by section 5 of title 2 of the Canal Zone Code approved June 19, 1934, and as President of the United States, Executive Order No. 7399 of June 23, 1936, establishing in the Canal Zone a naval reservation to be known as United States Naval Radio Station, Summit, Canal Zone, is hereby amended by adding to the area described therein the following-described area of land in the Canal Zone, subject to the conditions prescribed in that order:",
        "Beginning at an 8 inch square concrete monument (marked \"A\" on Panama Canal Drawing No. 6110-14) located 30 feet, more or less, southwest from edge of the macadam pavement of Gaillard Highway, the geographic position of which, referred to the Canal Zone triangulation system, is in north latitude 9°04' plus 806.2 feet and in longitude west from Greenwich 79°39' plus 4828.5 feet;",
        "Thence from said initial point by metes and bounds:",
        "S. 33°45'00'' W., 1139.5 feet to an 8 inch square concrete post monument, marked \"B\" on the map (iron rod in concrete monuments A-1 and A-2, being in line the following successive distances from the beginning of the course: 448.8 feet and 503.9 feet);",
        "N. 46°0'00\" W., 993.0 feet to an 8 inch square concrete post monument, marked \"C\" on the map (iron rod in concrete monuments B-1 and B-2, being in line the following successive distances from the beginning of the course: 199.7 feet and 148.5 feet) ;",
        "N. 15°30'00\" E., 856.1 feet to an 8 inch square concrete post monument marked \"D\" (iron rod in concrete monuments C-1 and C-2, being in line the following successive distances from the beginning of the course: 376.9 feet and 223.4 feet);",
        "N. 79°30'00\" E., 635.3 feet to an 8 inch concrete post monument, marked \"E\" on the map, located 30 feet, more or less, westerly from the edge of the macadam pavement of Gaillard Highway (iron rod in concrete monuments D-1, D-2, and D-3, being in line the following successive distances from the beginning of the course: 337.9 feet, 46.1 feet, and 146.6 feet);",
        "S. 8°44'15'' E., 274.5 feet along the westerly side of Gaillard Highway to an 8 inch square concrete post monument, marked \"F\" on the map (iron rod in concrete monument P-1, being in line 202.3 feet from the beginning of the course);",
        "S. 47°42'45'' E., 611.7 feet along the southwesterly side of Gaillard Highway to the point of beginning (iron rod in concrete monument, marked F-1 on the map, being in line 180.6 feet from the beginning of the course).",
        "The directions of the lines refer to the true meridian.",
        "The above-described tract contains an area of 29.21 acres, more or less, add is shown on Panama Canal Drawing No. 6110-14 on file In the office of the Governor of The Panama Canal and the Judge Advocate of the Navy.",
        "The survey was made in March, 1942, by the Section of Surveys, Office Engineering Division, The Panama Canal.",
        "[NAME]",
        "The White House,May 21, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9171-Enlarging the Naval Radio Station, Summit, Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372279"
}