{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-establishment-and-modification-apache-and-white-mountain-indian",
    "doc": "executive-order-establishment-and-modification-apache-and-white-mountain-indian",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Establishment and Modification of Apache and White Mountain Indian Reservations in Arizona",
    "date": "December 14, 1872",
    "content": [
        "Executive Mansion, December 14, 1872.",
        "It is hereby ordered that the following tract of country be, and the same is hereby, withheld from sale and set apart as a reservation for certain Apache Indians in the Territory of Arizona, to be known as the “Chiricahua Indian Reservation,” viz:",
        "Beginning at Dragoon Springs, near Dragoon Pass, and running thence northeasterly along the north base of the Chiricahua Mountains to a point on the summit of Peloncillo Mountains or Stevens Peak range; thence running southeasterly along said range through Stevens Peak to the boundary of New Mexico; thence running south to the boundary of Mexico; thence running westerly along said boundary 55 miles; thence running northerly, following substantially the western base of the Dragoon Mountains, to the place of beginning.",
        "It is also hereby ordered that the reservation heretofore set apart for certain Apache Indians in the said Territory, known as the “Camp Grant Indian Reservation,” be, and the same is hereby, restored to the public domain.",
        "It is also ordered that the following tract of country be, and the same is hereby, withheld from sale and added to the White Mountain Indian Reservation in said Territory, which addition shall hereafter be known as the “San Carlos division of the White Mountain Indian Reservation,” viz:",
        "Commencing at the southeast corner of the White Mountain Reservation as now established, and running thence south to a line 15 miles south of and parallel to the Gila River; thence west along said line to a point due south of the southwest corner of the present White Mountain Reservation; thence north to the said southwest corner of the aforesaid White Mountain Reservation, and thence along the southern boundary of the same to the place of beginning; the said addition to be known as the “San Carlos division of the White Mountain Reservation,” which will make the entire boundary of the White Mountain Reserve as follows, viz:",
        "Starting at the point of intersection of the boundary between New Mexico and Arizona with the south edge of the Black Mesa, and following the southern edge of the Black Mesa to a point due north of Sombrero or Plumoso Butte; thence due south to said Sombrero or Plumoso Butte; thence in the direction of the Piache Colorado to the crest of the Apache Mountains, following said crest down the Salt River to Pinal Creek to the top of the Pinal Mountains; thence due south to a point 15 miles south of the Gila River; thence east with a line parallel with and 15 miles south of the Gila River to the boundary of New Mexico; thence north along said boundary line to its intersection with the south edge of the Black Mesa, the place of beginning.",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Establishment and Modification of Apache and White Mountain Indian Reservations in Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371198"
}