{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14143-providing-for-the-appointment-alumni-americorps-the-competitive",
    "doc": "executive-order-14143-providing-for-the-appointment-alumni-americorps-the-competitive",
    "president": "Joseph R. Biden, Jr.",
    "president_byline": "46th President of the United States: 2021-2025",
    "title": "Executive Order 14143-Providing for the Appointment of Alumni of AmeriCorps to the Competitive Service",
    "date": "January 16, 2025",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, including sections 3301 and 3302 of title 5, United States Code, and section 301 of title 3, United States Code, it is hereby ordered as follows:",
        "Section 1. Policy. The Federal Government benefits from a workforce that can be recruited from the broadest and deepest pools of qualified candidates for merit-based positions. The issuance of an order granting Non-Competitive Eligibility to certain alumni of programs administered by the Corporation for National and Community Service (operating as AmeriCorps) would be in the best interest of the Federal Government. AmeriCorps alumni have demonstrated a sustained commitment to public service, have received extensive training and hands-on experience, and have developed leadership, communication, and technical skills that are aligned with the missions of many federal agencies and departments. It is in the interest of the Federal Government to retain the services of these highly skilled individuals, particularly given that the Federal Government aided them in the acquisition of their skills.",
        "Accordingly, pursuant to my authority under 5 U.S.C. 3302(1), and in order to achieve a workforce that is drawn from all segments of society as provided in 5 U.S.C. 2301(b)(1), I find that conditions of good administration make necessary an exception to the competitive hiring rules for certain positions in the Federal civil service.",
        "Sec. 2. Establishment. The head of any executive department or agency may appoint noncompetitively any individual who is certified under section 3 of this order to a position in the competitive service for which the individual is qualified.",
        "Sec. 3. Certifications. (a) The Chief Executive Officer (CEO) of AmeriCorps, or the CEO's designee, shall issue certificates to persons whom the CEO or designee deems to have satisfactorily completed:",
        "(i) a full-time term of national service of at least 1,700 hours as a Team Leader or Member, as specified in section 155(b)(1) or 155(b)(4) of the National and Community Service Act of 1990 (42 U.S.C. 12615(b)(1), 12615(b)(4)), or in the AmeriCorps National Civilian Community Corps program component specified in section 153 of that Act (42 U.S.C. 12613); or",
        "(ii) one or more terms of service that total at least 1,700 hours under section 139(b)(1) of that Act (42 U.S.C. 12593(b)(1)) as an AmeriCorps State and National participant under section 137 of that Act (42 U.S.C. 12591).",
        "(b) This order does not alter or otherwise affect the Non-Competitive Eligibility status for AmeriCorps Volunteers in Service to America participants, commonly known as VISTA members, who successfully complete their service, as described in section 415(d) of the Domestic Volunteer Service Act of 1973, as amended (42 U.S.C. 5055(d)).",
        "(c) In making any certification under this section, the CEO, or the CEO's designee, may rely on a confirmation made by the entity that selected the individual for, and supervised the individual in, the approved national service position in which such individual successfully completed a term of service, as specified in this section. If AmeriCorps determines that the certification is incorrect, the Corporation shall, after considering the full facts and circumstances surrounding the incorrect certification, take appropriate action.",
        "(d) Any appointment under this order shall be effected within 1 year after completion of the appointee's most recent term of service in the programs described in subsections (a)(i)-(ii) of this section. Such period may be extended to not more than 3 years for persons who, following participation in the programs described in subsections (a)(i)-(ii) of this section, are engaged in an additional term of AmeriCorps service, in military service, in the pursuit of studies at an institution of higher learning, or in other activities that, in the view of the appointing authority, warrant an extension of such period. Such period may also be extended to permit the adjudication of a background investigation.",
        "(e) Any law, Executive Order, or regulation that would disqualify an applicant for appointment in the competitive service shall also disqualify an applicant for appointment under this order. Examples of disqualifying criteria include restrictions on employing persons who are not United States citizens or nationals; who have violated 5 U.S.C. 2302(b)(7) and 3310 (the anti-nepotism provisions of the Civil Service Reform Act of 1978); who have knowingly and willfully failed to register for Selective Service when required to do so, 5 U.S.C. 3328(a)(2); who do not meet occupational qualifying standards prescribed by the Office of Personnel Management (OPM); or who do not meet suitability factors prescribed by OPM.",
        "Sec. 4. Regulations. The Director of OPM is authorized to issue such additional regulations as may be necessary to implement this order. Any individual who meets the terms of this order, however, is eligible for noncompetitive hiring with or without additional regulations.",
        "Sec. 5. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "[NAME]",
        "The White House,",
        "January 16, 2025."
    ],
    "citation": "Joseph R. Biden, Jr., Executive Order 14143-Providing for the Appointment of Alumni of AmeriCorps to the Competitive Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/375835"
}