{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7915-amendment-civil-service-rules",
    "doc": "executive-order-7915-amendment-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7915-Amendment of Civil Service Rules",
    "date": "June 24, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Constitution, by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), by the Civil Service Act of January 16, 1883 (22 Stat. 403), and as President of the United States, the Civil Service Rules are hereby amended, effective February 1, 1939, to read as follows:",
        "RULE I. POLITICS AND RELIGION",
        "1. No interference with elections. No person in the executive civil service shall use his official authority or influence for the purpose of interfering with an election or affecting the results thereof. Persons who by the provisions of these rules are in the competitive classified service, while retaining the right to vote as they please and to express privately their opinions on all political subjects, shall take no active part in political management or in political campaigns.",
        "2. No disclosure or discriminations. No question in any form of application or in any examination shall be so framed as to elicit information concerning the political or religious opinions or affiliations of any applicant, nor shall any inquiry be made concerning such opinions or affiliations, and all disclosures thereof shall be discountenanced. No discrimination shall be exercised, threatened, or promised by any person in the executive civil service against or in favor of an applicant, eligible, or employee in the classified service because of his political or religious opinions or affiliations.",
        "3. Recommendations not considered. No recommendation of an applicant, eligible, or employee in the classified service involving disclosure of his political or religious opinions or affiliations shall be considered or filed by the Civil Service Commission, hereinafter called the Commission, or by any officer concerned in making appointments or promotions.",
        "RULE II. CLASSIFICATION OF THE SERVICE",
        "1. Extent of the classified service. The classified service shall include all persons who have heretofore or may hereafter be given a competitive status in the classified civil service, with or without competitive examination, by legislative enactment, or under the civil service rules promulgated by the President, or by executive orders covering groups of employees with their positions into the competitive classified service, or authorizing the appointment of individuals to positions within such service. It shall include all positions now existing or hereafter created by legislative or executive action, of whatever function or designation, whether compensated by a fixed salary or otherwise, unless excepted from classification by specific affirmative legislative or executive action. No right of classification shall accrue to persons whose appointment or assignment to classified duties is in violation of the civil service rules.",
        "2. Examination, required. No person shall be appointed, employed, promoted, or transferred in the classified service, or perform the duties of any position therein, until he passes the examination prescribed by the Commission in his case, unless especially exempted.",
        "3. Appointment without examination. (a) Schedules A and B of the civil service rules are continued as a part of the said rules as amended by this order, and positions named in such Schedules are excepted from the classified service.",
        "(b) Appointments to the excepted positions named in Schedule A may be made without examination or upon noncompetitive examination.",
        "(c) Appointments to the excepted positions named in Schedule B may be made upon such noncompetitive examination as the Commission shall prescribe.",
        "(d) The proper appointing officer may fill any position named in Schedule A or Schedule B, or any other excepted position, as classified positions are filled, in which case the person so appointed shall be eligible for transfer, reinstatement, or promotion to positions in the classified service, subject to the provisions of these rules. The incumbent of any excepted position so filled will not be entitled to protection against removal afforded by these rules; nor will the incumbent of any excepted-by-law position so filled be entitled to the benefits of the Civil Service Retirement Act solely by virtue of such employment.",
        "4. Assignment of excepted employees. A person appointed without competitive examination under section 3 of this rule or by authority of an act of Congress shall not be assigned to the work of a competitive classified position without the approval of the Commission or specific provision of law.",
        "5. Laborers. Laborers who, in connection with their usual duties, are to perform work of the grade performed by classified employees shall be appointed upon certification by the Commission from appropriate registers of eligibles in the manner provided by these rules; and a person employed merely as a laborer or workman without examination under these rules shall not be assigned to work of the grade performed by classified employees. Unclassified laborers may be assigned to classified work incidentally, but not as a part of their main work, in cases where such work cannot be conveniently and economically done by classified employees, but not without the prior consent of the Commission obtained before such assignment.",
        "6. Excepted employees-when classified. Except as provided in section 7 of this rule a person holding a position when it becomes classified or otherwise subject to competitive examination shall, upon recommendation to the Commission by the head of the department or establishment in which he is employed, have all the rights which he would acquire if appointed thereto upon competitive examination: Provided, (a) that he was appointed at least six months prior to the effective date of the change in the status of the position; (b) that he has performed satisfactory active service during at least three months of the year immediately preceding the change in the status of the position; (c) that he shall pass such appropriate noncompetitive tests of fitness as the Commission may prescribe; and (d) that he is not disqualified by any of the provisions of section 3 of Civil Service Rule V or of any provision of the Civil Service Act and rules, or of any other statute or executive order. Any such person who fails to meet the foregoing requirements of this section shall be separated from the service within thirty days (exclusive of leave to which he is entitled) after the Commission reports that he is ineligible for classification unless the head of the agency concerned certifies to the Commission that such person has rendered satisfactory service and that he should be retained although without acquiring a competitive classified status.",
        "7. Classification in post offices. The Postmaster General shall promptly notify the Commission of each order for the advancement of any post office from the third class to the second class, or for the consolidation of any post office with one in which the employees are classified as competitive. On the date of effect of such order, section. 6 of this rule shall apply to the positions, officers, and employees of the offices affected, and all other provisions of these rules shall become applicable to all officers and employees who so qualify and to all such positions thereafter filled in the same manner as they apply to those in offices now classified. The Postmaster General shall, upon the date he reports the advancement of any post office from the third to the second class, or as soon thereafter as is practicable, notify the Commission as to which of the employees in such office he recommends for classification.",
        "8. Appointment without competitive examination in rare cases. Whenever the Commission shall find that the duties or compensation of a vacant position are such, or that qualified persons are so rare that in its judgment such position cannot, in the interest of good civil-service administration, be filled at that time through open competitive examination, it may authorize such vacancy to be filled without competitive examination, and in any case in which such authority is given, evidence satisfactory to the Commission of the qualifications of the person to be appointed without competitive examination shall be required. A detailed statement of the reasons for its action in any case arising hereunder shall be made in the records of the Commission and shall be published in its annual report. Any subsequent vacancy in such position shall not be filled without competitive examination except upon express authority of the Commission in accordance with this section.",
        "RULE III. EXAMINATIONS",
        "1. Competitive examinations. The Commission shall prepare, recruit for, hold, and rate open competitive examinations for admission to the classified service, and in all other cases required by these rules or by executive order, which examinations shall be of a practical and suitable character, and shall be held at such times and places as may most nearly meet the needs of the service, with due consideration for the convenience of applicants.",
        "2. Noncompetitive examinations. The Commission may give noncompetitive examinations to test fitness for (a) reinstatement, (b) appointment to positions excepted from the classified service under these rules or by executive order; and shall give noncompetitive examinations for transfer or promotion when competitive promotion examinations are not held.",
        "3. Examinations. Examinations shall whenever practicable be assembled and include written or practical tests; the rating of experience when part of the test shall, so far as practicable, follow persona] interview and be qualitative as well as quantitative. Whenever the announcement of any examination in which education, training, or experience is prerequisite shall so state, and the applicants are given opportunity to file detailed sworn statements of their qualifications, a preliminary competitive rating may be given on the basis of the duties, requirements, and conditions of work in the position to be filled before any applicant shall be required to travel for further tests. Applicants rated highest on such preliminary rating, to a number not incommensurate with the number of vacancies expected during the life of the list, shall be afforded opportunity to assemble or otherwise compete in such further competitive tests as the Commission may require. The character, record, and physical fitness of applicants shall be tested or investigated and approved whenever practicable prior to certification.",
        "4. Examinations for professional or technical positions. All examinations for professional or technical positions or positions which under existing executive practice are filled only by persons having professional or technical training shall be formulated by the Civil Service Commission in collaboration with the head of the affected department, independent establishment, or corporation, or his designated representative, and shall make due allowance for the particular training, experience, and skill regarded as requisite under existing administrative practice.",
        "RULE IV. BOARDS OF EXAMINERS",
        "1. Appointment and duties. (a) The Commission shall designate from among persons in the federal service, after consulting the head of the department or office in which such persons serve, such boards of examiners as it shall deem necessary. Their members shall perform such duties as the Commission may direct, in connection with the execution of the Civil Service Act and these rules, and in the performance thereof they shall be under the direct and sole control of the Commission. Such duties shall be considered part of the duties of the office in which they are serving and time shall be allowed therefor during office hours. No such board shall be composed solely of adherents of one political party when other persons are available and competent to serve.",
        "(b) Where qualified special examiners are not available in the federal service, the Commission may, by unanimous vote, designate individuals outside the service specially qualified by experience and training and of outstanding reputation in their own field to serve on a board of examiners for a particular examination and compensate them for such service on a per-diem basis.",
        "2. Cooperation with other boards, commissions, and agencies. The Commission shall render all practicable assistance to the Philippine and Puerto Rico civil-service boards, and such other federal, state, or local agencies as shall request its cooperation and offer like cooperation or adequately provide its share of the expense, and shall conduct or join in conducting examinations, upon their request, under such regulations as may be jointly agreed upon. Where the Commission has joined in the conduct of such examinations, it may certify eligibles from appropriate resulting registers to fill vacancies in the United States civil service.",
        "3. Executive officers to facilitate examinations. Persons in the executive civil service shall facilitate the holding of examinations and other work of the Commission; and executive officers in charge of public buildings shall permit and arrange for the use of suitable rooms under their charge, and for heating, lighting, and furnishing them.",
        "RULE V. QUALIFICATIONS OF APPLICANTS",
        "1. Citizenship. No person shall be admitted to examination unless he is a citizen of or owes allegiance to the United States, and no person shall be examined or certified for appointment if his appointment would be contrary to law.",
        "2. Form of application. Application for examination must be made under oath, in such form and manner and accompanied by such certificate as the Commission may prescribe.",
        "3. Disqualifications. The Commission may, in its discretion, refuse to examine an applicant for appointment or reinstatement or to certify an eligible for any of the following reasons: (a) Dismissal from the service for delinquency, inefficiency, or misconduct; (b) physical or mental unfitness for the position for which he applies; Provided, that the Commission may, in its discretion, exempt from the physical requirements established for any position a disabled honorably-discharged soldier, sailor, or marine upon a certificate of the United States Veterans Administration attesting that he has completed an appropriate and sufficient rehabilitatory course of training for the duties of the class of positions in which employment is sought; And provided further, that the Commission, may in its discretion, waive the physical requirements in the case of a disabled veteran not so trained to permit his examination; (c) criminal, infamous, dishonest, immoral, or notoriously disgraceful conduct; (d) intentionally making a false statement as to any material fact, or practicing any deception or fraud in securing examination, registration, certification, or appointment; (e) refusal to furnish testimony as required by Rule XTV; and (f) the habitual use of intoxicating beverages to excess.",
        "Any of the reasons stated in the foregoing clauses (b) to (f), inclusive, shall also be good cause for removal from the service.",
        "4. Age limits. The Commission may, with the approval of the proper appointing officer, change by regulation the existing age limits for entrance to the examinations under these rules, but persons entitled to veteran preference may be examined without regard to age except for such positions as the Commission shall by regulation specify: Provided, that they have not reached the retirement age for the position sought.",
        "5. Trades positions. Applicants for positions in the recognized mechanical trades must have served as apprentices or journeymen for such periods as the Commission may prescribe.",
        "RULE VI. RATINGS AND ELIGIBILITY",
        "1. Rating. Examination papers shall be rated on a scale of 100 and the subjects therein shall be given such relative weights as the Commission may prescribe. Honorably discharged soldiers, sailors, and marines, shall have 5 points added to their earned ratings in examinations for entrance to the classified service. Applicants for entrance examination who are honorably discharged and who establish by official records the present existence of a service-connected disability, or who are over fifty-five years of age and, because of disability, are entitled to pension or compensation under existing laws, and widows of honorably discharged soldiers, sailors, and marines, and wives of honorably discharged soldiers, sailors, and marines who because of service-connected disability or who are over fifty-five years of age and because of disability, are themselves not qualified but whose wives are qualified for appointment, shall have 10 points added to their earned ratings; and this shall also apply to retired officers and enlisted men who establish through official sources the present existence of a service-connected disability in the same manner as is required of others who are granted disability preference. In examinations where experience is an element of qualification, time spent in the military or naval service of the United States during the World War dr the War with Spain shall be credited in an applicant's ratings where the applicant's actual employment in a similar vocation to that for which he applies was temporarily interrupted by such military or naval service but was resumed after his discharge. The Commission, not oftener than once each quarter, may reopen examinations to applicants granted disability preference.",
        "Employees in any positions in the classified service who are qualified to enter any open competitive examination shall, upon earning a passing mark therein, be placed also upon a separate list of eligible government employees, which list may be certified separately in accordance with the civil service rules to fill vacancies occurring in the positions for which the examination is held. Age limitations may be waived for employees otherwise eligible to compete in such examinations. Employees eligible to compete in any such examination shall be granted leave bf absence for the time required to take such examination.",
        "Competitors shall be notified of their ratings, and upon their request, they shall also be notified of their standing on the list.",
        "2. Eligible registers. All competitors rated at 70 or more shall be eligible for appointment, and their names shall be placed on the proper register according to their ratings; but the names of persons entitled to disability preference as defined in section 1 of this rule shall be placed above all others.",
        "3. Term of eligibility. The term of eligibility shall be one year beginning with the date on which the name of the eligible is entered on the register. This term may be extended, in the discretion of the Commission, for one additional year, and thereafter a register may be certified only for such eliglbles as continue to meet all examination requirements, and where experience was part of the test only after supplementary examination of additional and Interim experience and rerating of such experience. All eligibles on a list more than two years old who fail to file additional experience data as required by the Commission or who fall to meet the requirements or receive a passing mark on rerating shall be dropped from the list. No register hereafter established shall be used for more than two years unless it has been extended and revised in accordance with the provisions of this rule.",
        "RULE VII. CERTIFICATION",
        "1. Method of filling vacancies. All vacancies in any position or employment not excepted from examination shall be filled as hereinafter provided: (a) By transfer upon requisition to and certificate of the Commission, of any employee employed anywhere in the service holding a position in the same class of the same grade, or otherwise eligible for such transfer under Rule X; (b) by reinstatement upon requisition to and certificate of the Commission under Rule IX or by certificate without requisition under section 4 of Rule XII in the discretion of the Commission; (c) by competitive promotion upon requisition to and certificate by the Commission from a competitive promotion register of eligibles in the department or establishment where the vacancy exists, or if there are no such eligibles, then from such a register of eligibles in other departments or establishments having the same status in the service, such certification to be in the order of standing on such eligible register unless the Commission shall determine that a selective certification is necessary pursuant to the rules; (d) by noncompetitive promotion upon requisition to and certificate of the Commission following noncompetitive examination when competitive promotion examinations are not held; (e) by transfer from a lower to a higher position of any employee eligible for such transfer upon requisition to and certificate of the Commission following examination; and (f) from open competitive eligible registers upon requisition to and certificate by the Commission.",
        "2. Method of certification. Certification for original appointment and competitive promotion shall be made as follows:",
        "(a) Certification. The nominating or appointing officer shall request the certification of eligibles, and the Commission shall certify, from the head of the appropriate register of eligibles, a number of persons sufficient to permit the nominating or appointing officer to consider three persons in connection with each vacancy. When so provided by regulation of the Commission, selection shall be made from the register by the nominating or appointing officer without preliminary certification of the Commission. Where the Commission finds that there is no register in existence appropriate as a whole to fill a particular existing vacancy, the Commission in its discretion may certify selectively from the most nearly appropriate existing register, in the order of their ranking, the names of any individuals thereon found by it to be adequately qualified to fulfill the particular requirements of the vacant position. Certification of an eligible for temporary appointment shall not affect his eligibility for certification for probational appointment. Certification shall be made without regard to sex unless the sex desired is specified in the original requisition.",
        "(b) Selections. The nominating or appointing officer shall make selections for the first vacancy from not more than the highest three persons certified, or on the register, with sole reference to merit and fitness, unless objection shall be made and sustained by the Commission, to one or more of the persons certified, for any of the reasons stated in Rule V, sections. For the second vacancy he shall make selection from not more than the highest three remaining, who have not been within his reach for three separate vacancies, or against whom objection has not been made and sustained in the manner indicated. The third and any additional vacancies shall be filled in like manner. More than one selection may be made from the three persons next in order for appointment, or from two persons if the register contains the names of only two, subject to the requirements of section 3 of this rule as to the apportionment.",
        "An appointing officer who passes over an eligibly veteran and selects another eligible with the same or a lower rating shall file with the Civil Service Commission a written statement setting forth in detail his reasons for so doing, which reasons will not be made available to the veteran or any one else except in the discretion of the appointing officer. The Commission will review these reasons and in every instance where they are not regarded as adequate will so advise the head of the appropriate department or independent establishment for his consideration.",
        "Any eligible who has been within reach for three separate vacancies in his turn may be subsequently selected, subject to the approval of the Commission, from the certificate on which his name last appeared, if the condition of the register has not so changed as to place him in other respects beyond reach of certification.",
        "(c) Probationary appointment. A person selected for appointment shall be duly notified by the appointing officer and upon accepting and reporting for duty shall receive from such officer a certificate of probational appointment. The first year of service under this appointment shall be the probationary period unless a shorter period, not less than six months, is provided by regulation. If and when, after full and fair trial for not less than one month, the conduct or. capacity of the probationer be not satisfactory to the appointing officer, the probationer may at any time thereafter during this period be so notified in writing, with a full statement of reasons, and this notice shall terminate his service. Efficiency-rating reports of all probationers shall be periodically filed with the Commission at such time and in such form as the regulations of the Commission shall provide. If at the end of the probationary period the probationer's service rating has been satisfactory, to the extent required by regulation, his retention in the service .shall confirm his absolute appointment. If, however, his service rating has been unsatisfactory as so provided, his service shall be terminated at the end of the probationary period.",
        "A probationer separated from the service without delinquency or misconduct may be restored to the register of eligibles in the discretion of the Commission for the remainder of any period of eligibility thereon.",
        "3. Apportionment. Certification for appointment in the departments or independent offices at Washington shall be so made as to maintain, as nearly as the conditions of good administration warrant, the apportionment of appointments among the several States and Territories and the District of Columbia upon the basis of population, but eligibles who have been granted military preference shall be certified without regard to apportionment, and the appointments of persons covered into the classified service by executive order or otherwise, or exempted from the restrictions of the quota provision in certification, shall be excluded from the apportionment figures: Provided, that appointments to the following positions shall not be so apportioned:",
        "(a) In all departments and offices: Apprentice, electric lineman, electric wireman, engraver, gardener, helper (if approved by the Commission), skilled laborer (female), student, telephone operator, and mechanical trades and allied positions of the noneducational class incumbents of which are retirable at not over 65 years of age.",
        "(b) In the Government Printing Office, mail equipment shops (now field), local offices in the District of Columbia, field service of the military staff departments, and at Army headquarters: All positions.",
        "(c) In the Bureau of Engraving and Printing: Plate printer and skilled helper.",
        "4. District certification. The Commission may arrange the territory of the United States into appropriate districts for the purpose of certification to positions in parts of the service not subject to apportionment, and certification to any such position may be confined to residents of the district in which such position is located.",
        "RULE VIII. TEMPORARY APPOINTMENT",
        "1. Pending regular filling of vacancy. Temporary appointment without examination and certification by the Commission shall not be made to a competitive position in any case, except when the public interest so requires, and then only upon the prior authorization of the Commission: and any appointment so authorized shall continue only for such period as may be necessary to make appointment through certification of eligibles, and in no case, without prior approval of the Commission, shall extend beyond thirty days from the date of the receipt by the appointing officer of the Commission's certificate. When a vacancy is to be filled by promotion or transfer under the civil service rules and a temporary appointment is authorized by the Commission under the provisions of this section pending the promotion or transfer, such temporary appointment shall in no case continue beyond the period of thirty days without prior approval of the Commission.",
        "2. Pending establishment of register. Whenever there are no eligibles upon a register for any grade in which a vacancy exists and the public interest requires that the vacancy be filled before eligibles can be provided by the Commission, the Commission may authorize temporary appointment without examination. Such appointment shall continue only for such period as may be necessary to make appointment through certification, and in no case, without prior approval of the Commission, shall extend beyond thirty days from the date of the receipt by the appointing officer of the Commission's certification of eligibles.",
        "3. Pending full certification. Whenever there is at least one eligible and not more than two eligibles on a register for any grade in which a vacancy exists, the Commission shall, upon requisition from the proper appointing officer, certify the one eligible or the two eligibles, as the case may be, who shall be considered by the appointing officer with a view to probational appointment: and if the appointing officer shall elect not to make probational appointment from such certification, and temporary appointment is required, such appointment shall be made from such certification unless reasons satisfactory to the Commission are given why the appointment should not be so made. Such temporary appointment may continue until three eligibles are provided. If selection is not made from the certification for either probational or temporary appointment under the provisions of this section, then temporary appointment, if required, may be made under the provisions of section 2 of this rule.",
        "4. Job employment. When there is work of a temporary character, at the completion of which the services of an additional employee will not be required, a temporary appointment may be made with the prior consent of the Commission for a period not to exceed three months, and may with like consent of the Commission be extended for a further period of three months. Such temporary appointment shall be made through certification from the Commission's eligible registers unless the Commission shall decide, in a particular case, that there are no available eligibles. Such temporary appointment shall not extend beyond six months, unless there are no eligibles available for the additional period or under unusual circumstances which seem to the Commission to justify an extension beyond six months; and in no case shall such temporary appointment extend beyond six months for any purpose other than to complete the job of work for which the person was originally employed. The Commission may restrict certification for temporary appointment to such eligibles as by reason of residence or other conditions are immediately available.",
        "5. Temporary appointment made permanent. The acceptance by an eligible of a temporary appointment shall not affect his standing on any register for permanent employment, and experience gained as a temporary appointee shall in no way vary the order of certification for permanent appointment. A temporary appointment may be made permanent when the temporary appointee is within reach for permanent appointment at the time of his temporary appointment or in case he is so within reach during his temporary service. In such case the probational appointment may date from the time when he became within reach for probational appointment. A person who has been temporarily employed under the provisions of one section of this rule shall not for that reason be ineligible for employment under , any other section. Any appointment under sections 1, 2, or 3 of this rule shall be promptly reported by letter to the Commission, as made, with a statement of the action taken for making a permanent appointment.",
        "The Commission is authorized to inspect the records of any department or office to aid it in observing and enforcing the operation of the provisions of this rule and reporting thereon to the President.",
        "RULE IX. REINSTATEMENT",
        "1. Certificate required-conditions. A person separated without delinquency, misconduct, or inefficiency from a civilian position in the federal service after absolute appointment may be reinstated upon certificate of the Commission subject to the following limitations:",
        "(a) Upon requisition for reinstatement by the appointing office having a vacancy to fill, made within one year of separation if the period of service was less than two years; within two years if the period of service was two years or more but less than three years; within three years if the period of service was three years or more but less than four years; within four years if the period of service was four years or more but less than five years; and without time limit if the period of service was five years or more: Provided, that the applicant is otherwise eligible under the conditions of the executive order of June 2, 1920.",
        "(b) A former classified employee entitled to military preference in appointment may be reinstated without time limit.",
        "(c) A former classified employee retired upon annuity under the Civil Service Retirement Act by reason of total disability who is eligible for reinstatement by reason of recovery and termination of annuity, shall be eligible for reinstatement subject to the conditions and limitations of the civil service rules.",
        "(d) No person may be reinstated to a position in the classified service who did not have a classified status at the time of separation, or eligibility for such status through examination.",
        "(e) No person may be reinstated to a position in the classified service without passing an appropriate noncompetitive examination testing fully his present fitness for the position when the Commission shall so require.",
        "2. Probationer. A person separated during or at the end of his probationary period unless separated solely by reason of reduction in force may not be reinstated, but if he has been restored through the discretion of the Commission to the eligible register he may be certified for a new probational appointment therefrom; and if said register has been terminated and separation was without fault on his part, he may be certified in the discretion of the Commission, during a period of one year following separation, for a new probational appointment upon requisition from any appointing officer for such certification to fill any vacancy for which he was originally eligible.",
        "3. Removed person. A person removed from the service, may, in the discretion of the Commission, be certified for reinstatement to any vacancy in any position for which he was formerly eligible to any other department or establishment pursuant to the provisions of Rule XII, section 4.",
        "RULE X. TRANSFER",
        "1. Transfers subordinate to promotions. No transfer shall be made to a position above the grade in which the proposed transferee has served unless the position cannot practicably be filled by promotion.",
        "2. Transfers from excepted to competitive position. No person appointed without competitive examination to a position classified at the time of such appointment, and no person serving in an unclassified position or in a position excepted from the classified service under these rules or by executive order, not appointed by competitive examination, or by transfer or promotion from a classified position, shall be transferred to a classified position, except as hereinafter provided in this rule.",
        "3. Retransfer. Any person may be retransferred to a position in which he was formerly employed or to any position to which transfer could be made therefrom if, since his transfer, he has served continuously and satisfactorily under any of the following conditions:",
        "(1) In the executive or judicial civil . service of the United States or of its insular possessions.",
        "(2) In the legislative service.",
        "(3) In the service of a state, county, municipality, or foreign government in a position in which he has acquired valuable training and experience.",
        "(4) In a training course approved by the Commission in any educational institution of recognized standing.",
        "Such retransfer may be made without compliance with clauses (b), (c), and (d) of section 6 of this rule.",
        "4. From the office of the President. Any person who has served for at least two years in the office of the President of the United States may be transferred to a classified position upon such tests of fitness as the Commission may deem proper.",
        "5. Without certificate. Transfers within the same branch of the field service of a department or office, and transfers among the military staff departments and from the War Department to any military staff department, subject to the rules and regulations regarding promotions, may be made without certificate of the Commission unless different tests are prescribed for original entrance to the positions to which transfer is proposed and unless otherwise provided by regulations of the Commission.",
        "6. Certificate required. Unless otherwise specifically provided in this rule no person shall be transferred except on certificate of the Commission previously obtained and subject to the following limitations:",
        "(a) Absolute appointment. Such person must have received absolute appointment and have served at least six months in the position from which transfer is sought; but this limitation may be waived by the Commission in any cases where reduction in force is involved.",
        "(b) Examination. Such person must pass an appropriate examination whenever different tests are prescribed for original entrance to the position to which transfer is proposed.",
        "(c) Qualifications and experience. Such person shall not be transferred unless, in the judgment of the Commission, he possesses experience, qualifications, or training which are required for the proper performance of the duties of the position to which transfer is proposed and unless promotion in the manner provided by the civil service rules is not practicable.",
        "(d) Apportionment. The apportionment must be observed unless waived by the Commission upon the certificate of the appointing officer that the transfer is required in the interests of good administration, setting forth in detail the reasons therefor,",
        "7. Residence. The person to be transferred from a nonapportioned to an apportioned position shall be required, previous to his transfer, to prove his residence in the same manner as for original appointment.",
        "8. Philippine service. An officer or employee occupying a competitive position in the Philippine classified service who has served three years or more therein, may be transferred to the federal classified service, subject to the provisions of these rules; but the Commission may authorize the transfer of an officer or employee who has served two years in the Philippine classified service and who has been separated by necessary reduction of force or by displacement by a Filipino, if he is especially recommended by the War Department because of his efficiency and good character. In all cases of proposed transfer from the Philippine classified service the War Department shall furnish the Commission, for its consideration, all relevant information contained in its files, together with the service record of the employee,",
        "9. Puerto Rican service. The Commission may, in its discretion, authorize the transfer of employees from the civil service of Puerto Rico to that of the United States, subject to the limitations respecting transfer within the civil service of the United States.",
        "10. Panama Canal service. A citizen of the United States in the service of The Panama Canal on or before January 1, 1915, in an excepted position may, if recommended by The Panama Canal, be transferred to any position in the classified service for which he can qualify, provided:",
        "(a) This section shall not apply to.a person appointed to a competitive position in accordance with the civil service rules, the transfer of such person to be governed by the general provisions of the rules.",
        "(b) This section shall not apply to a person appointed without examination to perform the duties of clerk of any grade, bookkeeper, stenographer, typewriter, surgeon, physician, trained nurse, or draftsman.",
        "(c) The transferee has rendered at least two years of service in a position above the grade of unskilled laborer in the service of The Panama Canal or of the Panama Railroad by transfer from The Panama Canal.",
        "11. Service beyond seas. In a case of exceptional merit where an employee has rendered long and faithful service beyond seas in a civil capacity, under conditions such that his appointment and services were not in contravention of the civil service rules or executive orders, he may be given a classified status by the head of the department or office in which such service was rendered on certification by such officer that the case is one of exceptional merit and with the approval of the Commission. The provisions of this section may be applied in the case of Philippine constabulary officers who have rendered at least seven years of efficient and satisfactory service.",
        "RULE XI. PROMOTION",
        "1. Competitive tests. In addition to the method of competitive promotion provided by Rules III, VI, and VII, competitive examinations for promotion and transfer may from time to time be held under the direction of the Commission to test fitness for promotion and transfer, subject to the following limitations:",
        "(a) No employee during probation shall be eligible to participate in a promotion examination or be promoted to a position higher than that for which he was eligible at time of appointment; and eligibility to participate in each such examination shall be limited to employees declared by the Commission to be in line of promotion and to employees declared by the Commission to be eligible for transfer to the position for which the examination is held and who are otherwise qualified.",
        "(b) The service ratings of the employee in the position from which he seeks promotion, when declared by the Commission to be in line of promotion, shall be given due weight in any such examination, which weight shall constitute at least 50 per cent of the final rating.",
        "2. Limitations. Promotion registers shall be prepared by the Commission in the order of standing in such examinations. Employees eligible for promotion upon any register shall be certified in the order of their standing on the register to a vacancy in the bureau or department in which they have been serving before certification of eligibles who are serving in any other department or independent establishment shall be made. The apportionment and requisition as to sex shall be observed in certifications for promotion, and upon cause shown that particular experience or qualification is required for the position to be filled selective certification may be made by the Commission in its discretion, but otherwise certification for promotion shall be made from the first three eligibles in the order of standing on the promotion register.",
        "3. Improper recommendations. No recommendation for promotion except in the regular form of periodical servicerating reports or unless it be made by the person or persons under whose supervision such employee has served shall be considered by any officer concerned in making promotions. Recommendation in any other form or by any other person, if made with the knowledge and consent of the employee, shall be sufficient cause for debarring him from the promotion proposed, and a repetition of the offense shall be sufficient cause for removing him from the service.",
        "4. Promotion of substitutes. Substitutes shall be promoted to the first vacancies occurring in regular positions in the order of their original appointment, whenever there are substitutes of the required sex who are eligible and will accept, unless such vacancies are filled by promotion, transfer, or reinstatement.",
        "5. Promotion to former grade. A person who has been reinstated in the classified service in a grade lower than that from which he had been separated may be promoted to his former grade without examination.",
        "RULE XII. REMOVALS AND REDUCTIONS",
        "1. Reasons to be furnished. No person in the classified service of the United States shall be removed therefrom except for such cause as will promote the efficiency of the service and for reasons given in writing, and the person whose removal is sought shall have notice of the same and of any charges preferred against him and be furnished with a copy thereof, and also be allowed a reasonable time for personally answering the same in writing; and affidavits in support thereof; but no examination of witnesses nor any trial or hearing shall be required except in the discretion of the officer making the removal; and copies of charges, notice of hearing, answer, reasons for removal, and of the order of removal shall be made a part of the records of the proper department or office, as shall also the reasons for reduction in rank or compensation; and copies of the same shall be furnished to the person affected upon request, and the Commission also shall, upon request, be furnished copies of the same.",
        "2. Like penalties for like offenses. In making removals or reductions, and in other punishment, like penalties shall be imposed for like offenses, and no discriminations shall be exercised for political or religious reasons.",
        "3. Suspensions. Pending action under section 1 of this rule, or for disciplinary reasons, a person may be suspended for a period not to exceed ninety days, but the reasons for such suspension shall at the time of the suspension be filed in the records of the proper department or office and copies shall be furnished the Commission upon request. The period of suspension may be extended beyond ninety days with the prior consent of the Commission.",
        "4. Power to investigate. The Commission shall have no jurisdiction to review the findings of a removing officer upon the reasons and answer provided for in section 1 of this rule, nor shall the Commission have authority to investigate any removal or reduction, unless it is alleged, with offer of proof, that the procedure required by section 1 of this rule has not been followed, or that the removal was made for political or religious reasons. The Commission may, however, receive or hear the statement of any employee removed on charges, and may, in its discretion, certify the employee to any other department or establishment for reinstatement to a vacancy in any position for which the employee is qualified, and in the event of such reinstatement the employee shall retain his former status and tenure in the service for all purposes.",
        "5. Retention of soldiers and sailors. In harmony with statutory provisions, when reductions are being made in the force, in any part of the classified service, no employee entitled to military preference in appointment shall be discharged, dropped, or reduced in rank or salary if his record is good, or if his efficiency rating is equal to that of any employee in competition with him who is retained in the service.",
        "RULE XIII. REPORT OF CHANGES",
        "1. Report by appointing officer. Every nominating or appointing officer in the executive civil service shall report in detail to the Commission whenever and in such manner as it may prescribe, all changes in the service under his authority, whether they affect positions or employees that are classified, unclassified, excepted, permanent, temporary, or subject to contract.",
        "2. List of positions. Such officers shall also furnish to the Commission, when requested, and in such manner as it may prescribe, information as to numbers of employees, payroll data, and a list of all the positions, and employments under their authority, together with the names, designations, compensations, duties, and dates of appointment or employment of all persons serving therein.",
        "3. Statement of duties. Reports of appointments and changes in status of laborers or workmen shall be supplemented, when requested, by a statement setting forth specifically the kind of labor performed, in detail sufficient to enable the Commission to determine the status of each position as classified or unclassified; and a similar statement of duties performed by any employee or pertaining to any position in the executive civil service shall be furnished to the Commission on request. All essential changes of duties pertaining to persons appointed as laborers or workmen without examination under the civil service rules shall be reported at once to the Commission.",
        "RULE XIV. TESTIMONY",
        "Duty of officers and employees. It shall be the duty of every officer and employee in the executive civil service, and of every applicant or eligible for a position therein, to give to the Commission or its authorized representative all proper and competent information and testimony in regard to matters inquired of arising under the Civil Service Act and rules, and to subscribe such testimony and make oath or affirmation thereto before an officer authorized by law to administer oaths.",
        "RULE XV. WITHHOLDING SALARY",
        "Legal appointment necessary to compensation. For the proper supervision and enforcement of its functions, the Commission shall, if it finds that any person has been appointed to or is holding any position, whether by original appointment, promotion, assignment, transfer, or reinstatement, in violation of the Civil Service Act or of the rules promulgated in accordance therewith, or in violation of any executive order or any regulations of the Commission, or that any employee subject to such Act, rules, orders, or regulations is taking active part in political management or political campaigns, after notice to the person affected and opportunity for explanation, certify the facts to the proper appointing officer with specific recommendation for discipline or dismissal; and such appointing officer shall carry out the recommendation. In the event of any continued violation for ten days after such recommendation, the Commission shall certify the facts to the proper disbursing and auditing officers, and such officers shall not pay or allow the salary or wages of such person thereafter accruing.",
        "RULE XVI. REGULATIONS",
        "1. Authority to make regulations. The Commission shall have authority to make regulations for the execution of these rules.",
        "2. Regulations. No executive department or agency shall make any modification of its civil service regulations without the approval of the Commission.",
        "[NAME]",
        "The White House,June 24, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7915-Amendment of Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368734"
}