{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9063-authorizing-the-civil-service-commission-adopt-special-procedures",
    "doc": "executive-order-9063-authorizing-the-civil-service-commission-adopt-special-procedures",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9063-Authorizing the Civil Service Commission To Adopt Special Procedures Relating to Recruitment, Placement, and Changes in Status of Personnel for the Federal Service",
    "date": "February 16, 1942",
    "content": [
        "Whereas millions of the citizens of this country are engaged in war industries or have been or expect to be called to duty with the armed forces of the United States, which militates against their competing for employment in the Federal service, and greatly diminishes the number of persons available for competitive positions in the Federal service; and",
        "Whereas it is essential that there be no delay during the present emergency in filling positions in the Federal service with qualified persons:",
        "Now, Therefore, by virtue of the authority vested in me by section 2 of the Civil Service Act (22 Stat. 404), it is hereby ordered as follows:",
        "1. The United States Civil Service Commission is authorized to adopt and prescribe such special procedures and regulations as it may determine to be necessary in connection with the recruitment, placement, and changes in status of personnel for all departments, independent establishments, and other Federal agencies, except positions in the field service of the postal establishment. The procedures and regulations thus adopted and prescribed shall be binding with respect to all positions affected thereby which are subject to the provisions of the Civil Service Act and Rules.",
        "2. Persons appointed solely by reason of any special procedures adopted under authority of this order to positions subject to the provisions of the Civil Service Act and Rules shall not thereby acquire a classified (competitive) civil-service status, but, in the discretion of the Civil Service Commission, may be retained for the duration of the war and for six months thereafter.",
        "[NAME]",
        "The White House,February 16, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9063-Authorizing the Civil Service Commission To Adopt Special Procedures Relating to Recruitment, Placement, and Changes in Status of Personnel for the Federal Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368005"
}