{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8971-authorizing-the-director-selective-service-provide-for-the-physical",
    "doc": "executive-order-8971-authorizing-the-director-selective-service-provide-for-the-physical",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8971-Authorizing the Director of Selective Service To Provide for the Physical Rehabilitation of Registrants for Training and Service in the Armed Forces of the United States",
    "date": "December 12, 1941",
    "content": [
        "By virtue of the authority vested in me by the Selective Training and Service Act of 1940 (54 Stat. 885), as amended, it is hereby ordered that the Director of Selective Service be, and he is hereby, authorized to plan, establish, and carry on a program having as its purpose the physical rehabilitation of registrants for training and service in the armed forces of the United States.",
        "In order to carry out this purpose, the Director of Selective Service is hereby further authorized:",
        "(1) To prescribe such rules and regulations, including changes and amendments to Selective Service Regulations, as he shall deem necessary.",
        "(2) To issue such public notices, orders, and instructions as he shall deem necessary.",
        "(3) To obligate such funds as may be specifically appropriated or allocated for this purpose and funds appropriated generally for the operation and maintenance of the Selective Service System.",
        "(4) To perform, delegate, or provide for delegation of any duties, functions, and powers necessary in carrying out the purposes of this order to such officers, agents, or persons as he may designate, and in this connection to utilize so far as may be practicable any available Federal facilities.",
        "[NAME]",
        "The White House,December 12, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8971-Authorizing the Director of Selective Service To Provide for the Physical Rehabilitation of Registrants for Training and Service in the Armed Forces of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368260"
}