{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9336-authorizing-financing-arrangements-facilitate-the-prosecution-the-war",
    "doc": "executive-order-9336-authorizing-financing-arrangements-facilitate-the-prosecution-the-war",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9336-Authorizing Financing Arrangements to Facilitate the Prosecution of the War",
    "date": "April 24, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United States, and particularly by the First War Powers Act, 1941 (approved December 18, 1941), and as President of the United States, and in order to facilitate the prosecution of the war, it is ordered as follows:",
        "1. The Office of Lend-Lease Administration and the War Shipping Administration are hereby authorized, without regard to the provisions of law relating to the making, performance, amendment or modification of contracts, to enter into guaranties, agreements of indemnification, agreements to provide funds, and other financing arrangements with the War Department, the Navy Department, and the Maritime Commission in connection with any loans, discounts, advances, contracts, guaranties, or commitments made pursuant to Executive Order No. 9112 of March 26, 1942, for the benefit or on behalf of the Office of Lend-Lease Administration or the War Shipping Administration, respectively, and to pay out funds in accordance with the terms of any such guaranty, agreement, or other financing arrangement so entered into.",
        "2. The authority hereby conferred may be exercised by the Lend-Lease Administrator or the War Shipping Administrator or, in their discretion and by their direction respectively, through any other official or officials of the Office of Lend-Lease Administration or the War Shipping Administration. The Lend Lease Administrator and the War Shipping Administrator may confer upon any such official or officials the power to make further delegations of such powers within their respective offices.",
        "3. Complete data shall be maintained by the Office of Lend-Lease Administration and the War Shipping Administration as to all guaranties, agreements, and other financing arrangements which they respectively make pursuant to this Executive order. The Lend-Lease Administrator and the War Shipping Administrator shall make available for public inspection, as they may respectively deem compatible with the public interest, so much of such data as does not cover restricted, confidential, or secret transactions.",
        "[NAME]",
        "The White House,April 24, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9336-Authorizing Financing Arrangements to Facilitate the Prosecution of the War Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372693"
}