{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5405-restoring-portion-puolo-point-military-reservation-the-territory",
    "doc": "executive-order-5405-restoring-portion-puolo-point-military-reservation-the-territory",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5405-Restoring Portion of Puolo Point Military Reservation to the Territory of Hawaii",
    "date": "July 25, 1930",
    "content": [
        "Pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 159), entitled \"An act to provide a government for the Territory of Hawaii\", as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), it is hereby ordered that the tract of land situated near Puolo Point, Hanapepe, Island of Kauai, Territory of Hawaii, set aside for military purposes by Executive Order No. 4760, dated November 15, 1927, be, and the same is hereby, restored to the use of the Territory of Hawaii for aeronautical purposes, and for no other purpose: Provided, however, that the following described tract of land within the boundaries of the land withdrawn by said Executive Order No. 4760 is excepted from said restoration and is hereby retained and set aside for military purposes:",
        "Beginning at a point marked by a hub, at the end of the sixth course of the boundaries of the land withdrawn by Executive Order No. 4760, dated November 15, 1927, the coordinates of said point of beginning, referred to Government survey triangulation station \"Puolo\" being 2,471.6 feet north and 1,613.9 feet east, and running by true azimuths and distances as follows:",
        "1. 327° 08' 20\" 630.00 feet;",
        "2. 57° 08' 20\" 440.00 feet;",
        "3. 147° 08' 20\" 630.00 feet to a point on the sixth course of the boundaries of the land withdrawn by Executive Order No. 4760, 1,798.8 feet from the initial point of said course;",
        "4. 237° 08' 20\" 440.00 feet along said sixth course, to the point of beginning, and containing an area of 5.994 acres exclusive of 30-foot roadway reserved for the use of the U. S. Lighthouse Service and for other purposes (area 0.370 acres).",
        "Summary of Areas",
        "And provided that the land so restored to the Territory of Hawaii shall be at all times subject to the following reservation, to wit: That said tract of land shall be available for the taking off and landing of airplanes or airships belonging to the United States without charge, such reserved privilege to include such temporary occupation for operation and maintenance of Government airplanes or airships as may from time to time be deemed necessary by competent military authority.",
        "[NAME]",
        "The White House,July 25, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5405-Restoring Portion of Puolo Point Military Reservation to the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361100"
}