{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7752-transferring-certain-lands-from-the-department-agriculture-the",
    "doc": "executive-order-7752-transferring-certain-lands-from-the-department-agriculture-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7752-Transferring Certain Lands From the Department of Agriculture to the Department of Commerce and Reserving Them as the Arcadia Fish Hatchery",
    "date": "November 24, 1937",
    "content": [
        "RHODE ISLAND",
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), it is ordered that the following-described lands in the County of Washington, Rhode Island, acquired by the United States through the Resettlement Administration, be, and they are hereby, transferred from the Department of Agriculture to the Department of Commerce, Bureau of Fisheries, and reserved and set apart for the use of the Department of Commerce, subject to valid existing rights, as a fish hatchery:",
        "Beginning at a stone bound, 8 in. square, standing 2 in. above ground, on the east side of the Summit Hoad, said bound being the southwest corner of land now or formerly of George A. Young and wife, Sarah M. Young.",
        "Thence, from said initial point, by metes and bounds,      N. 76° E., 169.39 ft., to a stone bound;       N. 6° W., 169.63 ft., to a stone bound;      S. 76° W., 169.28 ft., to a boulder and stone wall on the side of the summit Road, the last three courses bounding on land of said George A. and Sarah M. Young;      Northwest, 138.36 ft. along the northeast side of said Summit Road, to land now or formerly of Edmund B. Pilkington and Martha Alice Pilkington;      N. 19° E., 28.27 ft. along a stone wall, to a comer in the wall;      N. 44° E., 56.73 ft., to the beginning of a stone wall;      N. 11°30' E., 180.42 ft. along a wall, to a corner in the wall;      N. 80° W., 292.94 ft. along a wall, to a comer in the wall, at the Summit Road, the last four courses bounding on land of the said Edmund B. and Martha Alice Pilkington;      Northwest, 87.62 ft. along the northeast side of said Summit Road, to the center line of Roaring Brook;      East, 1320 ft., more or less, along the center line of said Roaring Brook to a point which is 210 ft., more or less, west from the south end of the Arcadia Upper Pond spillway;      S. 36°23' E., 220 ft., to a point on the edge of the Arcadia Upper Pond, said point being 200 ft., more or less, south from the south end of the Arcadia Upper Pond spillway;      Southeast, 600 ft., more or less, along the edge of the Arcadia Upper Pond;      S. 48° W., 800 ft., more or less, partly along a wire fence which is the west boundary line of the School House Lot, to a point on the northeast side of the Arcadia Frosty Hollow Road, said point being the southwest corner of said School House Lot;      Northwest, 844 ft., along the northeast side of the said Arcadia Frosty Hollow Road, to the east side of the Summit Road;",
        "Thence,      N. 25°30' E., 176.36 ft., to the place of beginning.",
        "The transit survey was made in October, 1935; the directions of the lines refer to the magnetic meridian and were determined by deflection angles; and the corresponding magnetic declination was 14°52'36\" W. The tract as described contains 26.0 acres, more or less.",
        "This reservation shall be known as the Arcadia Fish Hatchery.",
        "[NAME]",
        "The White House,November 24, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7752-Transferring Certain Lands From the Department of Agriculture to the Department of Commerce and Reserving Them as the Arcadia Fish Hatchery Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369025"
}