{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6369-code-fair-competition-for-the-dress-manufacturing-industry",
    "doc": "executive-order-6369-code-fair-competition-for-the-dress-manufacturing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6369-Code of Fair Competition for the Dress Manufacturing Industry",
    "date": "October 31, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Dress Manufacturing Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said code of fair competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said code of fair competition complies in all respects with the pertinent provisions of title I of said act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby adopt and approve the report, recommendations, and findings of the Administrator and do order that the said code of fair competition be and it is hereby approved, subject to the following conditions:",
        "1. Pending the prompt holding of such further hearing on such notice as the Administrator in his discretion may fix, further orders in this regard, and the final determination of the issues raised concerning the application of the wage scale provided in this code for the western area (as defined in the code), the application of the wage scale provided in section 6, article IV of said code, for said western area, except as to the metropolitan areas, as defined in the 1930 census, of the cities of Chicago and Cleveland, shall be and the same is hereby stayed until said determination, and",
        "2. Upon the further conditions that, and it is hereby ordered that during the period of such stay, section 7 of article IV shall be considered to include within its terms all employees included in this stay, irrespective of craft, in said western area, and",
        "3. The application of this code is stayed as to the manufacture of dresses in chief content of cotton which in the custom and practice of the trade are merchandised in what is known in the trade as the house dress or wash dress departments of recognized department stores and other retailers of women's garments, and which cotton dresses, under the established custom and practice of the trade, are customarily bought from the manufacturer by or sold by the manufacturer to the buyer of house or wash dresses, pending the holding of such hearing on such notice as the Administrator in his discretion may fix, further orders in this regard and a final determination of the issues raised concerning the application of this code to such manufacturer.",
        "[NAME]",
        "Approval recommended:     [NAME].",
        "The White House,October 31, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6369-Code of Fair Competition for the Dress Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362193"
}