{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9528-amending-executive-order-no-9096-provide-change-the-order-succession",
    "doc": "executive-order-9528-amending-executive-order-no-9096-provide-change-the-order-succession",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9528-Amending Executive Order No. 9096 to Provide a Change in the Order of Succession of Officers to Act as Secretary of the Navy",
    "date": "March 02, 1945",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941, approved December 18, 1941 (55 Stat. 838), and other applicable statutes, and as Commander in Chief of the Army and Navy of the United States and as President of the United States, paragraph 6 of Executive Order No. 9096 of March 12, 1942, providing for the reorganization of the Navy Department and the Naval Service affecting the Office of the Chief of Naval Operations and the Commander in Chief, United States Fleet, is hereby amended so as to read as follows:",
        "\"6. During the temporary absence of the Secretary of the Navy, the order of succession of the officers who shall act as Secretary of the Navy shall be as follows: the Under Secretary of the Navy, the Assistant Secretary of the Navy for Air, the Assistant Secretary of the Navy, and the ‘Commander in Chief, United States Fleet, and Chief of Naval Operations'. In the temporary absence of all of these officers the Vice Chief of Naval Operations and the Chief of Staff, United States Fleet, respectively, shall be next in succession to act as Secretary of the Navy.\"",
        "[NAME]",
        "The White House,March 2, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9528-Amending Executive Order No. 9096 to Provide a Change in the Order of Succession of Officers to Act as Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367978"
}