{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6296-government-contracts",
    "doc": "executive-order-6296-government-contracts",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6296-A-Government Contracts",
    "date": "September 22, 1933",
    "content": [
        "Whereas Title I of the National Industrial Recovery Act, approved June 16, 1933f Public No. 67, provides for the adoption of codes of fair competition and agreements regulating wages and hours of employment, and",
        "Whereas the financial condition of certain contractors may be such that the increased costs resulting directly from compliance with such codes and/or agreements with respect to contracts entered into between such contractors and the United States before adoption of such codes and/or agreements will make it impossible for such contractors to complete said contracts without receiving payments in excess of the progress payments authorized by law under such contracts, or in excess of the amounts due for accepted deliveries and",
        "Whereas the Fourth Deficiency Act, fiscal year 1933, approved June 16, 1933, Public No. 77, provides an appropriation for carrying into effect the provisions of the said National Industrial Recovery Act, said appropriation \"to be expended in the discretion and under the direction of the President,\"-",
        "Now, Therefore, by virtue of the authority vested in me by the statutes aforesaid and in order to promote the purposes thereof, the sum of $100,000 is hereby allocated from the appropriation for national industrial recovery contained in the aforesaid Fourth Deficiency Act, fiscal year 1933, and shall be transferred by the Treasury Department to the credit of the Treasurer of the United States, to be used for the purpose of making necessary payments to contractors having Government contracts negotiated prior to June 16, 1933, to enable them to complete their contracts with the United States and comply with the codes and/or employment agreements applicable thereto. The funds herein allocated shall be used only for the purpose above stated, and claims shall be paid only to contractors who have complied, or agreed to comply, with all applicable codes and employment agreements and pursuant to a certificate of settlement issued by the Comptroller General of the United States after there has been presented to him an administrative finding of fact, approved by the Director of the Bureau of the Budget, establishing that the payment is necessary to enable the contractor to complete the contract and that the contractor's inability otherwise to complete was caused by the operation of some code and/or agreement applicable thereto and adopted pursuant to the National Industrial Recovery Act after the contract was negotiated.",
        "The purpose of this order is to give relief in those cases only in which the contractor on account of increased cost resulting from the operation of codes or employment agreements approved under the National Industrial Recovery Act is not otherwise able to complete the contract, there being left for the consideration of the Congress the question as to whether and, if so, to what extent, relief shall be given to other Government contractors on account of increased cost of performance under contracts negotiated prior to the approval of codes or employment agreements which may be applicable thereto.",
        "[NAME]",
        "The White House,September 22, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6296-A-Government Contracts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362121"
}