{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6840-creation-the-board-inquiry-for-the-cotton-textile-industry-etc",
    "doc": "executive-order-6840-creation-the-board-inquiry-for-the-cotton-textile-industry-etc",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6840-Creation of the Board of Inquiry for the Cotton Textile Industry, Etc.",
    "date": "September 05, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me under Title I of the National Industrial Recovery Act (ch. 90, 48 Stat. 195, Tit. 15, U.S.C., sec. 701) and under Joint Resolution approved June 19, 1934 (Public Res. 44, 73d Congress), and in order to effectuate the policy of said Title and the purposes of the said Joint Resolution, it is hereby ordered as follows:",
        "Sec. 1 There in hereby created in connection with the Department of Labor a board to be known as the Board of Inquiry for the Cotton Textile Industry (hereinafter referred to as the Board), which shall be composed of Honorable John G. Winant of New Hampshire, Chairman, Mr. Marion Smith of Georgia, and Hon. Raymond V. Ingersoll of New York. Each member of the Board shall receive necessary traveling and subsistence expenses and (unless he holds another federal or state office that makes him ineligible for compensation) $25.00 per diem in addition thereto.",
        "Sec. 2 The Board is hereby authorized and directed to -",
        "(a) Inquire into the general character and extent of the complaints of the workers in the cotton textile, wool, rayon, silk, and allied industries; and",
        "(b) Inquire into the problems confronting the employers in said industries; and",
        "(c) Consider ways and means of meeting said problems and complaints; and",
        "(d) Exercise in connection with said industries the powers that are authorized to be conferred by the first section of Public Resolution 44, 73d Congress; and",
        "(e) Upon the request of the parties to a labor dispute, act as a board of voluntary arbitration or select a person or agency for voluntary arbitration.",
        "Sec. 3 The Board shall make, through the Secretary of Labor to the President, a report no later than October 1, 1934, of its activities, findings and recommendations. The Board shall be exempted from making the reports or submitting to the review contemplated by the Executive Order providing for the creation of the National Labor Relations Board, etc. (Executive Order No. 6763, June 29, 1934.)",
        "Sec. 4 The Board is hereby authorized to request existing governmental agencies to render services, furnish information, and otherwise aid the performance of the Board in its duties. The Board is further authorized, whenever necessary, to appoint additional employees without regard to the Civil Service laws and the Classification Act of 1923, as amended. The funds necessary for the payment of the salaries and expenses of the Board shall, until other provision is made, be transferred to the Board by the National Labor Relations Board from its own funds.",
        "Sec. 5 The Board shall cease to exist when, in the opinion of the President, it has completed the duties it in authorized to perform.",
        "[NAME]",
        "Hyde Park, New YorkSeptember 5, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6840-Creation of the Board of Inquiry for the Cotton Textile Industry, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373196"
}