{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7534-excluding-land-from-sitgreaves-national-forest-and-reserving-it-for",
    "doc": "executive-order-7534-excluding-land-from-sitgreaves-national-forest-and-reserving-it-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7534-Excluding Land From Sitgreaves National Forest and Reserving it for Townsite Purposes",
    "date": "January 12, 1937",
    "content": [
        "ARIZONA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, eh. 2, 30 Stat. 11, 34, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tract of land in Arizona be, and it is hereby, excluded from the Sitgreaves National Forest:",
        "Beginning at the 1/64 section corner on the meridional center line of section 11, T. 11 N., R. 19 E., G. and S.R.M., which is 9.995 chs. N. 0°34' W. of the yk section corner of sections 11 and 14;",
        "Thence following lines of legal subdivisions,     S. 89°38'15\" E., 4.914 chs.     S. 0°34'45\" E., 5.000 chs.     S. 89°36'07\" E., 14.745 chs. to the 1/256 section corner, from which the E. 1/16 section corner of sections 11 and 14 bears S. 0°37' E., 5.010 chs. distant;",
        "Thence following the center line of the SE¼ section 11,     S. 0°37' E., 1.00 ch.",
        "Thence not on regular subdivisoon-of-section lines,     N. 89°36'07\" W., 16.245 chs.     N. 0°34'45\" W., 5.000 chs.     N. 89°38'15\" W., 8282 chs. to a point from which the description again follows regular subdivision-of-section lines;",
        "Thence,     N. 0°17'30\" W., 1.000 chs.     S. 89°38'15\" E., 4.868 chs. to the place of beginning, containing 3.35 acres.",
        "And by virtue of and pursuant to the authority vested in me by section 2380 of the Revised Statutes of the United States, it is further ordered that the said tract of land be, and it is hereby, reserved for townsite purposes in conformity with the provisions of sections 2382 to 2386, inclusive, of the Revised Statutes of the United States.",
        "[NAME]",
        "The White House,January 12, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7534-Excluding Land From Sitgreaves National Forest and Reserving it for Townsite Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368934"
}