{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9141-possession-and-operation-plants-brewster-aeronautical-corporation",
    "doc": "executive-order-9141-possession-and-operation-plants-brewster-aeronautical-corporation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9141-Possession and Operation of Plants of Brewster Aeronautical Corporation",
    "date": "April 18, 1942",
    "content": [
        "Whereas, Brewster Aeronautical Corporation has entered into contracts for the construction and manufacture of essential war materials and such war materials have been in the course of manufacture at the plants of said Company; and",
        "Whereas, it is deemed essential that such plants be taken over for use or operation by the United States of America in order that they be effectively operated:",
        "Now, Therefore, I, Franklin D. Roosevelt, pursuant to the powers vested in me by the Constitution and laws of the United States, as President of the United States and Commander-in-Chief of the Army and Navy of the United States, hereby authorize and direct the Secretary of the Navy immediately to take possession of and operate the plants of Brewster Aeronautical Corporation located at Long Island City, New York, Newark, New Jersey, and Johnsville, Pennsylvania, through .and with the aid of such person or persons or instrumentality as he may designate, and, in so far as may be necessary or desirable, to produce the war materials called for by the Company's contracts with the United States, its departments and agencies, or as may be otherwise required for the war effort, and do all things necessary or incidental to that end. The Secretary of the Navy shall employ such employees, including a competent civilian advisor on industrial relations, as are necessary to carry out the provisions of this Order, and, in furtherance of the purposes of this Order, the Secretary of the Navy may exercise any existing contractual or other rights of said Company, or take such steps as may be necessary or desirable.",
        "Possession and operation hereunder shall be terminated by the President as soon as he determines that the plants of Brewster Aeronautical Corporation will be privately operated in a manner consistent with the war effort.",
        "[NAME]",
        "The White House,April 18, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9141-Possession and Operation of Plants of Brewster Aeronautical Corporation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372255"
}