{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5568-chugach-national-forest-alaska",
    "doc": "executive-order-5568-chugach-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5568-Chugach National Forest, Alaska",
    "date": "March 03, 1931",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tract of land in Alaska lying within the following described boundaries, heretofore occupied for home-site purposes, be, and the same is hereby, excluded from the Chugach National Forest and restored to entry under the applicable public land laws:",
        "Beginning at Corner No. 1, identical with Corner No. 1 of H. S. No. 4, in approximate latitude 60° 19' N. and longitude 149° 22' W., 30 feet northwesterly from the center line of the Seward-Kenai Lake Highway, which comer is an iron post, 3 feet long, set 2 feet in the ground, with brass cap marked HS3/1; from which",
        "The northeast corner of Hubbard's house bears S. 74° W.",
        "The southeast comer of Carlson's house bears N. 6° W., 1.38 chs. distant.",
        "A spruce, 18 in. diam., bears N. 77° E., 27 lks. distant, marked WHS3/1.",
        "A pit, 2 feet deep and 2 feet square, bears S. 40° W., 10 lks. distant.",
        "Thence N. 72° W., along line 1-2 of H. S. No. 4.",
        "Corner No. 2, identical with Comer No. 2 of H. S. No. 4, which is a spruce post, 3 feet long, squared to 3 inches, set 2 feet in the ground, marked HS3/2; from which",
        "A spruce, 8 in. diam., bears S. 88° W., 13 lks. distant, marked WHS3/2.",
        "A spruce, 16 in. diam., bears N. 34° E., 23 lks. distant, marked WHS3/2.",
        "Thence N. 46° E.",
        "Corner No. 3, which is a spruce post, 3 feet long, squared to 3 inches, set 2 feet in the ground, marked HS3/3; from which",
        "A pit, 2 feet deep and 2 feet square, bears north, 10 lks. distant.",
        "A mound of earth, 18 inches base, 2 feet high, bears west, 10 lks. distant.",
        "Thence S. 76° E.",
        "Corner No. 4, which is a spruce post 3 feet long, squared to 3 inches, set 2 feet in the ground, marked HS3/4; from which",
        "The northeast corner of Carlson's house bears S. 89° W., 1.30 chs. distant.",
        "A pit, 2 feet deep and 2 feet square, bears N. 45° E., 10 lks. distant.",
        "A mound of earth, 18 inches base, 2 feet high, bears west 10 lks. distant.",
        "Thence S. 36° 30' W., along roadway.",
        "[NAME]",
        "The White House,March 3, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5568-Chugach National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361770"
}