{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6580-authorizing-the-national-labor-board-conduct-union-representation",
    "doc": "executive-order-6580-authorizing-the-national-labor-board-conduct-union-representation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6580-Authorizing the National Labor Board to Conduct Union Representation Elections",
    "date": "February 01, 1934",
    "content": [
        "By virtue of the authority vested in me under title I of the National Industrial Recovery Act, approved June 16, 1933 (Public, No. 67, 73d Cong.), and in order to effectuate the policy of said act, I, Franklin D. Roosevelt, President of the United States, do hereby provide for and direct the enforcement of certain provisions of section 7 (a) of said act and the conditions contained therein, as incorporated in, and made a part of, any code of fair competition, or agreement heretofore or hereafter approved or prescribed by me, in the following manner:",
        "1. Whenever the National Labor Board shall determine, in such manner as it sees fit, that a substantial number (as defined in the discretion of the Board) of the employees, or of any specific group of employees, of any plant or enterprise or industrial unit of any employer subject to such a code or agreement, have requested the Board to conduct an election to enable them to choose representatives for the purpose of collective bargaining or other mutual aid or protection in the exercise of the rights assured to them in said section 7 (a), the Board shall make the arrangements for and supervise the conduct of an election, under the exclusive control of the Board and under such rules and regulations as the Board shall prescribe. Thereafter the Board shall publish promptly the names of those representatives who are selected by the vote of at least a majority of the employees voting, and have been thereby designated to represent all the employees eligible to participate in such an election for the purpose of collective bargaining or other mutual aid or protection in their relations with their employer.",
        "2. Whenever the National Labor Board shall have determined upon an investigation, or as the result of an election, that the majority of the employees of an employer, or the majority of any specific group of employees, have selected their representatives in accordance with the provisions of said section 7 (a), and shall have certified the names of such representatives to their employer, and thereafter upon complaint or on its own motion, the Board shall determine that such an employer has declined to recognize or to deal with said representatives, or is in any other way refusing to comply with the requirements of said section 7 (a), the Board shall report its determination promptly to the Administrator for Industrial Recovery for appropriate action.",
        "3. The powers and duties herein conferred upon the National Labor Board are in addition to, and not in derogation of, any powers and duties conferred upon such Board by any other Executive order.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,February 1, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6580-Authorizing the National Labor Board to Conduct Union Representation Elections Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373286"
}