{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7470-regulations-governing-the-authentication-certified-copies-foreign",
    "doc": "executive-order-7470-regulations-governing-the-authentication-certified-copies-foreign",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7470-Regulations Governing the Authentication of Certified Copies of Foreign Public Records, the Manner of Executing and Returning Commissions by Consular and Diplomatic Officers in Criminal Cases, and Schedules of Fees and Compensation Allowable in Such Cases",
    "date": "October 15, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act approved June 20, 1936, entitled \"An Act Relating to the admissibility in evidence of certain writings and records made in the regular course of business\" (Public No. 734, 74th Cong.), and by section 1752 of the Revised Statutes (U.S.C., title 22, sec. 132), I hereby prescribe the following regulations governing the authentication of certified copies of documents of record or on file in a public office of a foreign country or a political subdivision thereof, the manner in which consular or diplomatic officers shall execute and return commissions issued in criminal cases under the provisions of the said act of June 20, 1936, and schedules of fees and compensation allowable in such cases.",
        "Section 482A of the Consular Regulations is prescribed as follows:",
        "\"482A. Certification of foreign public documents. Any consular officer of the United States is authorized to authenticate a certified copy of any document of record or on file in a public office of the foreign country in which he resides, or of a political subdivision thereof, by a certificate under the seal of his office certifying that such document has been certified by the lawful custodian of such document. (Sec. 6, act of June 20, 1936.) \"",
        "Section 489 of the Consular Regulations is amended to read as follows:",
        "\"CIVIL CASES",
        "\"489. Commission to take testimony in civil cases. When a court in the United States appoints a consular officer commissioner to take testimony in a foreign country for the use of that court, the commission usually is accompanied by interrogatories and full instructions which the consular officer must carefully follow. The consular officer acts both in his official consular capacity and as an officer of the court which issues the commission. (22 U.S.C. §§ 98.131.)",
        "\"The charges in such cases are official and must be in strict accordance with the Tariff of United States Consular Fees. (22 U.S.C. § 127.) When it is necessary to insure payment of such fees, the consular officer is authorized to retain the papers committed to him in connection with such service until the prescribed fees, for which he is responsible to the Government, have been paid. (22 U.S.C. § 93.)\"",
        "Sections 489A to 489T, inclusive, of the Consular Regulations are prescribed as follows:",
        "\"CRIMINAL CASES",
        "\"489A. Purposes of and compliance with commission. Any book, paper, statement, record, account, writing, or other document, or any portion thereof, of whatever character and in whatever form, as well as any copy thereof equally with the original, which is not in the United States (hereinafter referred to as a foreign document) shall, when duly certified as provided in section 489P, be admissible in evidence in any criminal action or proceeding in any court of the United States if the court shall find, from all the testimony taken with respect to such foreign document pursuant to a commission executed as hereinafter provided, that such document (or the original thereof in case such document is a copy) was made in the regular course of any business and that it was the regular course of such business to make such document. The term \"business\" shall include business, profession, occupation, and calling of every kind. (Secs. 1-2, act of June 20, 1936.)",
        "\"For the purpose of determining whether any foreign documents sought to be used in any criminal action or proceeding in any court of the United States are genuine, and whether the requirements above set forth are satisfied with respect to any such document (or the original thereof in case such document is a copy), the court may issue a commission to take the testimony of any witness in a foreign country either on oral or written interrogatories, or on interrogatories partly oral and partly written. (Sec. 3(a), act of June 20, 1936.)",
        "\"When the court shall issue a commission addressed to a consular officer (hereinafter referred to as the commissioner) for the purposes aforesaid, the commissioner shall thoroughly acquaint himself with the powers vested in him by virtue of the commission and with the instructions contained therein, and, in executing and returning such commission shall be governed by such instructions and by these regulations. Specific instructions contained in such a commission as to the manner of executing and returning that commission shall be followed although they are not in accord with the general directions contained In these regulations. (Sec. 4, act of June 20, 1936.)",
        "\"489B. Disqualification of commissioner. Any commissioner who is interested in the outcome of the action or proceeding in connection with which the commission Issued, or who has participated In the prosecution of such action or proceeding, whether by investigations, preparation of evidence, or otherwise, or who directly or indirectly bears to any party to such action or proceeding such a relation by blood or otherwise as would warrant a presumption of bias or prejudice in favor of or against such party, may be disqualified from executing the commission upon his own motion. Upon receipt of a commission, the commissioner shall forthwith determine whether he has reason to believe that he is subject to disqualification for any of the reasons above stated. If he so determines, he shall forthwith communicate his motion to disqualify himself, together with the grounds upon which he bases such motion, directly to the clerk of the court from which the commission issued. Upon receipt of notice from the clerk that his motion has been allowed, he shall forthwith forward the commission under seal to the consular officer named in the commission, or in the notice, as alternate commissioner. Upon receipt of notice that his motion has been disallowed, he shall proceed to execute and return the commission as if his motion had not been made. (Sec. 3(b), act of June 20, 1936.)",
        "\"489C. Selection of attorneys. Any party to the action or proceeding who has selected an attorney to represent him at the execution of a commission may communicate such selection, or may communicate a list of attorneys with his order of preference stated, to the commissioner, and the commissioner shall attempt, on behalf of such party, to obtain the services of such attorney or one of such attorneys, upon such terms as are prescribed by the party. At the request of any party to the action or proceeding, the Department of State shall submit a list of reputable attorneys in the locality where the commission is to be executed, together with a brief statement of their respective qualifications. (Sec. 3(a), act of June 20, 1936.)",
        "\"489D. Request for attendance of witnesses or for records. The commissioner shall, at the request of any party to the action or proceeding, request witnesses, whose testimony is sought, to appear before him, or request designated persons to supply to him, or to the party making the request, records or other documents (sec. 489A) in their hands, or copies thereof.",
        "\"489E. Examination in presence of commissioner; recess. The commissioner shall be present throughout the examination of witnesses, but may recess the examination for such times and reasons as he may deem proper.",
        "\"489F. Oath of interpreter or translator. If the services of an interpreter are needed, the commissioner may act as such, or if he so desires, or if any party or his attorney so requests, he shall employ one qualified to act in that capacity. (Sec. 4, act of June 20, 1936.) The commissioner shall administer to any interpreter so employed an oath substantially in the following form, or in an equivalent form used in the country where the commission is executed:",
        "\"You do solemnly swear that you know the English and languages and that you will truly and impartially interpret the oath and interrogatories to be administered to ________, a witness now to be examined, out of the English into the ________ language, and that you will truly and impartially interpret the answers of the said ________ thereto out of the ________ language into the English language. So help you God.",
        "\"The commissioner may, when necessary, likewise act as, or employ, a translator and shall administer to a translator so employed an oath in form similar to that prescribed above.",
        "\"489G. Transcription of testimony and oath of stenographer. The commissioner shall determine from each witness whether such witness wishes to answer interrogatories put to him orally or personally to reduce his answers to writing in English. If the witness elects to answer orally, the commissioner may himself reduce the answers to writing, either by pen and ink, typewriter, or shorthand notes later to be transcribed into typewriting. If he so desires, or if any party or his attorney so requests, the commissioner shall employ a stenographer who shall reduce the answers to writing, either by pen and ink, typewriter, or shorthand notes later to be transcribed into typewriting. (Sec. 4, act of June 20, 1936.) The commissioner shall administer to any stenographer so employed an oath substantially in the following form, or in an equivalent form used in the country where the commission is executed:",
        "\"You do solemnly swear that you will truly and impartially reduce to writing (or take and transcribe) the testimony of ________ , a witness now to be examined. So help you God.",
        "\"489H. Oath of witness. The commissioner shall administer to each witness before examination an oath substantially in the following form, or in an equivalent form used in the country where the commission is executed:",
        "\"You do solemnly swear that you will tell the truth, the whole truth, and nothing but the truth, in answer to the several interrogatories and cross-interrogatories now to be put to you. So help you God. (Sec. 4, act of June 20, 1936.)",
        "\"489I. Affirmations. If any interpreter (or translator), stenographer, or witness objects to being sworn, the commissioner shall substitute for the oath an affirmation substantially in the following form, or in an equivalent form used in the country where the commission is executed:",
        "\"You do solemnly, sincerely, and truly declare and affirm, under the pains and penalty for perjury, that * * * (here substitute proper wording from appropriate oath, omitting the words ‘so help you God'). (1 U.S.C. § 1.)",
        "\"489J. Examination as to personal knowledge. The commissioner may at any time during the examination of a witness propound such inquiries as may be necessary to satisfy himself that the witness is, or is not, testifying of his personal knowledge of the subject matter of the examination. The commissioner shall have noted in the transcript of testimony the fact that the witness at a particular time referred to notes, papers, or other documents, and the commissioner's opinion as to whether the witness was using such notes, papers, or other documents to refresh his memory or for the sake of testifying to matters not then of his personal knowledge. The commissioner shall have noted in the transcript of testimony that the witness conferred with counsel before answering any interrogatory, and shall request the witness not to leave his presence during the examination. Failure to comply with the commissioner's request shall be noted in the transcript. (Sec. 4, act of June 20, 1936.)",
        "\"489K. Written interrogatories. Where the examination is conducted upon written interrogatories, the interrogatories shall not be repeated in the transcript but an appropriate reference to each interrogatory shall be inserted preceding the answer of the witness. The interrogatories shall be put to the witness by the commissioner separately and in order, and the answer to each interrogatory shall be recorded. All of the written interrogatories shall be put to the witness even though, at some point during the examination, the witness disclaims further knowledge of the subject.",
        "\"489L. Oral interrogatories. Where the examination is conducted upon oral interrogatories, the direct examination (by the counsel representing the party on whose application the commission issued) shall be first completed, without interruption except in the form of an objection by opposing counsel. Cross-examination by opposing counsel under similar conditions may then be conducted and may be followed by re-direct and re-cross examinations until the examination is completed. The commissioner shall endeavor to restrain colloquies between counsel or attempts on the part of counsel to intimidate or mislead witnesses.",
        "\"489M. Written and oral interrogatories. When counsel for all of the parties attend the examination of any witness, and the examination of the witness is upon written interrogatories, the commissioner shall, all counsel having consented thereto, permit oral examination of the witness following the close of the examination upon written interrogatories. The oral examination shall be conducted in the same manner and order as if not preceded by an examination upon written interrogatories. (Sec. 4, act of June 20, 1936.)",
        "\"489N. Objections. When counsel objects to an interrogatory, answer, or other matter for any reason, the commissioner shall have noted in the transcript only the objection and the reasons stated therefor. Colloquies between counsel shall not be included in the transcript. The commissioner shall not pass upon any objection made, but shall request the witness to answer every interrogatory even though an objection is made to it. Refusal of any witness to answer an interrogatory put to him shall be noted in the transcript together with the reason, if any, given by the witness for his refusal.",
        "\"489O. Transcripts. The transcript shall be prepared in question-and-answer form; never in narrative form. It shall be securely attached to the document or documents to which the testimony contained therein pertains. The transcript shall then be read to or by the witness in the presence of the commissioner, and any corrections which the witness desires to make in his testimony shall be noted in the transcript. The witness shall then be requested to subscribe each page of the transcript and of the document or documents, and to initial in the margin each correction in the transcript made at his request. (Sec. 4, act of June 20, 1936.)",
        "\"489P. Commissioner's return. The caption of the commissioner's return shall be in the precise form used in the commission. The return shall state the names of the witnesses examined; the name of the interpreter (or translator), if any was employed; the name of the stenographer, if any was employed; the name or names of counsel present at the examination; that the commissioner was not subject to disqualification under the provisions of section 3(b) of the act of June 20, 1936; that the commissioner has carefully conformed to the instructions in the commission and to these regulations; that, on the basis of all the testimony taken before him, each document pertaining to which testimony was taken is, or is not, in his opinion, genuine (sec. 489A); and such other facts as he may deem necessary to satisfy the court that he has faithfully executed its commission. The return shall be signed by the commissioner and he shall affix thereto the seal of his office. If the commission does not accurately set forth the name or title of the commissioner he shall make a notation to that effect in the return after his signature, and he shall also sign the return according to the designation in the commission. (Sec. 5, act of June 20, 1936.)",
        "\"489Q. Executed commission returned to court. The transcripts of testimony, documents, and return of the commissioner shall be securely attached to the commission, wrapped, and transmitted by mail to the clerk of the court from which the commission issued in the same manner in which the commissioner prepares and transmits his official despatches to the Government. (Sec. 5, act of June 20, 1936.)",
        "\"489R. Consular fees and expenses. (a) Fees. The Tariff of United States Consular Fees is applicable to services rendered under the act of June 20, 1936, and these regulations, except that when the consular officer acts as interpreter or translator he shall make no charge for such services as interpreter or translator. The fees shall be paid by the party or parties who applied for the commission unless the commission is accompanied by an order of court that all fees, compensation, and other expenses authorized by these regulations are chargeable to the United States under section 7 (b) of the act of June 20, 1936. (Sec. 7(a), act of June 20, 1936.)",
        "\"(b) Expenses. Actual and necessary expenses incurred by a consular officer in connection with the execution of a commission issued under the provisions of the act of June 20, 1936, and these regulations, including compensation paid to a stenographer, shall be paid by the same party or parties to whom consular fees are chargeable under subdivision (a) of this section.",
        "\"When travel is performed by the consular officer in connection with the execution of such a commission, travel and per diem expenses shall be paid in accordance with the Standardized Government Travel Regulations and the Department's supplement thereto.",
        "\"489S. Compensation allowable. (a) Witnesses. Each witness whose testimony is obtained shall be entitled to receive compensation at the rate of $5 a day for each day of attendance, plus 5 cents a mile for going from his place of residence or business to the place of examination, and returning, by the shortest feasible route. When, however, it is necessary to procure the attendance of a witness on behalf of the United States or an indigent party, an officer or agent of the United States may negotiate with the witness to pay compensation at such higher rate as may be approved by the Attorney General, plus the mileage allowance stated above. The compensation and mileage of each witness shall be paid by the party, or parties, applying for the commission unless the commission is accompanied by an order of court that all fees, compensation, and other expenses authorized by these regulations are chargeable to the United States under section 7(b) of the act of June 20, 1936. (Secs. 7-8, act of June 20, 1936.)",
        "\"(b) Counsel. Each counsel who represents a party to the action or proceeding in the examination before the commissioner shall receive compensation for each day of attendance at a rate of not less than $5 a day and not more than $25 a day, as agreed between him and the party whom he represents, plus such actual and necessary expenses as may be allowed by the commissioner upon verified statements filed with him. If the commission is issued on application of the United States, the compensation and expenses of counsel representing each party are chargeable to the United States. If the commission is issued on application of any other party, the compensation and expenses of counsel shall be paid by the party whom such counsel represents, unless the commission is accompanied by an order of court that all fees, compensation, and other expenses authorized by these regulations are chargeable to the United States under section 7(b) of the act of June 20, 1936. (Secs. 7-8, act of June 20, 1936.)",
        "\"(c) Interpreters and translators. Each interpreter and translator employed by the commissioner under these regulations shall receive an allowance of $5 a day, plus 5 cents a mile for going from his place of residence or business to the place of examination, and returning, by the shortest feasible route. The compensation and mileage of interpreters and translators shall be chargeable to the United States. (Secs. 7-8, act of June 20, 1936.)",
        "\"489T. Payment of fees, compensation, and expenses. Witnesses, counsel, interpreters, and translators shall be paid, in accordance with section 489S, by the commissioner at the conclusion of their services. Other expenses authorized by these regulations shall be paid by the commissioner as they are incurred.",
        "\"When chargeable to the United States. When it appears that the commission was issued on application of the United States or when the commission is accompanied by an order of court that all fees, compensation, and other expenses authorized by these regulations are chargeable to the United States under section 7(b) of the act of June 20, 1936, the commissioner shall execute the commission without charge for his services as commissioner in connection therewith. He shall pay witnesses, counsel, interpreter, or translator, and other expenses authorized by these regulations from the proceeds of a separate draft which he shall be authorized to draw on the Secretary of State, and he shall forthwith render a separate detailed account of such payments, supported by properly receipted vouchers, to the Department of State. The Department of State shall be reimbursed for the amount of such payments by the Department of Justice.",
        "\"When chargeable to other parties. Whenever fees, compensation, and other expenses authorized by these regulations are chargeable to any party other than the United States, the commissioner shall be instructed by the Department of State to undertake the execution of the commission only if such party deposits with the Department of State, in advance, an amount, to be set by the court, apparently adequate to defray all fees, compensation, and other expenses authorized by these regulations. If the amount of the deposit is later found to be insufficient, the commissioner shall so notify the Department of State and shall retain the commission and other papers until he is notified by the Department that a sufficient amount has been deposited. If the amount of the deposit exceeds the aggregate amount of fees, compensation, and other expenses authorized by these regulations, the Department of State shall return the excess to the party, or parties, entitled thereto.",
        "\"The commissioner shall pay witness, counsel, interpreter, translator, and other expenses authorized by these regulations from the proceeds of a separate draft which he shall be authorized to draw on the Secretary of State, and he shall forthwith render a separate detailed account of such payments, supported by properly receipted vouchers, to the Department of State.\"",
        "Chapter XIII of the Instructions to Diplomatic Officers of the United States is hereby amended by adding after section 17 the following sections:",
        "\"XIII-18. Commission to take testimony. Whenever a court issues a commission to take testimony for use In determining the admissibility in evidence of certain writings and records made in the regular course of business, under the provisions of the act of Congress approved June 20, 1936 (Public No. 734, 74th Cong.), and finds that a consular officer of the United States is not conveniently located with respect to the place where the testimony of witnesses is to be taken, or that the appropriate consular officer is disqualified under section 3(b) of the said act to execute the commission, it shall in such case be executed by any diplomatic officer to whom the commission is addressed. In the execution of such a commission, the diplomatic officer shall conform to the procedure prescribed for consular officers and shall collect fees and pay compensation and expenses in accordance with sections 489A to 489T of the Consular Regulations of the United States. (Sec. 3(c), act of June 20, 1936.)",
        "XIII-19. Certification of foreign public documents. Any diplomatic officer of the United States is authorized to authenticate a certified copy of any document of record or on file In a public office of the foreign country In which he resides, or of a political subdivision thereof, by a certificate under the seal of his office certifying that such document has been certified by the lawful custodian of such document. (Secs. 3(c) and 6, act of June 20, 1936.) \"",
        "[NAME]",
        "THE WHITE HOUSE,October 15, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7470-Regulations Governing the Authentication of Certified Copies of Foreign Public Records, the Manner of Executing and Returning Commissions by Consular and Diplomatic Officers in Criminal Cases, and Schedules of Fees and Compensation Allowable in Such Cases Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356614"
}