{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7409-prescribing-regulations-relating-annual-leave-government-employees",
    "doc": "executive-order-7409-prescribing-regulations-relating-annual-leave-government-employees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7409-Prescribing Regulations Relating to Annual Leave of Government Employees",
    "date": "July 09, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 7 of the act of March 14, 1936, entitled \"An Act to provide for vacations to Government employees and for other purposes\" (Public No. 471, 74th Congress), I hereby prescribe the following regulations governing the granting of annual leave to civilian officers and employees of the United States, the District of Columbia, and all corporations included within the provisions of section 6 of the said act, except as provided in Part III hereof:",
        "PART I-DEFINITIONS",
        "Sec. 1. As used in these regulations:",
        "(a) \"Employee\" and \"employees\" Include officer and officers, respectively.",
        "(b) \"Accumulated leave\" means the unused annual leave not exceeding 60 days which has accrued during years prior to the current year.",
        "(c) \"Current annual leave\" means the leave authorized by statute for the current year.",
        "(d) \"Current accrued leave\" means that part of the current annual leave which bears the same ratio to the current annual leave that the expired part of the current year bears to the full year.",
        "(e) \"Unaccrued leave\" means that part of the current annual leave which bears the same ratio to the current annual leave as the unexpired part of the current year bears to the full year.",
        "PART II-GENERAL PROVISIONS",
        "Sec. 2. Permanent employees who have been employed continuously for one year or more and who do not contemplate leaving the service during the current calendar year shall be entitled to annual leave with pay at any time during such calendar year not in excess of 26 days, and in addition may be granted accumulated leave, provided that the total leave granted at any time dining a calendar year shall not exceed the amount of the accumulated leave and the current accrued leave, except that in unusually meritorious cases employees may be granted both accumulated and current annual leave.",
        "Sec. 3. Unaccrued leave shall be granted only with the express understanding that if such leave is not later earned during the calendar year, deductions will be made for the unearned portion from any salary due the employee, or any deductions in the retirement fund to the credit of the employee.",
        "Sec. 4. Employees entering the service by original appointment or by reinstatement shall be entitled to annual leave with pay accruing at the rate of 2⅙ days for each month of service rendered until the completion of one year's service. Emergency employees and employees appointed for an indefinite period shall be entitled to annual leave with pay accruing at the rate of 2⅙ days per month for each month of service, and may in addition thereto be granted accumulated leave. Employees appointed for an indefinite period shall include those in thefield service employed at manufacturing and repair establishments, such as navy yards, gun factories, naval stations, arsenals, etc.",
        "Sec. 5. Employees transferred or reappointed without break in service from one permanent position to another permanent position within the same or a different governmental agency shall at the time of the transfer be credited with accumulated leave and charged with unaccrued leave advanced.",
        "Sec. 6. An employee voluntarily separated from the service without prejudice during any calendar year shall be entitled to all accumulated leave plus current accrued leave up to the date of separation.",
        "Sec. 7. The date of a discharge of an employee who is involuntarily separated from the service other than for cause due to his own misconduct shall be fixed to permit the allowance of all accumulated leave and current accrued leave.",
        "Sec. 8. Leave shall be granted at such time or times as may be deemed to be in the public interest.",
        "Sec. 9. Annual leave shall not accrue during a period of leave without pay when such absence is continuous for 30 days or more in any calendar year.",
        "Sec. 10. Leave without pay shall not be granted until all accumulated leave and current accrued leave allowable under these regulations is exhausted.",
        "Sec. 11. Employees shall be charged with annual leave only for absence on their work days. Sundays, legal holidays, and holidays declared by executive order and non-work days established by administrative order in accordance with law occurring within a period of annual leave shall not be charged as annual leave. Persons employed on the basis of a 5 day work week, whose duties require service on Saturday or Sunday, shall be charged a full day's annual leave for absence on any Saturday or Sunday they are required to work.",
        "Sec. 12. The minimum charge for annual leave shall be 15 minutes. Annual leave granted for less than one day shall be charged In the ratio that the amount of annual leave granted bears to the number of work hours of the regular work day prevailing in the agency concerned. For the purposes of this section, Saturdays and part holidays shall not be considered regular work days, except as may be required under section 11 hereof.",
        "Sec. 13. Annual leave shall not be granted with pay at the beginning of a calendar year immediately following a period of absence in a non-pay status in the preceding year unless and until there shall have been a return to duty, at which time the leave may be retroactively granted. Leave without pay under any other circumstances may not later be converted into annual leave.",
        "Sec. 14. Temporary employees shall be granted 2½ days leave for each month of service beginning January 1, 1936. For leave purposes, persons who are appointed for definite periods of time not exceeding 6 months shall be considered temporary employees.",
        "Sec. 15. Temporary employees who subsequently receive permanent or probational appointments in the same department without break in service shall be entitled to annual leave at the rate of 2½ days per month to the date of permanent appointment and thereafter at the rate of 2⅙ days per month. Of temporary employees, only those who subsequently accept permanent appointments without break in service may be credited with accumulated leave earned prior to January 1, 1936.",
        "Sec. 16. Nothing in these regulations shall be construed to prevent the continuance of any leave differential existing prior to January 1, 1936, for the benefit of employees of the Federal Government stationed without the continental limits of the United States.",
        "Sec. 17. The annual leave authorized by these regulations shall, except as to temporary employees, be recorded and administered on a calendar-year basis.",
        "Sec. 18. The heads or governing bodies of the various governmental agencies to which this Executive Order applies shall be responsible for the proper administration of these regulations insofar as they pertain to the granting of annual leave to employees under their respective jurisdiction; and they may, within the limits authorized by law, issue such regulations as are not inconsistent with these regulations.",
        "PART III-EMPLOYEES EXCEPTED",
        "Sec. 19. These regulations shall not apply to:",
        "(a) Teachers and Librarians of the public schools of the District of Columbia.",
        "(b) Officers and employees of the Panama Canal and Panama Railroad on the Isthmus of Panama.",
        "(c) Temporary employees engaged on construction work at hourly rates.",
        "(d) The Postmaster General and officers and employees in or under the Post Office Department, except those serving in the departmental service and in the Mail Equipment Shops.",
        "(e) Persons paid security or prevailing wages from funds allocated by the Works Progress Administration on state, municipal, or other public but non-Federal projects, or on a Federal project: Provided, that annual leave shall be granted in accordance with these regulations to employees in the central office of the Works Progress Administration in the District of Columbia and at district and local headquarters, and to other employees in administrative or clerical positions who receive other than security or prevailing wages, as prescribed in Executive Order No. 7046 of May 20, 1935.",
        "(f)  Employees not required to be continuously employed during regular tour of duty, such as: (1) employees who are paid only when actually employed; (2) per diem or per hour employees engaged in an emergency who may be employed for more than one 7- or 8-hour shift within 24 hours during the emergency; (3) part-time or intermittent employees; (4) persons engaged under contract; (5) employees engaged temporarily for less than a month on a piece-price basis; (6) employees who are paid at hourly rates but who are not engaged on construction work, such as mechanics, skilled laborers, and others engaged in various services on maintenance, repair, clean-up work, etc., where employment is more or less intermittent and not on a regular and continuous basis; and (7) employees paid on a fee basis, such as physicians, surgeons, and other consultants.",
        "PART IV-RATIFICATION: REVOCATION: EFFECTIVE DATE",
        "Sec. 20. All temporary regulations issued by the heads of the various departments and independent establishments under authority of Executive Order No. 7321 of March 21, 1936, are hereby ratified. All such temporary regulations and all other regulations relating to the granting of annual leave are hereby revoked insofar as they are inconsistent with these regulations.",
        "Sec. 21. These regulations shall be effective as of July 1, 1936.",
        "[NAME]",
        "THE WHITE HOUSE,July 9, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7409-Prescribing Regulations Relating to Annual Leave of Government Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357310"
}