{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8072-withdrawal-public-land-for-use-the-navy-department-for-naval-aviation",
    "doc": "executive-order-8072-withdrawal-public-land-for-use-the-navy-department-for-naval-aviation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8072-Withdrawal of Public Land for Use of the Navy Department for Naval Aviation Purposes",
    "date": "March 21, 1939",
    "content": [
        "WASHINGTON",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6964 of February 5, 1935, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked in so far as it affects the following-described tracts of land in the State of Washington:",
        "WILLAMETTE MERIDIAN",
        "T. 31 N., R. 4 W.,      sec. 22, lot 1      sec. 23, lots 1, 2 and 3      sec. 27, lots 5, 6 and 7;",
        "containing 45 acres.",
        "Harbor Rock, approximate latitude 48°28'12\" N., longitude 122°58'10\" W., as shown on Coast and Geodetic Survey chart No. 6380, unsurveyed, in SW¼ sec. 5, T. 34 N., R. 2 W., estimated to contain .05 of an acre.",
        "North Pacific Rock, approximate latitude 48°28'17” N., longitude 122°59'40” W., as shown on Coast and Geodetic Survey chart No. 6380, unsurveyed, in NE¼ sec. 1, T. 34 N., R. 3 W., estimated to contain .05 of an acre.",
        "Section 2. Subject to the conditions expressed in the above mentioned acts and to all valid existing rights, the tracts of land described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved for use of the Navy Department for naval aviation purposes.",
        "Section 3. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,March 21, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8072-Withdrawal of Public Land for Use of the Navy Department for Naval Aviation Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368502"
}