{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5132-restoring-certain-reserved-lands-hawaii-withdrawn-for-kahuaiki-fort",
    "doc": "executive-order-5132-restoring-certain-reserved-lands-hawaii-withdrawn-for-kahuaiki-fort",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5132-Restoring Certain Reserved Lands in Hawaii Withdrawn for Kahuaiki [Fort Shafter] Military Reservation to Territory of Hawaii Government",
    "date": "June 06, 1929",
    "content": [
        "Pursuant to Section 91 of the Act of Congress, approved April 30, 1900, entitled \"An Act to Provide a Government for the Territory of Hawaii\" (31 Stat. 141), as amended by Section 7 of Chapter 258 of the Act of Congress, approved May 27, 1910 (36 Stat. 443), the following described parcels of land, situate at Kahauiki, Oahu, Territory of Hawaii, are hereby restored to their previous status for the use of the Territory of Hawaii for road purposes:",
        "PARCEL 1, being a portion of the Kahauiki Military Reservation (Fort Shafter) set aside for military purposes by Executive Order of July 20, 1899 (G.O. 147, A.G.O., August 10, 1899), as modified by Presidential Executive Order No. 2521, dated January 26, 1917, and more particularly described as follows:",
        "Beginning at an iron bolt on the boundary between the lands of Moanalua and Kahauiki and on the new center line of North King Street 86.0 feet wide, the direct azimuth and distance from Station No. 3 being 11° 03' 53.14 feet, said Station No. 3 being a standard brass plate cemented into the top of a large rock called \"Pohakuakai\" on the north side of King Street, the coordinates of said point of beginning referred to Government Survey Trig. Station \"Punchbowl\" being 11305.38 feet North and 13760.53 feet West, and running by true azimuths:",
        "1.",
        "191°",
        "03'",
        "59\"",
        "44.77",
        "feet along the land of Moanalua;",
        "2.",
        "thence along the remainder of Kahauiki Military Reservation on a curve to the right with a radius of 517.61 feet, the direct azimuth and distance being 275° 47' 04\" 184.48 feet;",
        "3.",
        "286°",
        "03'",
        "193.77",
        "feet along same;",
        "4.",
        "thence along same on a curve to the right with a radius of 1457.77 feet, the direct azimuth and distance being 300c 36' 30\" 732.86 feet;",
        "5.",
        "thence along same on a curve to the right with a radius of 1437.3 feet the direct azimuth and distance being 331° 36' 04\" 813.28 feet;",
        "6.",
        "15°",
        "36'",
        "01\"",
        "205.74",
        "feet across King Street along the Hawaii Arsenal Military Reservation;",
        "7.",
        "171°",
        "52'",
        "30\"",
        "92.11",
        "feet along remainder of Kahauiki Military Reservation;",
        "8.",
        "thence along same on a curve to the left with a radius of 1351.3 feet the direct azimuth and distance being 153° 31' 15\" 851.02 feet;",
        "9.",
        "thence along same on a curve to the left with a radius of 1371.77 feet, the direct azimuth and distance being 120° 36' 30\" 689.64 feet.",
        "10.",
        "106°",
        "03'",
        "193.77",
        "feet along same;",
        "11.",
        "thence along same on a curve to the left with a radius of 431.61 feet, the direct azimuth and distance being 95° 18' 45\" 160.83 feet;",
        "12.",
        "84°",
        "34'",
        "30\"",
        "16.91",
        "feet along same;",
        "13.",
        "191°",
        "03'",
        "59\"",
        "44.84",
        "feet along the land of Moanalua to the point of beginning; containing an area of 3.916 acres.",
        "PARCEL 2, being a portion of the Hawaii Arsenal Military Reservation, formerly known as the Hawaiian Ordnance Depot, said Arsenal Reservation being included in the Kahauiki (Fort Shafter) Military Reservation as described by Presidential Executive Order No. 2521, January 26, 1917, as modified by Presidential Executive Order No. 3080, April 30, 1919, Presidential Executive Order No. 4455, June 5, 1926, and by Territorial Executive Order No. 56, December 18, 1918, and more particularly described as follows:",
        "Beginning at Standard Concrete Monument No. 31 of the above mentioned Presidential Executive Order No. 2521, on the present northeast side of North King Street, the direct azimuth and distance from H.T.S. Street Monument near the east corner of the Pacific Guano & Fertilizer lot being 142° 25' 19\" 656.50 feet, the coordinates of said Concrete Monument No. 31, referred to Government Survey Trig. Station \"Punchbowl\" being 9349.84 feet North and 11894.92 feet West, and",
        "running by true azimuths:",
        "1.",
        "57°",
        "17'",
        "16\"",
        "68.90",
        "feet across King Street to the new west corner of King Street and Slaughter House Road;",
        "139°",
        "20'",
        "30\"",
        "529.75",
        "feet along remainder of Hawaii Arsenal Military Reservation;",
        "thence along same on a curve to the right with a radius of 520.45 feet, the direct azimuth and distance being 155° 36' 30\" 291.57 feet;",
        "4.",
        "171°",
        "52'",
        "30\"",
        "10.52",
        "feet along remainder of Hawaii Arsenal Military Reservation;",
        "5.",
        "195°",
        "36'",
        "01\"",
        "205.74",
        "feet across King Street along Kahauiki Military Reservation (Fort Shafter);",
        "7.",
        "351°",
        "52'",
        "30\"",
        "102.63",
        "feet along remainder of Hawaii Arsenal Military Reservation;",
        "9.",
        "319°",
        "20'",
        "30\"",
        "625.63",
        "feet along remainder of Hawaii Arsenal Military Reservation;",
        "11.",
        "48°",
        "03'",
        "21\"",
        "38.07",
        "feet along the northwest side of Middle Street;",
        "12.",
        "139°",
        "10'",
        "02\"",
        "107.2",
        "feet along present northeast side of King Street to the point of beginning; and containing an area of 1.849 acres.",
        "[NAME]",
        "The White House,June 6, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5132-Restoring Certain Reserved Lands in Hawaii Withdrawn for Kahuaiki [Fort Shafter] Military Reservation to Territory of Hawaii Government Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360832"
}