{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9240-regulations-relating-overtime-wage-compensation",
    "doc": "executive-order-9240-regulations-relating-overtime-wage-compensation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9240-Regulations Relating to Overtime Wage Compensation",
    "date": "September 09, 1942",
    "content": [
        "Whereas many labor organizations have already adopted the patriotic policy of waiving double time wage compensation or other premium pay for work on Saturday, Sunday and holidays, as such, for the duration of the war; and",
        "Whereas it Is desirable and necessary in the prosecution of the war, and to insure uniformity and fair treatment for those labor organizations, employers, and employees who are conforming to such wage policies that this principle be universally adopted:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and the statutes, as President of the United States and as Commander in Chief of the Army and Navy, it is hereby ordered:",
        "I. That the following principles and regulations shall apply for the duration of the war to the payment of premium and overtime wage compensation on all work relating to the prosecution of the war:",
        "A. No premium wage or extra compensation shall be paid to any employee in the United States, its territories or possessions, for work on Saturday or Sunday except where such work is performed by the employee on the sixth or seventh day worked in his regularly scheduled workweek and as hereinafter provided.",
        "(1) Where because of emergency conditions an employee is required to work for seven consecutive days in any regularly scheduled workweek a premium wage of double time compensation shall be paid for work on the seventh day.",
        "(2) Where required by the provisions of law or employment contracts, not more than time and one-half wage compensation shall be paid for work in excess of eight hours in any day or forty hours in any workweek or for work performed on the sixth day worked in any regularly scheduled workweek.",
        "B. No premium wage or extra compensation shall be paid for work on customary holidays except that time and one-half wage compensation shall be paid for work performed on any of the following holidays only:",
        "New Year's Day     Fourth of July     Labor Day     Thanksgiving Day     Christmas Day",
        "and either Memorial Day or one other such holiday of greater local importance.",
        "II. All Federal departments and agencies shall conform the provisions in all existing and future contracts negotiated, executed, or supervised by them to the policies of this order. All such departments and agencies shall immediately open negotiations to alter provisions in existing contracts to conform them to the requirements of this order.",
        "III. Nothing in this order shall be construed as requiring a modification of the principle that every employee should have at least one day of rest in every seven days. The continuous operation of plants and machines in prosecuting the war does not require that employees should work seven consecutive days.",
        "IV. Nothing herein shall be construed as superseding or in conflict with the provisions of the statutes prescribing the compensation, hours of work and other conditions of employment of employees of the United States.",
        "V. All Federal departments and agencies affected by this order shall refer to the Secretary of Labor for determination questions of interpretation and application arising hereunder.",
        "VI. The provisions of this order shall become effective October 1, 1942.",
        "[NAME]",
        "The White House,September 9, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9240-Regulations Relating to Overtime Wage Compensation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372315"
}