{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8343-withdrawal-public-lands-for-military-purposes",
    "doc": "executive-order-8343-withdrawal-public-lands-for-military-purposes",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8343-Withdrawal of Public Lands for Military Purposes",
    "date": "February 10, 1940",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, and subject to the conditions therein expressed and to valid existing rights, it is ordered as follows:",
        "SEC. 1. The public lands in the following-described areas in the Territory of Alaska are hereby temporarily withdrawn from settlement, location, sale, entry, and all forms of appropriation, and reserved for the use of the War Department for military purposes, in connection with an Air Corps station as authorized by the act of August 12, 1935, c. 511, 49 Stat. 610:",
        "SEWARD MERIDIAN",
        "T. 13 N., R. 3 W.,     sec. 1, all, except H. E. Survey No. 51;     sec. 2, all;     sec. 6, lot 2.",
        "T. 14 N., R. 3 W.,     secs. 1, 2, 3, 9 to 13, inclusive;     sec. 14, lots 1, 2, 3, 4, S½N½;     sec. 15, lots 1, 2, 3, 4, N½S½;     sec. 21, NE¼NE¼, E½SE¼NE¼;     sec. 22, N½, SE¼, NE¼SW¼, S½SW¼;     sec. 24, NW¼NW¼, E½E½, SW¼SE¼, SW¼SW¼, lots 4, 5, 6;     sec. 33, NE¼NW¼, SE¼.",
        "SEC. 2. Public lands within any of the above-described areas which are on the date of this order under existing reservations for public purposes are exempted from the provisions of this order so long as such existing reservations remain in force.",
        "SEC. 3. This order shall continue in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,February 10, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8343-Withdrawal of Public Lands for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371929"
}