{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9453-participation-the-united-states-the-work-the-united-nations-relief",
    "doc": "executive-order-9453-participation-the-united-states-the-work-the-united-nations-relief",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9453-Participation by the United States in the Work of the United Nations Relief and Rehabilitation Administration",
    "date": "July 06, 1944",
    "content": [
        "By virtue of the authority vested in me as President of the United States by the Constitution and statutes, and in order to facilitate the participation of the United States in the work of the United Nations Relief and Rehabilitation Administration, it is hereby ordered as follows:",
        "1. Subject to such policies and directions as the President may from time to time prescribe, the Administrator of the Foreign Economic Administration is authorized and directed to exercise and perform, through any executive department, independent establishment, or agency, all the functions and authority with respect to the expenditure of funds, and the provision of supplies and services related thereto, vested in the President by Public Law 267, approved March 28, 1944, and the United Nations Relief and Rehabilitation Administration Participation Appropriation Act, 1945.",
        "2. Subject to the provisions of the Agreement for United Nations Relief and Rehabilitation Administration, concluded November 9, 1943, the United States representative on the Council of the United Nations Relief and Rehabilitation Administration, as named by the President, shall designate or arrange for the designation of United States alternates on the Council and of United States members and alternates on committees and subcommittees of the Council.",
        "3. All activities of the United States Government pertaining to its participation and membership in the United Nations Relief and Rehabilitation Administration shall be carried on in conformity with the foreign policy of the United States as defined by the Secretary of State.",
        "[NAME]",
        "The White House,July 6, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9453-Participation by the United States in the Work of the United Nations Relief and Rehabilitation Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355153"
}