{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8775-amendment-executive-order-no-7302-february-21-1936-transferring",
    "doc": "executive-order-8775-amendment-executive-order-no-7302-february-21-1936-transferring",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8775-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy",
    "date": "June 10, 1941",
    "content": [
        "VIRGIN ISLANDS",
        "By virtue of the authority vested in me by the act of March 3, 1917, ch. 171, 39 Stat. 1132, and the Second Deficiency Act, Fiscal Year 1931, 46 Stat. 1552, 1570, and as President of the United States, Executive Order No. 7302 of February 21, 1936, transferring certain lands in the Virgin Islands from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities, as amended by Executive Orders No. 7686 of August 5, 1937, No. 7790 of January 12, 1938, No. 8103 of May 2, 1939, No. 8201 of July 11, 1939 and No. 8643 of January 21, 1941, is hereby further amended by adding thereto the following:",
        "\"It is further ordered that the tract of land lying in the Homestead Divisions of Estate Lindbergh Bay, No. 4a and b, Southside Quarters, St. Thomas, Virgin Islands, more particularly described below by metes and bounds, be, and it is hereby subject to valid existing rights, transferred from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction and operation of aviation facilities at the Naval Air Station, St. Thomas, Virgin Islands:",
        "Lot 17 Beginning at Point No. 184 thence N. 5°47' W. a distance of 633.4 feet to Point No. 227; thence S. 87°04' E. a distance of 200 feet to Point No. 188; thence S. 2°56' W. a distance of 626.1 feet to Point No. 173; thence N. 87°04' W. a distance of 104 feet to Point No. 184, which is the point of beginning, containing 2.19 acres of land, more or less.\"",
        "[NAME]",
        "The White House,June 10, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8775-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372111"
}