{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6417-supplement-code-fair-competition-for-the-automobile-manufacturing",
    "doc": "executive-order-6417-supplement-code-fair-competition-for-the-automobile-manufacturing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6417-Supplement to Code of Fair Competition for the Automobile Manufacturing Industry Covering Fair Trade Practices for the Funeral Vehicle and Ambulance Subdivision",
    "date": "November 08, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Supplement to the Code of Fair Competition for the Automobile Manufacturing Industry covering Fair Trade Practices for the Funeral Vehicle and Ambulance subdivision, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the supplement, together with his recommendations and findings with respect thereto, and the Administrator having found that the said supplement complies in all respects with the pertinent provisions of title I of said act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said act have been met:",
        "Now Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that the said supplement be and it is hereby approved.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,November 8, 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6417-Supplement to Code of Fair Competition for the Automobile Manufacturing Industry Covering Fair Trade Practices for the Funeral Vehicle and Ambulance Subdivision Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362241"
}