{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6775-veterans-regulation-no-6-c",
    "doc": "executive-order-6775-veterans-regulation-no-6-c",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6775-Veterans Regulation No. 6 (c)",
    "date": "June 30, 1934",
    "content": [
        "ELIGIBILITY FOR DOMICILIARY OR HOSPITAL CARE, INCLUDING MEDICAL TREATMENT",
        "By virtue of the authority vested in me under section 4 of title I of the net entitled \"An act to maintain the credit of the United States Government\", approved March 20, 1933 (Public, No. 2, 73d Cong.), and section 6 of title I of the act entitled \"An act to maintain the credit of the United States Government\", approved March 20, 1933 (Public, No. 2, 73d Cong.), as amended by the act entitled \"An act making appropriations for the Executive Office and sundry independent executive bureaus, boards, commissions, and offices, for the fiscal year ending June 30, 1934, and for other purposes\", approved June 16, 1933 (Public, No. 78, 73d Cong.), and as amended by the set entitled \"An act making appropriations for the Executive Office and sundry independent executive bureaus, boards, commissions, and offices, for the fiscal year ending June 30, 1935, and for other purposes\", approved March 29, 1934 (Public, No. 141, 73d Cong.), the following regulation unending Veterans Regulation No. 6 (b) is hereby prescribed:",
        "1. Paragraph I of Veterans Regulation No. 6 (a), as amended by Veterans Regulation No. 6 (b), is amended to read as follows:",
        "\"I. The Administrator of Veterans' Affairs, within the limits of Veterans' Administration facilities, is authorized to furnish domiciliary or hospital care, including medical treatment, to the following persons and in the specified order of preference:",
        "\"(a) To honorably discharged veterans of any war, including the Boxer Rebellion and the Philippine Insurrection, who are suffering with injuries or diseases which were incurred or aggravated in line of duty in the active military or naval service when in need of hospital treatment for such injuries or diseases; and",
        "\"To those persons included in paragraph III of part I of Veterans Regulation No. 1 (a) who are suffering with injuries or diseases which were incurred in line of duty in the active military or naval service when in need of hospital treatment for such injuries or diseases; and",
        "\"(b) To persons honorably discharged from the United States Army, Navy, Marine Corps, or Coast Guard for disabilities incurred in line of duty, who are suffering with injuries or diseases which were incurred or aggravated in line of duty in the active service when in need of hospital treatment for such injuries or diseases;",
        "\"(c) To veterans of any war, including the Boxer Rebellion and the Philippine Insurrection, who served in the active military or naval service for a period of ninety days or more and who have been honorably discharged therefrom, or who, having served less than ninety days, were discharged for disability incurred in the service in line of duty, who have no adequate means of support, and who are suffering with permanent disabilities or tuberculous or neuropsychiatric ailments, or such other conditions requiring emergency or extensive hospital treatment as may be prescribed by the Administrator of Veterans' Affairs, which incapacitate them from earning a living;",
        "\"(d) To persons honorably discharged from the United States Army, Navy, Marine Corps, or Coast Guard for disabilities incurred in line of duty in the active service, who have no adequate means of support, and who are suffering with permanent disabilities or tuberculous or neuropsychiatric ailments, or such other conditions requiring emergency or extensive hospital treatment as may be prescribed by the Administrator of Veterans' Affairs, which incapacitate them from earning a living;",
        "\"(e) To veterans of any war, including the Boxer Rebellion and the Philippine Insurrection, not dishonorably discharged (regardless of length of service), who swear that they are unable to defray the expenses of necessary hospitalization or domiciliary care, when suffering with any disability, disease or defect, and when in need of hospitalization or domiciliary care as may be determined by the Administrator of Veterans' Affairs;",
        "\"(f) When in the judgment of the Administrator of Veterans' Affairs he shall determine that it is to the interest of the Government and the veterans and under such rules as the Administrator of Veterans' Affairs may promulgate, hospital treatment for diseases or injuries may be furnished to retired officers and enlisted men in facilities over which the Veterans' Administration has direct and exclusive jurisdiction or in other Government facilities for which the Administrator of Veterans' Affairs may contract.\"",
        "2. Paragraph III of Veterans Regulation No. 6 (a), as amended by Veterans Regulation No. 6 (b), is amended to read as follows:",
        "\"III. To persons unable to defray the cost thereof, transportation and other necessary expenses incidental thereto will be supplied to cover travel to a Veterans' Administration facility for domiciliary or hospital care; to cover return travel to the place from which the person proceeded to the facility, when he is regularly discharged upon completion of such care; and to cover travel involved in a transfer, deemed necessary, from one Veterans' Administration facility to another. All such travel will be subject to grant of prior authorization therefor. In the event of death of any such person prior to his discharge from such care, transportation expenses (including preparation of the body) for the return of the body to the place of residence or the nearest National cemetery may be paid, in the discretion of the Administrator of Veterans' Affairs, when deemed necessary and as an administrative necessity.\"",
        "3. Paragraph VI of Veterans Regulation No. 6 (a), as amended by Veterans Regulation No. 6 (b), is amended to read as follows:",
        "\"VI. (A) Where any disabled veteran having neither wife, child, nor dependent parent is being furnished hospital treatment, institutional or domiciliary care by the United States or any political subdivision thereof, the pension, compensation, or emergency officers' retirement pay shall not exceed $15 per month, provided that the amount payable for such disabled veteran entitled to pension for disability the result of injury or disease incurred after active military or naval service shall not exceed $6 per month, and provided further, that where any disabled veteran who is being furnished hospital treatment, institutional or domiciliary care by the United States or any political subdivision thereof, has a wife, child, or dependent parent the pension, compensation, or emergency officers' retirement pay may, in the discretion of the Administrator, be apportioned on behalf of such wife, child, or dependent parent, in accordance with instructions issued by the Administrator.",
        "\"(B) Where any disabled veteran having neither wife, child, nor dependent parent is being furnished hospital treatment, institutional or domiciliary care by the United States or any political subdivision thereof and shall be deemed by the Administrator of Veterans' Affairs to be insane, the pension, compensation, or emergency officers' retirement pay for such veteran shall be in the amounts specified in (A) above, provided that in any case where the estate of such disabled insane veteran derived from funds paid under the War Risk Insurance Act, as amended, the World War Veterans' Act, 1924, as amended, the Emergency Officers' Retirement Act of May 24, 1928, the several pension acts, Public, No. 2, 73d Congress, Public, No. 78, 73d Congress, or Public, No. 141, 73d Congress, equals or exceeds $1,500, further payments of such benefits will not be made until the estate derived from such funds is reduced to $500: Provided further, That all or any part of the pension, compensation, or emergency officers' retirement pay payable on account of such disabled insane veteran may, in the discretion of the Administrator, and in accordance with instructions issued by the Administrator, be paid to the Chief Officer of the institution wherein the disabled veteran is being maintained, to be properly accounted for by said Chief Officer and to be used for the benefit of such disabled veteran; or may be paid to the guardian of such disabled veteran in accordance with the provisions of paragraph 1 of section 21 of the World War Veterans' Act, as amended; or, in the event the disabled veteran has a wife, child, or dependent parent, may, in the discretion of the Administrator, be apportioned on behalf of such wife, child or dependent parent; or otherwise be disposed of in accordance with the provisions of paragraph 3 of section 21 of the World War Veterans' Act, as amended July 3, 1930.",
        "\"(C) As to pension payable on account of service prior to the Spanish-American War, the provisions of this paragraph shall apply only in cases where the disabled veteran is being furnished hospital treatment, institutional or domiciliary care by the Veterans' Administration, provided, however, that the amount payable while the veteran is in the institution shall be $15 per month in all cases.\"",
        "4. Paragraph VII of Veterans Regulation No. 6 (a), as amended by Veterans Regulation No. 6 (b), is amended to rend as follows:",
        "\"VII. Where a disabled person, entitled to pension or compensation under Public Laws Numbered 2, 78, and 141, 73d Congress, or emergency officers' retirement pay, and his wife are not living together, or where the child or children are not in the custody of the disabled person; or, where, in death cases, the child or children are not in the custody of the widow, the amount of the pension, compensation, or emergency officers' retirement pay may be apportioned as may be prescribed by the Administrator of Veterans' Affairs.\"",
        "5. The amendments contained in this regulation shall be effective as of the date of promulgation.",
        "[NAME]",
        "The White House,June 30, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6775-Veterans Regulation No. 6 (c) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373479"
}