{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9872-amendment-executive-order-no-7658-restoring-the-territory-hawaii",
    "doc": "executive-order-9872-amendment-executive-order-no-7658-restoring-the-territory-hawaii",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 - 1953",
    "title": "Executive Order 9872-Amendment of Executive Order No. 7658, Restoring to the Territory of Hawaii a Portion of the Fort De Russy Military Reservation",
    "date": "July 15, 1947",
    "content": [
        "WHEREAS by Executive Order No. 7658 of July 15, 1937, the President restored to the Territory of Hawaii a certain parcel of land comprising a part of the Fort De Russy Military Reservation but reserved to the United States the right to construct on the said parcel of land a railroad from the Fort De Russy Military Reservation to the existing line of the Honolulu Rapid Transit and Land Company; and",
        "WHEREAS it now appears that there is no necessity for the construction of the said railroad by the United States; and",
        "WHEREAS it is deemed advisable and in the public interest that the United States relinquish its right to construct such railroad:",
        "NOW, THEREFORE, by virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 447, the said Executive Order No. 7658 of July 15, 1937, is hereby amended by deleting from the first paragraph thereof the provision reserving to the United States the right to construct a railroad from the Fort De Russy Military Reservation to the existing line of the Honolulu Rapid Transit and Land Company upon the land restored by the order to the Territory of Hawaii.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "July 15, 1947"
    ],
    "citation": "Harry S Truman, Executive Order 9872-Amendment of Executive Order No. 7658, Restoring to the Territory of Hawaii a Portion of the Fort De Russy Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/279042"
}