{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8786-withdrawal-public-lands-for-the-use-the-navy-department-for-naval",
    "doc": "executive-order-8786-withdrawal-public-lands-for-the-use-the-navy-department-for-naval",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8786-Withdrawal of Public Lands for the Use of the Navy Department for Naval Aviation Purposes",
    "date": "June 14, 1941",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of Title II of the act of June 11, 1940, 54 Stat. 265, 292, authorizing the establishment of naval aviation shore facilities, it is ordered as follows:",
        "SECTION 1. Subject to valid existing rights, the public lands on Amaknak Island, Alaska, comprising approximately 1,930 acres, are hereby withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the Navy Department for naval aviation purposes, subject to the withdrawals of portions of the island made by Executive Order No. 1733 of March 3, 1913, as amended by Executive Order No. 5243 of December 19, 1929, for use as a preserve and breeding ground for native birds and for other purposes, and Executive Order No. 6044 of February 23, 1933, for the protection of the fishing rights of Alaska natives, when such uses will not interfere with naval activities; and subject to the existing reservations for lighthouse purposes of certain small tracts.",
        "SECTION 2. The reservation made by section one of this order supersedes, so far as any lands on Amaknak Island are affected, the reservations made by the Executive order of June 10, 1902, and by Executive Orders Nos. 1456, 7816, and 7847 of January 6, 1912, February 15, 1938, and March 21, 1938, respectively, for the use of the Navy Department.",
        "SECTION 3. The reservation made by section one of this order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,June 14, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8786-Withdrawal of Public Lands for the Use of the Navy Department for Naval Aviation Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372117"
}