{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6994-retirement-john-gamon-foreign-service-officer",
    "doc": "executive-order-6994-retirement-john-gamon-foreign-service-officer",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6994-Retirement of John A. Gamon, Foreign Service Officer",
    "date": "March 21, 1935",
    "content": [
        "Whereas paragraph (j) of section 26 of the act of February 23, 1931, 46 Stat. 1212 (U.S.C., title 22, sec. 21), provides as follows:",
        "\"That any Foreign Service officer who, before reaching the age of retirement becomes totally disabled for useful and efficient service by reason of disease or injury not due to vicious habits, intemperance, or willful misconduct on his part, shall, upon his own application or upon order of the President, be retired on an annuity under paragraph (e) of this section: Provided, however, That in each case such disability shall be determined by the report of a duly qualified physician or surgeon designated by the Secretary of State to conduct the examination: Provided further, That unless the disability be permanent, a like examination shall be made annually in order to determine the degree of disability, and the payment of annuity shall cease from the date of the medical examination showing recovery. * * *\";",
        "Whereas Commander Robert F. Jones, Medical Corps, United States Navy, of the United States Naval Dispensary, Washington, D.C., a duly qualified physician, was designated on February 7, 1935, by the Secretary of State to conduct an examination of John A. Gamon, a Foreign Service officer of class II; and",
        "Whereas it has been determined by the report of the said Commander Robert F. Jones that the said John A. Gamon is totally disabled for useful and efficient service by reason of disease not due to vicious habits, intemperance, or willful misconduct on his part:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the above-quoted provisions of the said act of February 23, 1931, I do hereby order and direct that the said John A. Gamon be retired, effective June 30, 1935, on an annuity under paragraph (e) of section 26 of the said act.",
        "[NAME]",
        "The White House,March 21, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6994-Retirement of John A. Gamon, Foreign Service Officer Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362674"
}