{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6253-code-fair-competition-for-the-fishing-tackle-industry",
    "doc": "executive-order-6253-code-fair-competition-for-the-fishing-tackle-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6253-Code of Fair Competition for the Fishing Tackle Industry",
    "date": "August 19, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Fishing Tackle Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies with the pertinent provisions of title I of said act:",
        "Now, therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following condition:",
        "(1) The Associated Fishing Tackle Manufacturers shall, as soon as practicable, amend the bylaws of said association by repealing that provision which requires a vote of a majority of the executive committee or of the members for election to membership in the association.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,August 19, 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6253-Code of Fair Competition for the Fishing Tackle Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362074"
}