{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6858-creation-the-textile-labor-relations-board-etc",
    "doc": "executive-order-6858-creation-the-textile-labor-relations-board-etc",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6858-Creation of the Textile Labor Relations Board, Etc.",
    "date": "September 26, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me under title I of the National Industrial Recovery Act (ch. 90, 48 Stat. 195, title 15, U.S.C., sec. 701) and under joint resolution approved June 19, 1934 (Public Resolution 44, 73d Cong.), and in order to effectuate the policy of said title and the purposes of the said joint resolution, it is hereby ordered as follows:",
        "Section 1. There is hereby created in connection with the Department of Labor a board to be known as the \"Textile Labor Relations Board\" (hereinafter referred to as \"the Board\") which shall be composed of the following three \"special commissioners\": Judge Walter P. Stacy of North Carolina, chairman; James A. Mullenbach of Illinois; and Admiral Henry A. Wiley, United States Navy, retired. Each special commissioner shall receive necessary travelling and subsistence expenses and, except on such days as he receives compensation pursuant to Executive Order No. 6751, June 28, 1934, $40 per diem in addition thereto. Two special commissioners shall constitute a quorum. A vacancy in the Board shall not impair the right of the remaining special commissioners to exercise all the powers of the Board.",
        "Sec. 2. The Board and/or such agencies as it may create or utilize in accordance with this order shall immediately investigate, hold hearings, make findings of fact, and take appropriate action in any case in which it is alleged that there has been discrimination in taking men back to work after the textile strike.",
        "Sec. 3. The Board is hereby authorized and directed, in connection with the textile industry:",
        "(a) To create, utilize, or exercise its powers through such regional or special agents or agencies as it may deem necessary to carry out its functions; and",
        "(b) To exercise all the powers provided in Public Resolution 44, Seventy-third Congress, for a board established under said resolution; and",
        "(c) On its own motion or on complaint of any party affected, to investigate, hold hearings on, and make findings of fact as to, any alleged violation of section 7 (a) of the National Industrial Recovery Act and such part of any code of fair competition or agreement as incorporates said section, and, if necessary, to refer such findings, with recommendations, to proper governmental agencies for appropriate action; and",
        "(d) Upon request of the parties to a labor dispute, to act as a board of voluntary arbitration or to appoint a person or agency for such voluntary arbitration; and",
        "(e) To exercise such powers as may be conferred upon it by any code of fair competition.",
        "Sec. 4. In connection with the codes of fair competition for the cotton textile, silk textile, and wool textile industries, the Board is hereby authorized and directed, on its own motion or on complaint of any party affected, to investigate, hold hearings on, and make findings of fact as to, any alleged violation of any provision of said codes relating to hours of work, rates of pay, or other conditions of employment, and, if necessary, to refer such findings, with recommendations, to proper governmental agencies for appropriate action.",
        "Sec. 5. The Board shall certify the results of all elections conducted by it or by its agents to parties concerned, and the person, persons, or organization certified as the choice of the majority of those voting shall be accepted, for the purpose of collective bargaining, as the representative or representatives of the employees eligible to participate, in the election, without thereby denying to any individual or employee or group of employees the right to present grievances, to confer with their employers, or otherwise to associate themselves and act for mutual aid or protection.",
        "Sec. 6. (a) Appeals on questions of law in cases involving section 7 (a) of the National Industrial Recovery Act and such part of any code of fair competition or agreement as incorporates said section may be taken from the Textile Labor Relations Board to the National Labor Relations Board in cases in which (1) the Textile Labor Relations Board recommends review, or (2) there is a difference of opinion in the Board, or (3) the National Labor Relations Board deems review will serve the public interest.",
        "(b) Whenever the Board has taken or has announced its intention to take jurisdiction of any case or controversy authorized by this order, no other person or agency in the executive branch of the Government, except upon the request of the Board or except as otherwise provided in the preceding subsection, shall take or continue to entertain jurisdiction of such case or controversy. Whenever the Board ?  has made a finding of facts, or issued an order in any such case or controversy, such finding of facts and such order shall (except as otherwise provided in the preceding subsection or except as otherwise recommended by the Board) be final and not subject to review by any person or agency in the executive branch of the Government.",
        "Sec. 7. (a) The Board, with the approval of the National Labor Relations Board and the President, shall make and prescribe such rules and regulations as it may deem necessary for the exercise of the powers conferred in this order.",
        "(b) The Board shall make quarterly and annual reports through the National Labor Relations Board and the Secretary of Labor to the President. Such reports shall state in detail cases heard, decisions rendered, investigations made, and the names, salaries, and duties of all officers and employees appointed by it under the authority of this order and receiving compensation directly or indirectly from the United States.",
        "Sec. 8. The Bureau of Labor Statistics shall prepare a comprehensive report on the actual hours of employment, earnings, and working conditions in the textile industries. The Bureau shall also make an investigation on and a report of the different types of work performed by the various classes of labor in such industries, the actual wage rates paid for the various classifications of work, and the extent to which differential wage rates apply to different skills. In accordance with section 6 (c) of the National Industrial Recovery Act, and in order to furnish a basis for determining whether wage increases based upon reduction in hours or otherwise can, under prevailing economic conditions, be sustained, the Federal Trade Commission shall undertake an investigation of, and report on, the labor costs, profits, and investments of companies and establishments in the textile industries, and make pertinent comparisons between the facts so ascertained and the changes in wages, hours, and extent of employment of workers in such industries. In order to expedite this inquiry, the Federal Trade Commission is directed to give it priority over any other general investigation. The Bureau of Labor Statistics and the Federal Trade Commission shall, at the earliest possible moment, make public the reports required by this section. Such public reports shall be so prepared that data confidentially furnished by a particular person, corporation, or establishment cannot be identified.",
        "Sec. 9. The Board of Inquiry for the Cotton Textile Industry created by Executive Order No. 6840 of September 5, 1934, the Cotton Textile National Industrial Relations Board created by section XVII of the Code of Fair Competition for the Cotton Textile Industry, as amended July 10, 1934, and the Textile National Industrial Relations Board created by administrative order of June 28, 1934, are hereby abolished.",
        "Sec. 10. (a) In order to carry out this order, there is hereby allotted from the funds appropriated for the purposes of the National Recovery Act by title II of the \"Emergency Appropriation Act, Fiscal Year 1935,\" approved June 19, 1934 (Public, No. 412, 73d Cong.), $50,000 to the Textile Labor Relations Board, to be expended under the direction of the Secretary of Labor. After estimates have been submitted to me, further allotments from the same funds shall be made to the Textile Labor Relations Board to be expended under the direction of the Secretary of Labor; to the Federal Trade Commission; and to the Bureau of Labor Statistics.",
        "(b) The Board (with the approval of the Secretary of Labor), the Bureau of Labor Statistics, and the Federal Trade Commission shall have authority to incur such financial obligations and (without regard to the Civil Service laws, the Classification Act of 1923 as amended, or Executive Order No. 6746 of June 21, 1934) to appoint or assign such employees as they deem necessary for their functions and the functions of such agencies as the Board may create or utilize in accordance with this order.",
        "[NAME]",
        "The White House,Washington, D.C.September 26, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6858-Creation of the Textile Labor Relations Board, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362564"
}