{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6527-additions-and-amendments-the-code-fair-competition-for-the-petroleum",
    "doc": "executive-order-6527-additions-and-amendments-the-code-fair-competition-for-the-petroleum",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6527-A-Additions and Amendments to the Code of Fair Competition for the Petroleum Industry",
    "date": "December 21, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of certain additions and amendments to tho Code of Fair Competition for the Petroleum Industry, approved by me August 19, 1933, and modified by me September 13, 1933, and such amendments and additions having been proposed to the Planning and Coordination Committee of the Petroleum Industry and to the Administrator of the aforesaid Code, pursuant to Sections 3, 4, and 4(a) of Article I of such Code, and to my order of August 28, 1933, authorized by Sections 2(a) and 10(b) of Title I of the said Act and Section 2 of Article I of such Code, and adequate hearings having been held thereon, and the Administrator having found that said additions and amendments comply in all respects with the provisions of Title I of said Act, and in particular, that the requirements of clauses of Sub-sections (a) and (b) of Section 3 of the said Act have been met;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the aforesaid National Industrial Recovery Act, do adopt and approve the report, recommendations and findings of the Administrator, and do order that the attached additions and amendments to the aforesaid Code of Fair Competition for the Petroleum Industry be, and they are hereby approved.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended     Harold C. Ickes          Administrator of the Code of Fair Competition for the Petroleum Industry.",
        "The White House,December 21 1933.",
        "ADDITIONS AND AMENDMENTS TO THE CODE OF FAIR COMPETITION FOR THE PETROLEUM INDUSTRY",
        "The first paragraph of Section 1 of Article II is amended to read as follows:",
        "\"In drilling, production, refinery and pipe line operations, the maximum hours for clerical employees shall not exceed 48 hours in any one week nor more than 80 hours in any two weeks, and the rate of pay for each geographic division shall not be less than the minimum stated in Section 2. Employees on drilling operations other than clerical employees may work not more than 8 hours in any one day nor more than 48 hours in any one week, nor more than an average of 36 hours per week for any twenty-six consecutive calendar weeks; provided that such employees may work more than 8 hours in any one day, but not more than 16 hours in any two days, if the conditions are such that relief is impracticable. All other employees in these operations except executives, supervisors and their immediate staffs, and pumpers on 'stripper' wells and employees on isolated properties, shall work not more than 40 hours in any one week, nor more than 72 hours in any two weeks nor more than 16 hours in any two days. Definition of 'stripper wells' shall be made in various fields and areas by the Regional Committees, subject to the revision and approval of the Planning and Coordination Committee.\"",
        "The following Section is hereby added to the Code, to be known as Section 8 of Article III.",
        "\"Section 8. The following practices are hereby declared to be unfair methods of competition and in violation of this Code:",
        "(a). Any secret agreement by any drilling contractor with any official or employee of any company engaged in the production of petroleum by which such official or employee acquires any interest in the contractor's business or profits, either directly or indirectly.",
        "(b). The giving of any rebate, discount, or other concession by any drilling contractor from the price specified in the contract for the drilling of a well.",
        "(c). The submission of a bid for a drilling contract in such form as to indicate that the bidder will accept the contract at an amount less than or at the same price as the lowest competitive bid and/or the submission of a bid without a statement of the amount bid.",
        "(d). Any contract entered into for the drilling of a well whereby the contractor agrees to receive in payment or partial payment more products of petroleum than are reasonably necessary for use in the drilling of said well, or for other uses pertinent to the drilling of said well.",
        "(e). To pay employees in anything other than cash or check, paid on demand. Payments shall be made at such time or times as are provided by state law.",
        "(f). Any contract entered into by a contractor for the drilling of a well at a price less than the fair economic cost of operation. Such fair economic cost of operation shall be determined according to sound accounting principles, and shall include overhead, administration, obsolescence, depreciation, well and operating costs, and a reasonable allowance for hazard.",
        "Upon request being made therefor by any representative group of producers and/or drilling contractors, the appropriate regional committee or such sub-committee as the regional committee may appoint for any region, state, zone, or area, shall hold a hearing or hearings for the purpose of ascertaining the fair economic cost of operations in any field, zone or area. Such notice shall be given of said hearing or hearings as shall be determined, either by the regional committee or by the sub-committee so appointed. The determinations arrived at by such regional committee or sub-committee for each field, zone or area shall be immediately filed with the Planning and Coordination Committee and with the President, but shall be effective immediately upon approval by the said regional committee. The Planning and Coordination Committee or the President may modify or change any such determination of costs arrived at.\"",
        "The following Section is hereby added to the Code, to be known as Section 7(a) of Article VIII.",
        "\"Section 7(a). The Planning and Coordination Committee shall appoint, subject to the approval of the Administrator, sub-committees, state or regional, to represent the drilling branch of the petroleum industry. The committee shall accord representation on such sub-committees to drilling contractors and/or recognized associations thereof, based on nominations made by such associations and/or groups of drilling contractors, such representation to be equal to that accorded the representatives of the producing branch of the industry.\""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6527-A-Additions and Amendments to the Code of Fair Competition for the Petroleum Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373277"
}