{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11381-amending-executive-order-no-10807-march-13-1959-relating-the-federal",
    "doc": "executive-order-11381-amending-executive-order-no-10807-march-13-1959-relating-the-federal",
    "president": "Lyndon B. Johnson",
    "president_byline": "36th President of the United States: 1963 - 1969",
    "title": "Executive Order 11381-Amending Executive Order No. 10807 of March 13, 1959, Relating to the Federal Council for Science and Technology",
    "date": "November 08, 1967",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is ordered that Executive Order No. 10807 of March 13, 1959, entitled \"Federal Council for Science and Technology,\" be, and it is hereby, amended by substituting for subsection (b) of section 1 thereof the following:",
        "\"(b) The Council shall be composed of the Special Assistant to the President for Science and Technology and one representative of each of the following: Department of Agriculture, Department of Commerce, Department of Defense, Department of Health, Education, and Welfare, Department of Housing and Urban Development, Department of the Interior, Department of State, Department of Transportation, Atomic Energy Commission, National Aeronautics and Space Administration, and National Science Foundation. Each such representative shall be an official of policy rank designated by the head of the Federal agency concerned, and, in the case of the Atomic Energy Commission, shall be its Chairman or another member Of the Commission designated by the Chairman of the Commission. A representative of the Director of the Bureau of the Budget designated by the Director may attend meetings of the Council as an observer.\"",
        "[NAME]",
        "The White House",
        "November 8, 1967"
    ],
    "citation": "Lyndon B. Johnson, Executive Order 11381-Amending Executive Order No. 10807 of March 13, 1959, Relating to the Federal Council for Science and Technology Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/239380"
}