{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8774-modifying-executive-order-no-8738-april-21-1941-allocating-types-the",
    "doc": "executive-order-8774-modifying-executive-order-no-8738-april-21-1941-allocating-types-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8774-Modifying Executive Order No. 8738 of April 21, 1941, Allocating by Types the Coffee Quota for Countries Not Signatories of the Inter-American Coffee Agreement",
    "date": "June 10, 1941",
    "content": [
        "Whereas Executive Order No. 8738 of April 21, 1941, allocates by types of coffee the initial quota established under the Inter-American Coffee Agreement for imports of coffee produced in countries which are not signatories of the Agreement; and",
        "Whereas the allocations established In the said order, except the allocation for coffee of the mocha type, have already been filled; and",
        "Whereas the Inter-American Coffee Board, pursuant to the provisions of Article III of the said Agreement, has increased as of June 1, 1941, the initial quotas established in the Agreement for the producing countries participating in the Agreement; and",
        "Whereas Article VII of the said Agreement requires a proportionate increase in the quota for countries which are not signatories of the Agreement:",
        "Now, Therefore, by virtue of the authority vested in me by section 2 of the joint resolution of Congress approved April 11, 1941 (Public Law 33, 77th Cong., 1st sess.), Executive Order No. 8738 of April 21, 1941, is hereby modified as follows:",
        "Subject to the allocation of a maximum of 20,000 bags established in Executive Order 8738 of April 21, 1941, for coffee of the mocha type which may be entered for consumption from April 22 to August 31, 1941, both inclusive, coffee produced in countries not signatories of the Inter-American Coffee Agreement may be entered for consumption in the United States up to the amount of the unfilled balance of the total quota for such countries, as determined pursuant to the said Agreement, for the quota year ending September 30, 1941.",
        "This order shall become effective on the third day following the day it is filed in the Division of the Federal Register, The National Archives.",
        "[NAME]",
        "The White House,June 10, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8774-Modifying Executive Order No. 8738 of April 21, 1941, Allocating by Types the Coffee Quota for Countries Not Signatories of the Inter-American Coffee Agreement Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372112"
}