{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8173-establishing-the-talcot-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-8173-establishing-the-talcot-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8173-Establishing the Talcot Lake Migratory Waterfowl Refuge",
    "date": "June 15, 1939",
    "content": [
        "MINNESOTA",
        "By virtue of the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, acquired or being acquired by the United States, comprising 804.71 acres, more or less; and part of Talcot Lake, in Cottonwood County, Minnesota, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any private lands within the area described shall become a part of the refuge upon the acquisition of title thereto or control thereof by the United States:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 105 N., R. 38 W.,      sec. 17, SW¼ and W½W½NW¼SE¼;      sec. 18, part of SE¼;      sec. 19, lots 2 to 5, inclusive, N½NE¼, and N½NW¼;      sec. 20, part of NE¼NW¼, W½NW¼, SE¼NW¼, and NW¼SW¼;           and a part of Talcot Lake, all of which area of land and water is bounded by the following-described lines:      Beginning at the corner of secs. 18 and 19, T. 105 N., R. 38 W., and secs. 13 and 24, T. 105 N., R. 39 W., in the line between Murray and Cottonwood Counties; Thence between secs. 18 and 19, T. 105 N., R. 38 W.,      East, to the east one-sixteenth corner of said sections; Thence in sec. 18,      N. 27° E., 16.00 chains:      West, 14.80 chains;      North, 25.76 chains, to the center line;      East, with center line to the one-quarter corner of secs. 17 and 18; Thence in sec. 17,      East, with center line to the northeast corner of the W½W½NW¼SE¼;      South, to the southeast corner of the W½W½NW¼SE¼;       West, to the center south one-sixteenth corner;      South, with center line to the one-quartei corner of secs. 17 and 20; Thence in sec. 20,      South, with center line, 13.64 chains; West, 10.00 chains;      South, 5.00 chains;      East, 10.00 chains, to the center line;      South, with center line to the center one-quarter corner;      West, with center Une, to the center west one-sixteenth corner;      South, to the southwest one-sixteenth corner;      West, to the south one-sixteenth corner of secs. 19 and 20; Thence in sec. 19,      West, with the south one-sixteenth line to the meander corner on the east shore of Talcot Lake;      West, with the south one-sixteenth line in Talcot Lake to the theoretical south onesixteenth corner of sec. 19, T. 105 N., R. 38 W., and sec. 24, T. 105 N., R. 39 W., in the line between Murray and Cottonwood Counties; Thence between said secs. 19 and 24,       North, to the point of beginning.",
        "This reservation shall be known as the Talcot Lake Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,June 15, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8173-Establishing the Talcot Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368684"
}