{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6723-authorizing-the-administrator-for-industrial-recovery-suspend-certain",
    "doc": "executive-order-6723-authorizing-the-administrator-for-industrial-recovery-suspend-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6723-Authorizing the Administrator for Industrial Recovery to Suspend Certain Provisions of the Codes of Fair Competition",
    "date": "May 26, 1934",
    "content": [
        "Pursuant to authority vested in me by Title I of the National Industrial Recovery Act, I, Franklin D. Roosevelt, President of the United States, do hereby direct that all provisions in codes of such service trades or industries as shall hereafter be designated by the Administrator for National Recovery be hereby suspended, until further orders, except provisions governing child labor, maximum hours of work and minimum rates of pay and the mandatory provisions of Section 7 (a) and 10 (b).",
        "Each member of any such trade or industry, so designated, shall be entitled to display the appropriate insignia of the National Recovery Administration so long, and only so long, as he is complying with the aforesaid non-suspended provisions; provided however; that, in any locality, in which 85% of the members of any such designated trade or industry shall propose to agree with the President to abide by any local code of fair trade practices suggested by them for that locality, which schedule shall have been approved by the Administrator, the Administrator is authorized to make such agreement, and thereafter no member of such industry in such locality shall be entitled to display the appropriate insignia of the National Recovery Administration unless, in addition to the aforesaid non-suspended provisions of the Code, he is complying with all terms of such agreement.",
        "The Administrator may supplement this Order by such rules, regulations, exceptions, modifications, conditions and determinations as, in his opinion, shall effectuate the purposes of this Order, and of said Act.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,May 26, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6723-Authorizing the Administrator for Industrial Recovery to Suspend Certain Provisions of the Codes of Fair Competition Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373469"
}