{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8863-allocating-the-quota-under-the-inter-american-coffee-agreement-for",
    "doc": "executive-order-8863-allocating-the-quota-under-the-inter-american-coffee-agreement-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8863-Allocating the Quota Under the Inter-American Coffee Agreement for Countries Not Signatories of the Agreement",
    "date": "August 21, 1941",
    "content": [
        "Whereas I find that it is necessary to allocate the quota established under the Inter-American Coffee Agreement, signed on November 28, 1940, for countries which are not signatories of the said agreement in order to afford such countries an opportunity to supply a fair share of the quota:",
        "Now, Therefore, by virtue of the authority vested in me by section 2 of the joint resolution of Congress approved April 11, 1941 (Public Law 33, 77th Cong., 1st sess.), it is hereby ordered as follows:",
        "1. For the quota year beginning October 1, 1941, the quota limiting entries for consumption of coffee produced in countries which are not signatories of the Inter-American Coffee Agreement shall be allocated as follows:",
        "PercentBritish Empire, except Aden and Canada --------------------------------------------- 3.04Kingdom of the Netherlands and its possessions ------------------------------ 36.77Aden, Yemen, and Saudi Arabia -------------------------------------------------------- 7.24Other countries not signatories of the Inter-American Coffee Agreement-------- 22. 95",
        "2. During the effective period of this order, no coffee produced in the countries specified in paragraph 1 may be entered for consumption in excess of the respective quotas calculated by applying the percentages specified in paragraph 1 to the total quota for countries not signatories of the Inter-American Coffee Agreement.",
        "3. This order shall cease to be effective on September 1, 1942.",
        "[NAME]",
        "The White House,August 21, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8863-Allocating the Quota Under the Inter-American Coffee Agreement for Countries Not Signatories of the Agreement Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372164"
}