{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6907-making-funds-available-the-federal-coordinator-transportation-from",
    "doc": "executive-order-6907-making-funds-available-the-federal-coordinator-transportation-from",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6907-Making Funds Available to the Federal Coordinator of Transportation From the Appropriation for National Industrial Recovery",
    "date": "November 19, 1934",
    "content": [
        "Whereas one of the purposes of the National Industrial Recovery Act approved June 16, 1933 (c. 90, 48 Stat. 195), is to reduce and relieve unemployment; and",
        "Whereas the Federal Coordinator of Transportation is now engaged as an agency under the said Act in the work of making studies, collecting and analyzing data, and formulating plans of and concerning railroad labor conditions and relations, particularly in connection with (1) pensions and retirement insurance, (2) unemployment insurance, and (3) wages; and",
        "Whereas this work is necessary in determining ways and means to reduce and relieve unemployment; and",
        "Whereas the sum of $140,000 is needed for the completion of this work:",
        "Now, Therefore, by virtue of and pursuant to the authority rested in me by the said National Industrial Recovery Act and the Fourth Deficiency Act, fiscal year 1933, approved June 16, 1933 (c. 100, 48 Stat. 274, 275), there is hereby made available to the Federal Coordinator of Transportation from the appropriation of $3,300,000,000 for National Industrial Recovery made by the said Fourth Deficiency Act, fiscal year 1933, the sum of $140,000 for carrying on and completing the said work.",
        "[NAME]",
        "The White House,November 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6907-Making Funds Available to the Federal Coordinator of Transportation From the Appropriation for National Industrial Recovery Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373443"
}