{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6518-waiving-provisions-executive-order-january-17-1873-prohibiting",
    "doc": "executive-order-6518-waiving-provisions-executive-order-january-17-1873-prohibiting",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6518-Waiving Provisions of Executive Order of January 17, 1873, Prohibiting Federal Officers and Employees From Holding State or Municipal Offices, as to Martin Conboy",
    "date": "December 21, 1933",
    "content": [
        "Whereas Martin Conboy has been appointed to the Federal office of United States attorney for the southern district of New York; and",
        "Whereas the said Martin Conboy has also been appointed to the State office of special assistant attorney general of the State of New York to conduct (1) the defense of certain actions brought in the Supreme Court of Erie County, New York, by Joseph J. Lunghino against Joseph A. Broderick, Superintendent of Banks of the State of New York, and others, and (2) investigations and prosecutions pursuant to the proclamation of October 6, 1933, of the Governor of the State of New York convening an extraordinary special and trial term of the Supreme Court of Kings County on November 1, 1933, for the purpose of inquiring into any and all unlawful acts in relation to the investigation, indictment, prosecution, sentence, and/or commitment in the case of the People of the State of New York v. Jacob Mellon, Edward Lollo, and Morris Rothenberg, in the County Court of Kings County, and for the purpose of inquiring into any and all unlawful acts relating to the conduct of the laundry trade or business; and",
        "Whereas the performance of the duties of the said Martin Conboy as special assistant attorney general of the State of New York with respect to the above-mentioned matters will be to the public interest and will not prevent the faithful discharge of his duties as United States attorney of the southern district of New York;",
        "Now, Therefore, by virtue of the authority vested in me under section 1753 of the Revised Statutes of the United States (title 5, U.S.C., sec. 631), the provisions of the Executive order of January 17, 1873, as amended, prohibiting, with certain exceptions, Federal officers and employees from holding State or municipal offices, are hereby waived as to the said Martin Conboy in connection with the performance of his aforesaid duties as special assistant attorney general of the State of New York.",
        "[NAME]",
        "The White House,December 21, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6518-Waiving Provisions of Executive Order of January 17, 1873, Prohibiting Federal Officers and Employees From Holding State or Municipal Offices, as to Martin Conboy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373267"
}