{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7316-enlarging-cape-romain-migratory-bird-refuge-the-state-south-carolina",
    "doc": "executive-order-7316-enlarging-cape-romain-migratory-bird-refuge-the-state-south-carolina",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7316-Enlarging Cape Romain Migratory Bird Refuge in the State of South Carolina",
    "date": "March 13, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purpose of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described area, acquired by the United States, in Charleston County, South Carolina, with all buildings thereon, be, and it is hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as an addition to the Cape Romain Migratory Bird Refuge, established under the said Migratory Bird Conservation Act:",
        "Being all of what is known as Bull Island, lying on the southwest side of Bull Bay, between Price Creek and Bull Creek, and the Atlantic Ocean, and about three miles off the mainland of South Carolina, and about fourteen miles southwest of McClellanville, South Carolina. The following survey was executed under the direction of the Bureau of Biological Survey, Department of Agriculture, in June and July 1935. All bearings in this description were turned from the true meridian as determined by altitude observations on the sun during the progress of the survey, and all distances are expressed in chains.",
        "Beginning at corner No. 1, a point at the edge of the marsh on the north side of Bull Island, on the west side of Jacks Creek which bears S. 40°30' E., at the junction of Jacks Creek with Bull Harbor; from this corner a U.S.B.S. standard concrete post marked \"1 WC COR 1 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner on a small grassy sand ridge, bears S. 16°57' E., 8.01 chs. distant; from which witness corner a 10 in. white oak blazed and scribed \"BT WC COR 1\" bears N. 56° W., 0. 23 ch. distant; an 8 in. white oak blazed and scribed \"BT WO COB 1\" bears S. 3° E., 0. 24 ch. distant;",
        "Thence from said initial point, with the north side of Bull Island, along the edge of the marsh with the meanders thereof, in part with the south shore of Bull Harbor and in part with Bull Bay,",
        "N. 51°28' E., 12.27 chs. to a point across Jacks Creek, at its mouth, on the edge of the salt marsh on Bull Bay; thence,",
        "N.21°19' E.,  4.43 chs.;",
        "N. 1°54' E.,  8.45 chs.;",
        "S. 88°57' E.,  18.80 chs.;",
        "S. 75°39' E.,  15.66 chs.;",
        "N. 85°24' E., 15.98 chs. to a point at the edge of salt marsh and grass on Bull Bay;",
        "Thence with mean high water along sandy beach and sand dunes,",
        "N.31°59'E.,  17.19 chs.;",
        "N. 65°32' E.,  5.81 chs. to the northeasterly point of Bull Island; thence,",
        "S. 37°27' E.,  8.12 chs.;",
        "S. 22°28' E., 19.26 chs. to corner No. 2, a point on the northeasterly end of the seashore of Bull Island, facing the Atlantic Ocean; from this corner a U.S.B.S. standard concrete post marked \"2 WC COR 2 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner on the west slope of a grassy sand dune about 2.00 chs. northeast of a dense growth of cedar, myrtle, and palmetto, bears S. 71°30' W.,  0.50 ch. distant; from which witness corner a U.S.C. & G.S. concrete monument marked \"BULL 1934\" bears N. 67°48' W., 3.18 chs. distant; an 18 in. cedar blazed and scribed \"BT WC COR 2\" bears S. 13°00' W., 2.23 chs. distant; and palmettos were blazed for witness trees;",
        "Thence, with mean high water along the east shore of Bull Island, with the meanders thereof, between the beach and a thick growth of pine, cedar, and palmetto,",
        "S.22°54' E.,  8.82 chs.;",
        "S. l°07' E., 9.15 chs.;",
        "S. 15°31' W., 19.17 chs.;",
        "S. 14°50' W., 17.21 chs.;",
        "S. 16°07' W., 4.02 chs.;",
        "S. 19°25' W., 9.97 chs.;",
        "S. 19°11' W., 12.25 Chs.;",
        "S. 16°45' W.,  21.66 chs.;",
        "S. 13°31'W., 12.76 chs.;",
        "S. 25°31' W., 9.19 chs. to corner No. 3, a point at mean high water at the northeast end of a strip of sand dunes lying between the beach and a heavy growth of palmetto, oak, and cedar, at the edge of beach and sand dunes; from this corner a U.S.B.S. standard concrete post marked \"3 WC COR 3 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in grassy sand dunes and scattered palmetto, bears N. 75°22' W., 0.79 ch. distant; and palmettos were blazed for witness trees;",
        "Thence, continuing with the southerly shore of Bull Island, with the meanders thereof, along mean high water,",
        "S. 38°13'W., 12.40 chs.;",
        "S. 60°52' W., 12.58 chs.;",
        "S. 71°00'W., 15.63 chs.;",
        "S. 74°32' W., 1430 chs.;",
        "S. 73°50' W., 14.75 chs. to a point at mean high water at the edge of beach and sand dunes; from this point a U.S.B.S. standard concrete post marked \"3A WC MP 3-5 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in grassy sand dunes, bears N. 21° E., 0.77 ch. distant; thence,",
        "S. 75°22'W., 14.66 chs.;",
        "S. 75°12'W.,  15.10 chs.;",
        "S. 73°52' W., 14.46 chs.;",
        "S. 72°21'W.,  14.12 chs.;",
        "S. 71°55' W., 14.35 chs. to a point at mean high water at the edge of beach and sand dunes; from this point the northeast corner of a bathhouse bears N. 76°45' W., 4.24 chs. distant; and a U.S.B.S. standard concrete post marked \"4 WC MP 3-10 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in grassy sand dunes, bears N. 76°45' W., 4.09 chs. distant;",
        "Thence with mean high water along the edge of beach and sand dunes,",
        "S. 69°67' W., 15.15 chs.;",
        "S. 69°27' W., 1738 chs.;",
        "S. 68°00' W., 15.23 chs.; S. 66°09' W., 15.47 chs.;",
        "S. 65°16' W., 15.95 chs. to a point at mean high water at the edge of beach and sand dunes; from this point a U.S.B.S. standard concrete post marked \"4A WC MP 3-15 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in grassy sand dunes, bears N. 24° W., 1.48 chs. distant; thence,",
        "S. 62°53' W., 1537 chs.;",
        "S. 62°42' W.,  1532 chs.;",
        "S. 60°52' W.,  15.52 chs.;",
        "S. 60°00' W.,  16.22 chs.;",
        "S. 59°20' W., 15.62 chs.;",
        "S. 59°29' W, 14.78 chs. to a point at mean high water at the edge of the beach and sand dunes; from, this point a U.S.B.S. standard concrete post marked \"4B WC MP 3-21 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in grassy sand dunes, bears N. 69°00' W., 1.16 chs. distant; thence, S. 58°17' W., 14.59 Chs.;",
        "S. 57°45' W., 14.40 chs.;",
        "S. 52°57' W., 14.29 chs.;",
        "S. 55°24' W., 11.83 Chs.;",
        "S. 62°04' W.,  14.48 chs.;",
        "N. 86°48' W., 13.64 chs. to corner No. 4, a point at mean high water on the southwest extremity of Bull Island, at the edge of beach and sand dunes, near the mouth of and northeast of Price Creek; from this corner a U.S.B.S. standard concrete post marked \"5 WC COR 4 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in low sand dunes and thin beach grass, bears N. 27°12' E., 1.64 chs. distant;",
        "Thence up the left bank of Price Creek, with the meanders thereof, on the beach at mean high water,",
        "N. 22°31' W., 14.02 chs. along the edge of beach and sand dunes; thence,",
        "N. 28°05' W., 18.59 chs. to a point at the edge of marsh and at the mouth of a creek 1.00 ch. wide bearing N. 60° E.,  thence,",
        "N. 46°69' W., 12.18 chs.;",
        "N. 40°41' W., 13.03 chs. to corner No. 5, a point at the edge of salt marsh at the junction of Bull Narrows and Price Creek; from this corner a U.S.B.S. standard concrete post marked \"6 WC COR 5 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in salt marsh and marsh grass, bears S. 88°62' E., 0.76 ch. distant; a U.S.C. & G.S. monument marked \"PRICE 1921\" bears S. 24°26' E., 2.71 chs. distant;",
        "Thence with the east bank of Bull Narrows, with the meanders thereof, along the edge of salt marsh and marsh grass,",
        "N. 39°42'E.,  15.76 chs.;",
        "N. 40°36' E.,  13.90 Chs.;",
        "N. 18°33' E.,  17.91 chs.;",
        "N. 4°37' E.,  15.55 chs.;",
        "N. 0°45' W., 1233 chs.;",
        "N. 23°14' E., 0.98 ch. to corner No. 6, a point at the edge of marsh and at the junction of Bull Narrows and creek bearing N. 25° W. to Sewee Bay; from this corner a U.S.B.S. standard concrete post marked \"7 WC COR 6 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in salt marsh and marsh grass, bears S. 7°46' E., 0.71 ch. distant;",
        "Thence with the south bank of Bull Narrows along the edge of salt marsh and marsh grass,",
        "N. 70°38' E., 13.81 chs.;",
        "N. 82°24' E.,  9.15 chs.;",
        "N. 44° 16' E., 35.14 chs.;",
        "N. 27°27' E., 1036 chs.;",
        "N. 67°53' E.,  1134 chs.;",
        "N. 1°07' W., 16.04 Chs.;",
        "N. 45°52' E., 3.45 chs. to corner No. 7, a point at the edge of marsh at the junction of Bull Creek and Bull Narrows; from this corner a U.S.B.S. standard concrete post marked \"8 WC COB 7 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in salt marsh and marsh grass, bears S. 45° 47' W., 2.27 chs. distant; from which witness corner a 1½ in. iron pipe bears N. 55°20' E.,  10.30 chs. distant; this pipe at the edge of marsh is corner No. 7 of the State of South Carolina tract No. 2c;",
        "Thence with the south bank of Bull Creek along the edge of salt marsh and grass,",
        "N. 87°46' E.,  18.40 chs.;",
        "S. 71°59' E.,  20.85 chs.;",
        "N. 73°00' E., 10.00 chs. to a point on the east bank and at the mouth of Back Greek which bears S. 10° W.; from this point a U.S.B.S. standard concrete post marked \"8-A WC MP 7-3 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in salt marsh and marsh grass, bears N. 73° E., 0.15 ch. distant; thence,",
        "N. 22°54' E., 7.37 chs.;",
        "N. 13° 57' E., 14.87 chs. to corner No. 8, a point at the edge of salt marsh; from this corner a U.S.B.S. standard concrete post marked \"9 WC COB 8 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner in salt marsh and marsh grass, bears S. 20°E., 0.75 ch. distant; from which witness corner a 1½ in. iron pipe bears N. 65°49' W.,  8.48 chs. distant; this pipe at the edge of marsh is corner No. 5 of the State of South Carolina tract No. 2c;",
        "Thence, continuing with the south bank of Bull Creek along the edge of salt marsh and marsh grass,",
        "N. 68°46' E., 27.23 chs.;",
        "N. 84°06' E., 17.43 chs.;",
        "N. 89°11'E., 12.12 chs.;",
        "S. 70°26' E., 4.96 chs.;",
        "S. 65°59' E., 11.15 chs. to a point on the east bank of Wharf Creek; thence,",
        "N. 37°56' E., 27.57 chs.;",
        "N. 36°03' E.,  12.02 chs.;",
        "N. 54°38' E., 15.41 chs. to corner No. 9, a point at the edge of salt marsh near the junction of Bull Creek and Bull Harbor; from this corner a U.S.B.S. standard concrete post marked \"10 WC COB 9 BULLS ISLAND 1935\", set 18 in. in the ground for a witness corner on sandy ridge 0.05 ch. northwest of a U.S.C. & G.S. monument marked \"Middle\" and 0.40 ch. west of a dense growth of pine, cedar, oak, and palmetto, bears S. 22°35' E., 4.16 chs. distant; from which witness corner a 16 in. white oak, blazed and scribed \"BT WC COR 9\" bears S. 13° E.,  0.46 ch. distant; and from which witness corner a 1½ in. iron pipe bears N. 24° 14' W., 18.30 chs. distant; this pipe at the edge of marsh is corner No. 4 of the State of South Carolina tract No. 2c; and cedars were blazed for witness trees;",
        "Thence with the south shore of Bull Harbor, along the edge of the marsh with the meanders thereof,",
        "N. 45°39' E.,  9.81 chs.;",
        "N. 45°32' E., 9.73 chs.;",
        "N. 62°01' E.,  18.61 chs.;",
        "S. 84° 19'E., 11.19 chs.;",
        "S. 60° 30' E., 5.51 chs.;",
        "N. 74°56' E., 6.55 chs.;",
        "N. 77°58' E., 26.16 chs. to the place of beginning, containing 5,191.36 acres, be the same more or less.",
        "[NAME]",
        "[WHITE HOUSE],March 13, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7316-Enlarging Cape Romain Migratory Bird Refuge in the State of South Carolina Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357328"
}