{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8205-authorizing-the-initial-appointment-the-assistant-administrator-the",
    "doc": "executive-order-8205-authorizing-the-initial-appointment-the-assistant-administrator-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8205-Authorizing the Initial Appointment of the Assistant Administrator of the Federal Security Agency and One Private Secretary to the Assistant Administrator Without Compliance With the Civil Service Rules, and Amending Schedule A of the Civil Service Rules",
    "date": "July 14, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of Section 2 of the Civil. Service Act (22 Stat. 403, 404), it is hereby ordered as follows:",
        "1. Subject to the establishment before the Civil Service Commission of the requisite qualifications in each case, the initial appointment of the Assistant Administrator of the Federal Security Agency, and one private secretary or confidential assistant to the said Assistant Administrator, may be effected without compliance with the competitive requirements of the Civil Service Rules.",
        "2. Schedule A of the Civil Service Rules is hereby amended by adding thereto the following subdivision:",
        "XXXVI. Federal Security Agency",
        "(1) Two private secretaries or confidential assistants to the Administrator of the Federal Security Agency.",
        "[NAME]",
        "The White House,July 14, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8205-Authorizing the Initial Appointment of the Assistant Administrator of the Federal Security Agency and One Private Secretary to the Assistant Administrator Without Compliance With the Civil Service Rules, and Amending Schedule A of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368708"
}