{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6854-waiving-the-age-limits-for-civil-service-examinations-certain-cases",
    "doc": "executive-order-6854-waiving-the-age-limits-for-civil-service-examinations-certain-cases",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6854-Waiving the Age Limits for Civil Service Examinations in Certain Cases",
    "date": "September 22, 1934",
    "content": [
        "Whereas the Emergency Appropriation Act, fiscal year 1935 (Public, No. 412, 73d Cong.), under the heading \"Bureau of Internal Revenue\" contains the following provision:",
        "\"Provided, That after December 1, 1934, no part of the appropriation made herein or heretofore made for the fiscal year 1935 shall be used to pay the salary of any person formerly employed as investigator, special agent, senior warehouseman, deputy prohibition administrator, agent, assistant attorney, assistant prohibition administrator, senior investigator, deputy production administrator, storekeeper or gauger, or any other position in the Prohibition Bureau or Alcoholic Beverage Unit, Department of Justice, who was separated from the service of such Bureau or Unit between June 10, 1933, and December 31, 1933, while in any such position in the Treasury Department, unless and until such person shall be appointed thereto as a result of an open, competitive examination to be hereafter held by the Civil Service Commission.\"",
        "Whereas some of the persons who were separated from the Prohibition Bureau or the Alcoholic Beverage Unit of the Department of Justice between June 10, 1933, and December 31, 1933, are not, or may not be, within the age limits which have been or may be fixed upon agreement between the Secretary of the Treasury and the Commission under the authority of paragraph 5 of Civil Service rule V, for any examinations which may be held pursuant to the above-quoted provision; and",
        "Whereas it appears that it would be in the public interest to afford all persons affected by the said provision an opportunity for entering such Civil Service examinations:",
        "Now, Therefore, by virtue of the authority vested in me by the provisions of the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403), the Civil Service Commission is authorized to waive with respect to all persons who were separated from the Prohibition Bureau or the Alcoholic Beverage Unit of the Department of Justice betw een June 10, 1933, and December 31, 1933, the age limits which have been or may be fixed upon agreement between the Secretary of the Treasury and the Commission under the authority of paragraph 5 of Civil Service rule V, for any examinations which may be held pursuant to the above-quoted provision of the Emergency Appropriation Act, fiscal year, 1935.",
        "[NAME]",
        "The White House,September 22, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6854-Waiving the Age Limits for Civil Service Examinations in Certain Cases Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362560"
}