{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5194-reserving-certain-described-lands-for-classification-arkansas",
    "doc": "executive-order-5194-reserving-certain-described-lands-for-classification-arkansas",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5194-Reserving Certain Described Lands for Classification, Arkansas",
    "date": "September 16, 1929",
    "content": [
        "Under authority of the act of Congress approved June 25, 1910 (36 Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497), it is hereby ordered that the following described public lands in the State of Arkansas be, and they are hereby temporarily withdrawn from settlement, location, sale or entry, subject to the conditions and limitations of said acts, for classification in connection with certain areas which have been, or may be acquired by the United States for national forest purposes:",
        "Fifth Principal Meridian",
        "In T. 3 N., R. 22 W., S½ SW¼ Sec. 10;",
        "In T. 3 N., R. 23 W., NE¼ SW¼ Sec. 15;",
        "In T. 4 N., R. 23 W., E½ NE¼ Sec. 11, SE¼ SW¼ Sec. 19, NE¼ NE¼, SW¼ NE¼ and SW¼ SW¼ Sec. 22, and NW¼ NE¼ Sec. 23;",
        "In T. 3 N., R. 24 W., NW¼ NE¼ Sec. 8;",
        "In T. 4 N., R. 24 W., NE¼ SW¼ Sec. 24;",
        "In T. 4 N., R. 25 W., NW¼ SW¼ Sec. 2, S½ SE¼ Sec. 9, N½ NE¼ and NE¼ NW¼ Sec. 12, NE¼ SE¼ Sec. 15 and SE¼ NW¼ Sec. 27;",
        "In T. 5 N., R. 25 W., N½ NW¼ Sec. 31;",
        "In T. 5 N., R. 26 W., SE¼ SE¼ Sec. 32;",
        "In T. 2 N., R. 27 W., SW¼ SW¼ Sec. 26, N½ NW¼ NE¼, N½ SW¼ NW¼ NE¼, SW¼ SW¼ NW¼ NE¼, and NW¼ SE¼ NW¼ NE¼ Sec. 35, N½ N½ NE¼ SW¼, SE¼'NE¼ NE¼ SW¼ and E½ SE¼ NE¼ SW¼ Sec. 36;",
        "In T. 3 N., R. 27 W., N½ N½ NE¼ NW¼, N½ NW¼ NW¼ and S½ SW¼ NW¼ Sec. 15, E½ NE¼ and S½ SE¼ Sec. 17, N½ NE¼ Sec. 19, and SW¼ SE¼ Sec. 21;",
        "In T. 1 N., R. 28 W., SW¼ SE¼ Sec. 5, SW¼ SW¼ and SE¼ SE¼ Sec. 6;",
        "In T. 2 N., R. 28 W., SW¼ SE¼ Sec. 9, NW¼ SE¼ Sec. 10, SW¼ SW¼ Sec. 11. N½ NE¼ Sec. 12 and NW¼ NW¼ Sec. 15;",
        "In T. 3 N., R. 28 W., N½ SE¼, N½ SW¼ and SE¼ SW¼ Sec. 23, S½ SE¼ Sec. 26, N½ NE¼ and NE¼ NW¼ Sec. 27;",
        "In T. 4 N., R. 28 W., SW¼ SE¼ Sec. 4, N½ NE¼ and NE¼ NW¼ Sec. 10, SE¼ NE¼ NE¼ and SW¼ NE¼ Sec. 19, SW¼ SW¼ Sec. 20, NW¼ SW¼ Sec. 21, SE¼ SE¼ Sec. 29, WX NE¼ Sec. 30, and E½ NE¼ Sec. 32;",
        "In T. 1 N., R. 29 W., SE¼ SE¼ Sec. 1;",
        "In T. 2 N., R. 29 W., SE¼ SW¼ Sec. 22, and NE¼ SW¼ Sec. 23;",
        "In T. 4 N., R. 29 W., NE¼ SE¼ Sec. 22, SE¼ NE¼, N½ SW¼, N½ SE¼, and SE¼ SE¼ Sec. 23, SW¼ NW¼ and WX SW¼ Sec. 24, NW¼ NW¼ and NE¼ SW¼ Sec. 25, N½ NE¼, SW¼ NE¼, NW¼ NW¼, S½ NW¼ and NW¼ SE¼ Sec. 26;",
        "In T. 2 N., R. 30 W., NE¼ NE¼ Sec. 19, NW¼ NW¼ Sec. 21 and NE¼ NW¼ Sec. 22;",
        "In T. 2 N., R. 31 W., NE¼ NE¼ Sec. 26 and SW¼ NE¼ Sec. 36;",
        "In T. 1 N., R. 32 W., SE¼ SE¼ Sec. 18;",
        "In T. 2 N., R. 32 W., SE¼ NW¼ and SW¼ SW¼ Sec. 15, NW¼ NE¼ Sec. 21, E½ NE¼ and SW¼ NE¼ Sec. 22, NW¼ Sec. 23 and NE¼ SW¼ Sec. 28;",
        "In T. 3 N., R. 32 W., E½ SE¼ Sec. 35;",
        "In T. 2 S., R. 22 W., SW¼ NE¼ Sec. 31;",
        "In T. 3 S., R. 22 W., NW¼ SW¼ Sec. 5 and NW¼ NW¼ Sec. 18;",
        "In T. 3 S., R. 24 W., NE¼ NW¼ Sec. 24, NW¼ NW¼ Sec. 27 and NE¼ NE¼ Sec. 28;",
        "In T. 3 S., R. 25 W., NW¼ NW¼ Sec. 25 and NE¼ NW¼ Sec. 26;",
        "In T. 3 S., R. 26 W., N½ SE¼ SW¼ Sec. 36;",
        "In T. 1 S., R. 29 W., NE¼ NE¼ Sec. 35.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,September 16, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5194-Reserving Certain Described Lands for Classification, Arkansas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360892"
}