{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8688-prescribing-regulations-governing-the-granting-allowances-for",
    "doc": "executive-order-8688-prescribing-regulations-governing-the-granting-allowances-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8688-Prescribing Regulations Governing the Granting of Allowances for Quarters to Certain Enlisted Men of the Army of the United States",
    "date": "February 19, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of October 17, 1940, Public No. 872, 76th Congress, I hereby prescribe the following regulations governing the granting of allowances for quarters to enlisted men of the first, second, and third grades of the Army of the United States in the active military service of the United States having dependents, for periods during which public quarters are not provided and available for their dependents:",
        "1. Definitions. a. The term \"dependent\" as used herein shall include at all times and in all places a lawful wife and unmarried children under twenty-one years of age. It shall also include the mother of the enlisted men provided she is in fact dependent on him for her chief support. (U.S.C., title 37, sec. 8.)",
        "b. The term \"children\" as used in subdivision a above, shall be held to include legitimate children, stepchildren, and adopted children, where such legitimate children, stepchildren, or adopted children are in fact dependent upon the person claiming dependency allowance. (U.S.C., title 37, sec. 8a.)",
        "2. Payments. a. Effective as of October 17, 1940, each enlisted man of the first, second, or third grade of the Army of the United States, other than Philippine Scouts, in the active military service of the United States who is not entitled to a money allowance for quarters in a non-travel status under the provisions of section 11 of the act of June 10, 1922, 42 Stat. 630 (U.S.C., title 37, sec. 19) , and who has a dependent as defined above, shall be entitled to receive for any period during which public quarters are not provided and available for his dependent, the money allowances for quarters prescribed for enlisted men in a non-travel status by Executive Order No. 7293 of February 14, 1936, or any amendments thereto, issued under section 11 of the said act of June 10, 1922.",
        "b. Philippine Scouts, under the conditions of subdivision a above, shall be entitled to receive actual expenses for lodging not to exceed fifty cents a day.",
        "[NAME]",
        "The White House,February 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8688-Prescribing Regulations Governing the Granting of Allowances for Quarters to Certain Enlisted Men of the Army of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368241"
}