{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8225-abolishing-customs-collection-district-number-44-iowa-extending",
    "doc": "executive-order-8225-abolishing-customs-collection-district-number-44-iowa-extending",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8225-Abolishing Customs Collection District Number 44 (Iowa); Extending Limits of Customs Collection District Number 39 (Chicago) To Include the State of Iowa; and Revoking the Designations of Des Moines, Iowa, Oklahoma City, Oklahoma, and Tulsa, Oklahoma, as Customs Ports of Entry",
    "date": "August 24, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1 of the act of August 1, 1914, 38 Stat. 609, 623 (U.S.C., title 19, sec. 2), it is ordered that the following changes be made in the customs field organization:",
        "1. Customs Collection District No. 44 (Iowa), is hereby abolished.",
        "2. The territory comprising the State of Iowa is hereby consolidated with, and made a part of, Customs Collection District No. 39 (Chicago), with headquarters at Chicago, Illinois.",
        "3. The designation of the customs port of entry of Des Moines, Iowa, in Customs Collection District No. 44 (Iowa), is hereby revoked.",
        "4. The designations of the customs ports of entry of Oklahoma City, Oklahoma, and Tulsa, Oklahoma, in Customs Collection District No. 45 (Saint Louis), are hereby revoked.",
        "This order shall become effective thirty days from the date hereof.",
        "[NAME]",
        "The White House,August 24, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8225-Abolishing Customs Collection District Number 44 (Iowa); Extending Limits of Customs Collection District Number 39 (Chicago) To Include the State of Iowa; and Revoking the Designations of Des Moines, Iowa, Oklahoma City, Oklahoma, and Tulsa, Oklahoma, as Customs Ports of Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210744"
}