{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5949-withdrawal-public-land-montana-and-wyoming",
    "doc": "executive-order-5949-withdrawal-public-land-montana-and-wyoming",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5949-Withdrawal of Public Land, Montana and Wyoming",
    "date": "November 16, 1932",
    "content": [
        "Under and pursuant to the provisions of the act of Congress approved June 25, 1910 (36 Stat. 847-848), entitled \"AN ACT To authorize the President of the United States to make withdrawals of public lands in certain cases,\" as amended by act of Congress approved August 24, 1912 (37 Stat. 497), and on the recommendation of the Secretary of the Interior, it is hereby ordered that the lands lying within 250 feet on each side of the center line of the Cooke-Red Lodge approach road as now located on the ground, from Cooke to a point 8.58 miles south and west of Red Lodge, in sec. 25, T. 9 S., R. 14 E., S. ½ secs. 19, 20, N. ½ secs. 29 and 30, and NW. ¼ sec. 28, T. 9 S., R. 15 E., principal meridian, Montana, surveyed; S. ½ sec. 28, secs. 33 and 34, T. 9 S., R. 15 E., Tps. 8 and 9 S., R. 19 E., T. 9 S., R. 18 E., principal meridian, Montana, unsurveyed; Tps. 57 and 58 N., Rs. 104, 105, 106, and 107 W., sixth principal meridian, Wyoming, unsurveyed, be, and the same are hereby, in so far as title tnereto remains in the United States, withdrawn from settlement, location, sale, entry, or other disposal and reserved for approach road to Yellowstone National Park, subject to all valid existing rights.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,November 16, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5949-Withdrawal of Public Land, Montana and Wyoming Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361522"
}