{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7557-amendment-executive-order-no-7530-december-31-1936-transferring",
    "doc": "executive-order-7557-amendment-executive-order-no-7530-december-31-1936-transferring",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7557-Amendment of Executive Order No. 7530 of December 31, 1936, Transferring Functions, Funds, Property, etc., of the Resettlement Administration to the Secretary of Agriculture",
    "date": "February 19, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me under Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and the Emergency Relief Appropriation Act of 1936, approved June 22, 1936 (49 Stat. 1608), it is ordered that the second paragraph of Executive Order No. 7530 of December 31, 1936, transferring the functions, funds, property, etc., of the Resettlement Administration to the Secretary of Agriculture, be, and it is hereby, amended to read as follows:",
        "All the powers, functions, and duties heretofore vested in the Resettlement Administration by Executive Order No. 7027 of April 30, 1935 (as amended by Executive Order No. 7200 of September 26, 1935), Executive Order No. 7028 of April 30, 1935, and Executive Order No. 7041 of May 15, 1935, are hereby transferred to the Secretary of Agriculture, to be exercised and performed by him; and all funds, personnel, property, records, and equipment of the Resettlement Administration are hereby transferred to the Department of Agriculture, to be under the supervision, control, and direction of the Secretary of Agriculture.",
        "The exercise or performance by the Secretary of Agriculture since January 1, 1937, of any powers, functions, and duties vested in the Resettlement Administration by Executive Orders No. 7028 of April 30, 1935, and No. 7041 of May 15, 1935, is hereby confirmed and ratified.",
        "[NAME]",
        "The White House,February 19, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7557-Amendment of Executive Order No. 7530 of December 31, 1936, Transferring Functions, Funds, Property, etc., of the Resettlement Administration to the Secretary of Agriculture Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368967"
}