{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8570-selective-service-regulations",
    "doc": "executive-order-8570-selective-service-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8570-Selective Service Regulations",
    "date": "October 18, 1940",
    "content": [
        "By virtue of the authority vested in me by the Selective Training and Service Act of 1940, approved September 16, 1940, I hereby prescribe Volume Six of regulations governing the administration of said Act, such regulations to be known as the Selective Service Regulations:",
        "VOLUME SIX-PHYSICAL STANDARDS",
        "CONTENTS",
        "SECTION XLVII. Excerpts From Other Volumes of Selective Service Regulations",
        "VOLUME SIX-PHYSICAL STANDARDS",
        "SECTION XLVI-GENERAL INFORMATION AND INSTRUCTIONS",
        "Note.-The first paragraph in Volume Six is numbered 601.",
        "1. Physical standards governing. The physical standards governing the physical examination of registrants by the examining physicians of the Selective Service System shall be those which govern medical officers of the armed forces in the examination of selected men at Army and Navy induction stations. These standards are published in the following official documents of the War and Navy Departments:",
        "a. Standards of Physical Examinations during Mobilization, MR 1-9, War Dept. Aug. 31, 1940.",
        "b. Physical Examinations for the Medical Department of the U.S. Navy, 1938. (To be issued when required.)",
        "602. Objective of physical examination. The objective is to procure men who are physically fit for the rigors of general service. The registrant must be able to see well; have comparatively good hearing: have a heart able to withstand the stress of physical exertion; be intelligent enough to understand and execute military maneuvers, obey commands, and protect himself: and be able to transport himself by walking as the exigencies of military life may demand.. Examining physicians will accordingly so construe these standards that the objective stated above may be realized.",
        "603. Definitions. a. The term \"military\" shall comprehend the Army, Navy, and Marine Corps, except where such construction would be unreasonable.",
        "b. The term \"physical,\" in such phrases as \"physical examination,\" \"physical defect,\" \"physical condition,\" shall comprehend the physical, psychic, and nervous aspects, except where such construction would be unreasonable.",
        "604. Classification on physical qualifications. Local boards under Selective Service Regulations have, original jurisdiction with respect to all registrants, subject to appeal. Local boards shall classify a registrant, based on his physical qualifications, in:",
        "a. Class I-A as qualified for general military service, provided the registrant comes within the standards of general military service. Certain college students qualified for general military service are placed in Class I-D; certain conscientious objectors, in Class IV-E.",
        "b. Class IV-F as totally and permanently disqualified for military service. provided the registrant comes within the standards of unconditional rejection.",
        "c. Class I-B as qualified for limited military service provided the registrant does not come within the standards of unconditional acceptance or unconditional rejection. Certain college students qualified for limited military service are placed in Class I-E; certain conscientious objectors, in Class IV-E.",
        "605. Application of physical standards. It will be noted that physical standards prescribed for various organs or parts are stated in terms of decreasing availability for military service as follows:",
        "a. Deviations from normal function or structure acceptable for general military service (i-A).",
        "b. Deviations from normal function or structure acceptable for limited military service (I-B).",
        "c. Deviations from normal function or structure causing unconditional rejection for any military service (IV-F).",
        "It will frequently become necessary, in determining whether an observed deviation from the normal is acceptable, to consider not only the stated minimum standards for Class I-A but also the causes for classification in Classes I-B or IV-F. It is therefore suggested that medical examiners note the character and degree of all deviations from normal function or structure and then consult the appropriate sections of Army Standards (or, when applicable, Navy Standards) to determine by elimination the class under which each deviation is listed.",
        "606. Scope of examination. In all cases the examining physician shall make a complete examination of the registrant, and record all minor defects as well as disqualifying defects. Medical Advisory Boards, or a member or members thereof, shall make such examination as is necessary to determine the matters for which the registrant has been referred, and shall make an appropriate report as prescribed in paragraph 339. The registrant should be questioned about his past and his present physical condition. His mental characteristics and speech should be observed. The possibility of malingering should be •borne in mind at all stages of the examination. Examining physicians shall be especially careful in the examination of registrants who stiffer from defects of vision; defects of hearing, and with chronic discharge from the ears; toxic conditions Associated with abnormal conditions of the thyroid gland; valvular disease of the heart; tuberculosis; epilepsy; mental and nervous disease or deficiency; emotional instability; and defects of the feet. When in doubt about these or other conditions, the examining physician of the local board shall request reference to a medical advisory board for examination.",
        "607. Arrangements for examination. The physical examination should be made in a large well-lighted room. A quiet communicating room should be used for the examination of the heart, lungs, and hearing. The temperature of the room should be regulated in cold weather to prevent the registrant from becoming chilled. The conduct of the examination in the rooms of the local board is not mandatory; the examination may be held in the office of the examining physician.",
        "608. Examining groups. In localities where additional examining physicians have been appointed to assist the designated examining physician of the local board, as provided in Volume One, \"Organization and Administration,\" or in municipalities where several local boards and their examining physicians are located within reasonable distance, the formation of an examining group or groups for the conduct of physical examinations is authorized and encouraged. The Report of Physical Examination, Form 200, of each registrant shall be signed by the examining physician of the local board for which the examination is made, as prescribed in paragraph 621.",
        "609. Supplies and equipment. The list of supplies and equipment shown below, or their equivalents, is believed to represent a minimum required by an examining physician for the physical examination of registrants. The items of equipment are usually owned by physicians and will be provided only on special requisition to State headquarters. For procuring equipment and supplies, see paragraphs 528 and 529.",
        "610. Laboratory and other special examinations. In localities where there is no provision for serological and other laboratory work, the examining physician should consult municipal or State health authorities, the United States Public Health Service, or other Federal agencies. (Also see pars. 528 and 529.)",
        "611. Anesthetics. No anesthetic may be given to a registrant without his voluntary consent for the purpose of examination or to aid in the diagnosis of defects. This consent shall be in writing, signed by the registrant, and filed with his record.",
        "612. Finality of military examination. The final decision as to the acceptance or rejection of men selected under these regulations rests with the examining physicians at induction stations of the land and naval forces. Physical examinations of registrants should be therefore made as close to the date of induction as practicable.",
        "613. Limited Service. The results of examination of a registrant found to be below the standard for full military service (Class I-A) shall be carefully evaluated to determine his ability to perform limited military service (Class I-B). When a registrant is believed to be fit for-limited military service, entry shall be made on the Report of Physical Examination (Form 200), stating concisely his physical limitation in terms such as, \"cannot march,\" \"cannot do heavy work,\" \"insufficient vision for fine work,\" \"can do sedentary work.\"",
        "614. Reports of disease. Examining physicians, additional examining physicians, and members of Medical Advisory Boards shall report to the appropriate civil authority, in the required manner and form, those diseases which are found during the physical examination made under these regulations, and which have been declared to be reportable by law.",
        "615. Venereal disease. a. Whenever the history or the physical examination of a registrant indicates the possibility of venereal disease, the matter shall be thoroughly investigated, employing such additional examinations and laboratory tests as are deemed necessary to determine the presence of disqualifying sequelae or of contagiousness. A serological test for syphilis shall be made on every registrant as part of his physical examination. The blood specimen will be taken by the examining physician in containers furnished by the State Health officer and forwarded to the State Laboratory or other laboratory designated by State Selective Service Headquarters, together with the accomplished forms prescribed within the State for such purpose. A second serological test shall be completed promptly and prior to his call for induction on every registrant whose first test is reported positive. The dates and results of such examinations and tests shall be noted on the Report of Physical Examination (Form 200).",
        "b. A diagnosis of syphilis shall not be made on the basis of a single positive serological test in the absence of definite clinical manifestations of the disease.",
        "c. A diagnosis of latent syphilis shall be made on a registrant who has no clinical manifestations of the disease, but whose blood serum has been found positive by a second serological test performed under these regulations and within three months of the first positive serological examination.",
        "d. Syphilis shall be considered contagious only in the presence of skin or mucous-membrane lesions manifested within five years from the date of infection.",
        "SECTION XLVII-EXCERPTS FROM OTHER VOLUMES OF SELECTIVE SERVICE REGULATIONS",
        "616. Explanation of section. The following excerpts from other volumes of Selective Service Regulations are published for the information of examining physicians and members of medical advisory boards.",
        "MEDICAL PERSONNEL",
        "123. State medical officers. In each State, one or more medical officers of the Army, Navy, National Guard, Naval Reserves, or Organized Reserves shall be assigned by the President, upon recommendation of the Governor. Medical officers shall report to the Governor for duty at State headquarters.",
        "134. Local boards: Examining physician. Each board will have assigned to it one physician appointed by the President, upon recommendation of the Governor. If more than one examining physician is needed, the board shall request the Governor to recommend the necessary additional appointments. All examining physicians shall take the prescribed oath (Form 21), which shall be sent to the Governor for filing. No examining physician shall examine for a board any registrant who is his first cousin, or a closer relation, either by blood or marriage, or who is an employee or employer, or stands in the relation of superior or subordinate in connection with any employment, or is a partner or close business associate, of the physician. The board shall request the Governor to recommend the appointment of another physician for such registrant, or shall use the examining physician of another board.",
        "146. Medical advisory boards. In each State, medical advisory boards shall be appointed by the Governor to assist local boards in determining the physical qualifications of registrants. The board shall if practicable consist of internists; eye, ear, nose, and throat specialists; orthopedists; surgeons; psychiatrists; clinical pathologists; radiographers; and dentists. In event that a medical advisory board cannot be made available to a local board, the Governor shall appoint individual specialists, who shall act as a medical advisory board, to assist the local board.",
        "PHYSICAL EXAMINATION",
        "336. Order to report for physical examination. a. If the local board, in making its classifications before physical examination, did not classify the registrant in Class IV, Class m, Class n, or Class I-C (see par. 330), it shall, in time to allow it to fill its quota requirements, mall him a notice to appear for physical examination (Form 201). The notice shall fix a time and place for the registrant to report. The appointed time will normally be five days after the date of mailing the notice.",
        "b. Permissible delays. Any registrant who is quarantined because of a communicable disease shall be excused from examination until he is released from quarantine by the health authorities. Any registrant who is sick, or has some temporary defect, or is awaiting an operation, or who has any other good excuse, may be granted a reasonable delay for completing his physical examination.",
        "c. Entry on Classification Record (Form 100). The date of mailing of Form 201 shall be noted on the Classification Record (Form 100). The date on which the registrant reports for examination shall also be noted.",
        "337. Preparing Report of Physical Examination (Form 200). a. After the local board has mailed to the registrant an order to report for examination, it shall prepare Form 200 (\"Report of Physical Examination\") for delivery to the examining physician. The local board shall enter its stamp and the registrant’s name, address, and other information on this form. Entries should be made with typewriter or black ink. All entries shall be made on both copies. Only originals should be signed.",
        "b. The local board shall deliver the prepared forms to the examining physician before the date on which the registrant is to report.",
        "338. Physical examination. a. The examining physician shall examine the registrant, in accordance with Vol. Six, \"Physical Standards.\"",
        "b. The examining physician shall fill out the appropriate parts of the Report of Physical Examination (Form 200), in duplicate. Unless in doubt about the registrant’s physical qualifications, the examining physician shall enter his findings as to the registrant’s, qualification for military service.",
        "c. When in doubt about the registrant’s physical qualification, the examining physician shall request the local board to send the registrant to a medical advisory board. (See par. 339.) Upon receiving the report of the medical advisory board, the examining physician shall enter his findings, as in b above.",
        "339. Cases sent to medical advisory board, by local board. a. What cases sent. The local board shall send a registrant before the nearest medical advisory board whenever the examining physician or the government appeal agent so requests, or a majority of the local board is dissatisfied with the examining physician’s fijiding.",
        "b. How sent. After proper entries are made on both copies of the Report of Physical Examination (Form 200), the original Form 200 and any other evidence on the registrant’s physical condition shall be sent to the medical advisory board. The duplicate Form 200 remains in the registrant’s cover sheet. The local board shall direct the registrant when and how to report to the medical advisory board. He shall be given necessary transportation, meals, and lodging for the travel and for the time, not exceeding 3 days, that he will be before the medical advisory board. (See Vol. Five, \"Finance.\")",
        "c. Action by medical advisory board. The full board, or one or more of its members, as may be necessary in the particular case, shall act on the case. The board, or one or more members, shall examine the registrant, record the findings on the Form 200, and return the Form 200 to the local board.",
        "d. Delay by medical advisory board. If the medical advisory board delays its examination of a registrant more than 3 days to await correction of a temporary defect, it shall return the registrant’s Form 200 to the local board, with a statement (attached to the Form 200 but not written upon it) of the cause of delay and the time when the registrant should return for further examination. The local board normally shall send the registrant and his Form 200 back to the medical advisory board at the time specified. However, if the local board believes the defect corrected, it may send him back earlier; or if it believes more delay is needed, it may set a later date; or if it decides that further examination is unnecessary, it may proceed without sending him back to the medical advisory board. If in a case of an appeal the local board, after receiving the report of the medical advisory board, determines that the registrant should be reclassified it shall reclassify him in accordance with the rules governing reclassification (section XXX) and shall not forward the appeal to the appeal board.",
        "e. Completing Form 200. All entries made by the medical advisory board on the original Form 200 will be copied by the local board onto the duplicate Form 200 in the registrant’s file.",
        "341. Transmitting duplicate of Form 200 to Governor. As soon as the time allowed for appeal of the registrant’s classification has elapsed, or as soon as the board of appeal has acted on the appeal (sec. XXVH), the duplicate of the Report of Physical Examination (Form 200) shall be sent to the Governor for forwarding to the Director of Selective Service.",
        "APPEALS",
        "371. Time allowed for appeal. a. Unless the time therefor is extended by the local board, an appeal from any appealable local board classification (other than an appeal by a registrant classified in Class I-B or Class I-E who claims a lower classification) shall be made within five days after the local board has mailed to the registrant his notice of classification (Form 57), as distinguished from a notice of continuance of classification (Form 58), or, if the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, within five days after the day set for the registrant’s appearance, whichever is the later. The five days are counted as beginning on the day after the notice of classification is mailed or, if the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, on the day after the day set for the registrant’s appearance, whichever is the later.",
        "b. Unless the time therefor is extended by the local board, an appeal from any appealable local board classification by a registrant classified in Class I-B or Class I-E who claims a lower classification shall be made within five days after the local board has mailed to the registrant a notice advising the registrant that the land or naval forces have called for induction registrants in such class and that such registrant has an opportunity to appear and to make an appeal to the board of appeal (par. 368). If the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, the appeal shall be made within five days after the day set for the registrant’s appearance. The five days are counted as beginning on the day after such notice is mailed to the registrant or, if the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, on the day after such appearance.",
        "c. An appeal can be taken by the Director of Selective Service or by the State Director of Selective Service at any time from any determination of the local board.",
        "372. How appeal to board of appeal is made. a. If the person appealing wishes the board of appeal to review a determination of the local board with respect to the registrant’s physical or mental qualifications, the person appealing shall All out and sign the form for appeal which appears on the Report of Physical Examination (Form 200). The person appealing shall attach to the report of physical examination a written statement specifying the class in which the person appealing believes the registrant should be placed.",
        "TRANSFERRING FOR CLASSIFICATION",
        "382. Registrants transferred for classification. After returning the questionnaire, a registrant can be transferred to another local board for classification or for physical examination. He may be transferred if he is to be so far from his local board as to make complying with notices a hardship. The registrant shall be transferred for classification if a majority of a local board or-when a physical examination is required-if the examining physician cannot act on the registrant’s case because disqualified (Volume One, \"Organization and Administration\") , or if a majority of the local board, or the physician, withdraws from consideration of the registrant’s classification because of any conflicting interest, bias, or other reason.",
        "383. Procedure upon transfer for classification. a. The local board from which the registrant is transferred shall prepare, in triplicate, an order of transfer (Form 63), and the board shall send one copy of the order of transfer to the registrant. The board shall send to the local board to which the registrant is transferred all papers pertaining to the registrant except the registration card and one copy of the order of transfer (Form 63). The board shall, with red ink, note the transfer in the proper column of the Classification Record (Form 100).",
        "b. The local board to which the registrant is transferred shall classify the registrant. It shall mail the proper notices. It shall provide for appeal to its board of appeal. The local board shall use a special page in the Classification Record for transferred registrants, and shall make all entries on that page with red ink. The board shall prepare a duplicate cover sheet and, if the registrant was given a physical examination, a third copy of the report of physical examination (Form 200). After the classification and appeals, the board shall return to the local board from which the registrant was transferred all papers pertaining to the registrant except the duplicate cover sheet, one copy of the report of physical examination, and the order of transfer (Form 63). In the proper column of the Classification Record the board shall note returning the papers.",
        "384. Accepting reports on transferred registrants. The classification made by the local board to which a registrant is transferred shall be appealed through that local board only. The local board from which the registrant was transferred shall accept and enter on its records, without any change, the classification reported by the board which classified the registrant. If the local board from which the registrant was transferred receives new evidence that might affect his classification, the board shall send the evidence and the registrant’s file to the board to which he was transferred.",
        "CLASSIFICATION BASED ON PHYSICAL EXAMINATION",
        "342. Class I-A: Available; fit for general military service. In Class I-A shall be placed every registrant who after physical examination is found fit for general military service, according to the standards prescribed in Volume Six, \"Physical Standards\", and who is not classified in Class I-D.",
        "343. Class I-B: Available; fit only for limited military service. In Class I-B shall be placed every registrant who after physical examination is found fit only for limited military service according to the standards prescribed in Volume Six, \"Physical Standards\", and who is not classified in Class I-E. Men in Class I-B, unless reclassified, shall not be inducted until such time as they may be acceptable to, and called by, the land or naval forces for training and service.",
        "345. Class I-D-Student fit for general military service; available not later than July 1, 1941. In Class I-D shall be placed every college or university student who meets all of the conditions specified in paragraph 347 and who after physical examination is found fit for general military service, according to the standards prescribed in Volume Six, \"Physical Standards\".",
        "346. Class I-E: Student fit only for limited military service; available not later than July 1, 1941. In Class I-E shall be placed every college or university student who meets all of the conditions specified in paragraph 347 and who after physical examination is found fit only for limited military service, according to the standards prescribed in Volume VI, \"Physical Standards.\"",
        "361. Class IV-E: Conscientious objector available only for civilian work of national importance. In Class IV-E shall be placed conscientious objectors who are classified for civilian work of national importance in, accordance with paragraph 365.",
        "365. Conscientious objectors opposed to combatant and noncombatant service. If the local board finds that a registrant, who but for his conscientious objection to both combatant and noncombatant service, would have been placed in Class I-A, Class I-B, Class I-D, or Class I-E, is, by reason of his religious training and belief, opposed to both combatant and noncombatant service, he shall be placed in Class IV-E. Registrants in Class IV-E shall be liable to be assigned to work of national importance under civilian direction under such rules and regulations as may be later prescribed.",
        "362. Class IV-F: Physically, mentally, or morally unfit. a. In Class IV-F shall be placed registrants who are found to be physically, mentally, or morally unfit for military service; habitual criminals or persons convicted of treason, or any crime which under the laws of the jurisdiction in which they were convicted is a felony and which the local board determines renders the registrant morally unfit for service.",
        "b. The local board may put a registrant in Class IV-F without physical examination if he has an obvious physical or mental disability which permanently disqualifies him for any form of military service.",
        "c. The local board shall put a registrant in Class IV-F if he, upon being discharged from the Regular Army, Navy, or Marine Corps, received any one of the following:",
        "Dishonorable discharge--------Army, Navy, or Marine Corps",
        "Bad-conduct discharge--------Navy or Marine Corps",
        "Discharge, not honorable         Army (blue).",
        "Undesirable discharge              Navy or Marine Corps",
        "434. Reclassification after delivery to induction station, a. Upon receiving notice from the induction station that a selected man has been inducted the local board shall transfer him to Class I-C.",
        "b. Upon receiving notice from the induction station that a selected man has been found not acceptable because physically unqualified, the local board shall reclassify him into Class I-B or class IV-F. In determining whether the man should be placed in Class I-B or Class IV-F, the board shall consider the induction record (AGO Form 221) and the opinion of its examining physician.",
        "c. Upon receiving notice from the induction station that a selected man has been found not acceptable because morally unqualified, the local board shall reclassify him into Class TV-F.",
        "d. A registrant reclassified as in b or c above shall not be again placed in Class I-A unless the condition causing his rejection at the induction station entirely and permanently disappears.",
        "e. A registrant reclassified as in b or c above shall be mailed the notices prescribed, and shall be entitled to the appeals authorized, by Vol. Three, \"Classification and Selection\".",
        "435. Reclassification after separation from the land and naval forces. a. Upon receiving a report (par. 409c) that a registered man has been reported as being a deserter or has been separated from the land and naval forces other than by death, the local board shall reclassify him. A man so reclassified shall be mailed the notices prescribed, and shall be entitled to the appeals authorized, by Vol. Three, \"Classification and Selection\".",
        "b. Upon receiving a report (par. 409c) that a registrant has been separated from the land and naval forces by death, the local board shall note that fact in the Classification Record, on the registrant’s cover sheet, and on his registration card.",
        "MALINGERERS",
        "340. Malingerers. a. If a registrant claims an ailment or defect which the local board cannot detect, or if the local board believes him to be feigning the ailment or defect, it shall attach a statement of the facts and its opinion to both copies of Form 200.",
        "b. If the local board believes that a registrant’s disqualifying physical defects are self-inflicted or purposely caused to avoid military service the board shall immediately prepare in duplicate a full statement of the facts and the board’s recommendations. The original of this statement, with the original Report of Physical Examination (Form 200) shall be sent to the Governor, and. the duplicate filed with the duplicate Form 200 in the cover sheet. If the registrant is capable of any duty at all, and the local board recommends his induction, the Governor shall transmit the record to the Director of Selective Service, or may direct that the registrant be reported to a United States district attorney for prosecution.",
        "ADMINISTRATIVE MATTERS",
        "528. Supplies and. services for examining physician. a. The chairman of each local board is authorized to request the State procurement officer for selective service to furnish such supplies as may be required by the examining physician of such board (DSS Form 259).",
        "b. When it is not practicable for the State procurement officer to furnish the necessary supplies, he may authorize the chairman of the local board to purchase them.",
        "c. The chairman of each local board may authorize such special examinations and laboratory tests as he deems necessary and shall cause to be forwarded to the State procurement officer for payment the bill for such examinations and tests after affixing his approval. Such bill or invoice shall contain the following certificate by the person or laboratory rendering such services:",
        "I certify that the above bill is correct and just: that payment therefor has not been received: that the rates charged were in effect at the time the services were rendered; and that such rates are not in excess of those charged the general public for similar services.",
        "529. Services for medical advisory board. The chairman of a medical advisory board shall authorize such special examinations and laboratory tests as he may deem necessary and shall cause to be forwarded to the State procurement officer for payment the bill for such examinations and tests after affixing his approval. The bill or statement shall contain the following certificate by the person or laboratory rendering such services:",
        "I certify that the above bill is correct and just; that payment therefor has not been received; that the rates charged were in effect at the time the services were rendered; and that such rates are not in excess of those charged the general public for similar services.",
        "165. Records: Confidential records. a. All records pertaining to the physical condition of a registrant, and all answers on the questionnaire (Form 40) under the subject \"Dependency\" (except the names and addresses of claimed dependents), and to the questions on previous military service, shall be confidential and shall not be disclosed without the consent of the registrant, except as provided in subdivisions c and d below. The fact that a claim for deferment has been made on grounds of dependency or physical unfitness, and the classification of the registrant, are not confidential.",
        "b. Without limiting any other rights he may have, a registrant shall be entitled to know of all entries on his own record, including his questionnaire (Form 40) and record of physical examination (Form 200). He shall be further entitled to know of all statements and allegations which form part of his record.",
        "c. Confidential records may be examined at any time by the following named officials: the members of the local board, members of the board of appeal, the examining physician, and the government appeal agent, who have to deal with the case: Federal officials and employees duly authorized by the Governor or the Director of Selective Service; and United States attorneys and their duly authorized representatives.",
        "d. Confidential records shall be produced and published in response to the subpoena or summons of a court, without the consent of the registrant, only in the prosecution of the registrant or of a person in collusion with the registrant, for perjury, or for any violation of the selective service law or directions given pursuant thereto, or in behalf of the Government in suits or claims arising out of the executive acts in the performance of which such records were compiled.",
        "168. Records: Making entries. Selective service agencies shall make entries on records with typewriter, black ink, or rubber stamp. Red ink shall be used only as specifically directed.",
        "150. Correspondence: Official letters. Communication should generally be by letter. Official letters in execution of the selective service law may be sent in official penalty envelopes, marked in the upper left-hand corner \"Selective Service-Official Business\" and the name of the sending agency; and in the upper right-hand comer, \"Penalty for private use to avoid payment of postage, $300.\" When printed envelopes furnished by the Director of Selective Service are not available, these inscriptions may be written, typed, or rubber stamped on a plain envelope.",
        "153. Correspondence: Personal messages. No personal inquiries or messages shall be sent by official envelope, telegram, etc. Messages regarding leave of absence, payment of salary or expense account, etc., fall under this prohibition.",
        "154. Correspondence: File. Each selective service agency shall keep a file of correspondence received and sent.",
        "[NAME]",
        "The White House,October 18, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8570-Selective Service Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368500"
}