{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9288-transferring-the-control-and-jurisdiction-over-certain-tracts-land",
    "doc": "executive-order-9288-transferring-the-control-and-jurisdiction-over-certain-tracts-land",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9288-Transferring the Control and Jurisdiction Over Certain Tracts of Land From the Secretary of the Interior to the Secretary of Agriculture for Administrative Purposes",
    "date": "December 24, 1942",
    "content": [
        "PUERTO RICO",
        "By virtue of the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and as President of the United States, it is hereby ordered that the following-described tracts of land in Puerto Rico, acquired under authority of that act and Executive Order No. 7057 of May 28, 1935, as amended, which tracts are not primarily suitable for cultivation, be, and they are hereby, subject to valid existing rights, transferred from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of Agriculture to be administered for forest purposes in accordance with the provisions of Title III of the Bankhead-Jones Farm Tenant Act approved July 22, 1937 (50 Stat. 522):",
        "1. RURAL: Parcel of land known as \"El Retiro\" located in place known as \"Jauca\" of Ward \"Collores\" of the municipality of Jayuya, P. R., containing THREE HUNDRED EIGHTY SEVEN CUERDAS AND TWENTY EIGHT HUNDREDTHS OF ANOTHER (387.28), equivalent to 152 hectares, 21 area and 52 centares, bounded North, with lands of Laureana Perez, separated by municipal trail, with the Hacienda \"Santa Rosa\", property of Antonio Crispi and lands of Donato Reyes and Jacinto Reyes; South and East, with the Hacienda \"Carmelita\" property of The People of Puerto Rico; and West, with the Hacienda \"Jauca\", property of the Sucn. Serralles and lands of Laureana Perez.",
        "Recorded in fee-simple (domlinio) title in favor of the United States of America at folio 103 of volume 20 of Jayuya, property No. 399 quadruplicate, inscription 18.",
        "2. RURAL: Parcel of land located in Ward \"Anon\" of the municipality of Ponce, containing ONE HUNDRED NINETY EIGHT CUERDAS AND EIGHTY THREE HUNDREDTHS OF ANOTHER (198.83) equivalent to 78 hectares, 14 ares and 81 centares; two cuerdas and forty six hundredths of another equivalent to 96 ares and 67 centares occupied by two rivers are deducted, remaining one hundred ninety six cuerdas and thirty seven hundredths of another (196.37) equivalent to 77 hectares, 18 ares and 14.1125 centares, bounded North, with Hacienda \"El Retiro\", property of Antonio Yumet Marin and Juan Masinl Pletri; South, with \"Hacienda Carmelita\" property of The People of Puerto Rico and R. B. Noyes, separated by the Carrillo River; East with R. B. Noyes, separated by the Carrillo River; and West, with \"Hacienda Carmelita\" property of The People of Puerto Rico and \"Hacienda El Retiro\" property of Antonio Yunet Main.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 30, volume 406 of Ponce, property No. 14,274, inscription 1.",
        "3. RURAL: Parcel of land located in Wards \"Anon\" and \"San Patriclo\" of the municipality of Ponce, P. R., containing SIX HUNDRED NINE CUERDAS AND SEVENTY FOUR HUNDREDTHS OF ANOTHER (609.74) equivalent to 239 hectares, 64 ares, and 22 centares, bounded North, with lands of Sucesion Morales, separated by the dividing line between the jurisdictions of Ponce and Jayuya; South, with Radames Sotomayor, more lands of R. B. Noyes and Hacienda \"Ralces\" property of Fernando M. Toro; East, with the farm known as \"Inavon\" property of Manuel Mayoral, before Luis Llorens; and West, with the \"Hacienda Carmelita\", property of The People of Puerto Rico.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America, at folio 14, volume 404 of Ponce, property No. 14217, inscription 1.",
        "4. RURAL: Parcel of land located in Ward Jayuya Arriba of the municipality of Jayuya, P. R.. containing TWO HUNDRED SIX CUERDAS AND TWELVE HUNDREDTHS OF ANOTHER (206.12) equivalent to 81 hectares, 1 are, 34 centares, bounded North, with \"Hacienda Gripina\" and Emeterio Atienza; South, with Emeterlo Atienza; East, with Emeterio Atienza; and West, with Hacienda \"Gripina\".",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 76, volume 7 of Jayuya, property No. 262, inscription 10.",
        "5. RURAL: Parcel of land located in Ward \"Saliente\" of the municipality of Jayuya, P. R., containing ONE HUNDRED EIGHTY CUERDAS THREE HUNDRED FORTY SIX THOUSANDTHS OF ANOTHER (180.346) equivalent to 70 hectares, 88 ares and 31 centares and 129 milliares, bounded North, with lands of the United States of America, acquired from Ramon Ortiz Zayas; South, with lands of the United States of America, acquired from Luis LIorens Torres; East, with the Prieto River and West; with lands of the United States of America acquired from Emeterio Atienza.",
        "Recorded in fee-simple (dominlo) title in favor of the United States of America. at folio 123, volume 22 of Jayuya, property No. 1088, inscription 9.",
        "6. RURAL: Parcel of land located in Ward \"Saliente\" of the municipality of Jayuya, P. R., containing FIVE HUNDRED EIGHTY SEVEN CUERDAS AND SIXTY TWO HUNDREDTHS OF ANOTHER (587.62) equivalent to 230 hectares, 95 ares, and 68 centares, bounded North, with Carlos Fortleri, before Francisco de Jesus, heirs of Francisco Martin and farm known as \"El Guineo\", property of Pedro Correa; South, with the dividing line between Ponce and Jayuya which separates lands of the farm known as \"Maravilla\" property of Luis Llorens Echevarria, the dividing line between Juana Diaz and Jayuya, which separates the farm known as \"Retiro\" property of Julio Munet and the farm known as \"Palma Sierra\" property of the Banco Territorial y Agricola; East, the farm known as \"Palma Sierra\", property of the Banco Territorial y Agricola; and West, with Sucn. Mattel, before Olayo Vargas.",
        "Recorded in fee-simple (dominlo) title in favor of the United States of America at folio 156, volume 6 of Jayuya, property No. 214, inscription 8.",
        "7. RURAL: Parcel of land located one half in Ward \"Toro Negro\" of the municipality of Ciales, P. R., and the other half in Ward Jayuya Arriba, of the municipality of Jayuya, formerly of Utuado, P. R., containing THREE HUNDRED SIXTEEN CUERDAS AND FIFTY SEVEN HUNDREDTHS OF ANOTHER (316.57) equivalent to 124 hectares, 42 ares and 48 centares; bounded North, with lands of Pablo Morales, Bartolo Castaner and Juan Ramon Figueroa; East, with lands of The People of Puerto Rico; South, with lands of Juan Bautista Galarza and lands of the United States of America; and West, with lands of Emillano Rivera, of Placido Davila, of Candido Gonzales and of Geronimo Franceschl.",
        "Recorded in fee-simple (dominlo) title in favor of the United States of America at folios 20 over and 88, volumes 12 and 23 of the municipalities of Ciales and Jayuya, Property Nos. 579 and 1230, inscriptions 3 and 3, respectively.",
        "8. RURAL: Parcel of land located in Ward Toro Negro of the municipality of Ciales, P. R., containing TWO HUNDRED SIXTY CUERDAS AND FORTY NINE HUNDREDS OF ANOTHER (260.49) equivalent to 102 hectares, 38 ares and 1337 centares, bounded North, with Juan Galarza and Sucn. Martinez; South, with Sucn. Antonio Passalacqua; East, with the remaining part of the farm from where this parcel has been segregated; and West, with Juan Galarza and Sucn. of Antonio Passalacqua.",
        "Recorded in fee-simple (dominlo) title in favor of the United States of America, at folio 174, volume 72 of Ciales, property No. 4229, inscription 1.",
        "9. RURAL: Parcel of land known as \"Hacienda Bauta\", located in ward Bauta Abajo of the municipality of Orocovis, containing SIX HUNDRED SEVEN CUERDAS AND NINETY TWO HUNDREDTHS OF ANOTHER (607.92) equivalent to 238 hectares, 93 ares, 68 centares and 77 milliares divided in two portions by lands of The People of Puerto Rico, where the Matrullas Lake is located, both of which portions meet at their northern boundary at the margin of the Matrullas River and lands of Dolores Colon, the boundary of the two portions being as follows: the portion of land on the East side of the Matrullas Lake is in boundary, North, with lands of Dolores Colon, Miguel Rivera and Horaclo Berrios; South, with lands of Eugenio Guzman; East, with lands of Antonio Ocaslo, Ulises Ocasio, Lucas Berrano and Juan Rivera; and West, with lands of The People of Puerto Rico where the Matrullas Lake is located; and the other portion of land west of the Matrullas Lake is in boundary North, with lands of Ramon Torres; South, with lands of Manuel Ralat and Eugenio Guzman, East, with the Matru- Ilas River and lands of The People of Puerto Rico where the Matrullas Lake is located; and West, with lands of Abad Frau. Elias Rodriguez, Juan Gutierre, and Sucn. Manuel Ortiz.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 92 over, volume 51 of Orocovis, property No. 8, septupllcate, inscription 27.",
        "10. RURAL: Parcel of land located in Ward \"Ala de la Piedra\" of the municipality of Orocovis, P. R., containing SEVENTY NINE CUERDAS ANT) FIVE HUNDRED TWENTY SIX THOUSANDTHS OF ANOTHER (79.526) equivalent to 31 hectares, 25 ares and 70 centares, boSnded North, with lands of The People of Puerto Rico separated in partr by the Gulneo Road and with the remaining 3.36 cuerdas of the principal estate from which this parcel has been segregated, property of the Sucn. Antonio Passalacqua y Costa; composed by the vendors herein mentioned; South, with lands of The People of Puerto Rico and lands of Casimiro Figueroa; East, with lands of Casimiro Figueroa and lands of The People of Puerto Rico acquired from Sucn. Julio Olivieri; and West, with lands of The People of Puerto Rico and the remaining part of the principal estate from which this parcel is segregated; the Gulneo Road runs thru this property on the northern and extreme northeast.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America, at folio 95, volume 59 of Orocovis, property No. 2852, inscription 1.",
        "11. RURAL: Parcel of land located in Ward \"Toro Negro\" of the municipality of Ciales, P. R., containing NINETY SIX CUERDAS AND FORTY THREE HUNDREDTHS OF ANOTHER (96.43) equivalent to 37 hectares, 90 ares, 8 centares and 4 milliares, bounded North, with lands of the United States of America acquired from Antonio Morell Bauza; South, with lands of Juan Galarza and lands of The People of Puerto Rico; East, with lands of The People of Puerto Rico; and West. with lands of Juan Galarza.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 73, volume 69 of Ciales, property No. 4009, inscription 4.",
        "12. RURAL: Parcel of land located in Ward Jayuya Arriba of the municipality of Jayuya, P. R., containing NINETY NINE CUERDAS AND NINETY EIGHT HUNDREDTHS OF ANOTHER (99.98) equivalent to 39 hectares, 29 ares, and 48.94 centares, bounded North, with Sucn. Morales; South, with Compania Hidroelectrica de Ponce; East, with Emeterio Atienza; and West, with Compania Hidroelectrica de Ponce.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 116, volume 9 of Jayuya, property No. 365 duplicate, inscription 13.",
        "13. RURAL: Parcel of land located in Ward \"Anon\" of the municipality of Ponce, P. R., contaning FIVE HUNDRED CUERDAS (500), equivalent to 196 hectares, 51 ares and 97.08 centares, bounded North, with lands of Sucn. Morales and Ramona Munoz Vluda de Alonso, today the United States of America; East, with lands of Manuel Mayoral; South, with lands of Jose Franco and Compania de Fuerza Hidroelectrica de Ponce; and West, with lands of Roberto B. Noyes, today the United States of America.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America, at folio 217, volume 410 of Ponce, property No. 14357, inscription 1.",
        "14. RURAL: Parcel of land located in Ward Jayuya Arriba of the municipality of Jayuya, P. R., containing TWO HUNDRED NINETY FIVE CUERDAS AND TEN HUNDREDTHS OF ANOTHER (295.10) equivalent to 115 hectares, 98 ares and 67.69 centares, bounded North, with Juan Masini; East, with Ramon Ortlz Zayas, today Caribbean National Forest, Sucn. Egozcue and Luis Liorens Torres, today lands of the Puerto Rico Reconstruction Administration; South, with Manuel Mayoral; and West, with Sucn. Morales, Ramona Munoz Viuda de Alonso and Manuel Mayoral.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America, at folio 29, volume 20, of Jayuya, property No. 829, inscription 1.",
        "15. RURAL: Parcel of land located in Ward \"Cacaos\" of the municipality of Orocovis, P. R., containing THIRTY SIX CUERDAS AND EIGHTEEN HUNDREDTHS OF ANOTHER (36.18) equivalent to 14 hectares, 21 ares, and 93 centares, bounded North, with lands of Luis Torres, Candido Berdecia and Luis Torres; East, with Eustaquio Burgos and Juan Berdecia; South, with Juan Berdecia and Banco de Ponce; and West, with Ramon Torres.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America, at folio 158, volume 56 of Orocovis, property No. 2718, inscription 1.",
        "16. RURAL: Parcel of land located in Ward Bauta AbaJo of the municipality of Orocovis, P. R., containing EIGHTY FIVE CUERDAS AND SIX HUNDRED SIX THOUSANDTHS OF ANOTHER (85.606) equivalent to 33 hectares, 64 ares and 69 centares, bounded North, with lands of Eugenio Guzman; South, with lands of Sucesion Colon and lands of Sucn. Antonio Ortolaza; East, with Lucas Serrano; and West, with the Matrullas Lake, property of The People of Puerto Rico.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 147, volume 38 of Orocovis, property No. 273 duplicate, inscription 10.",
        "17. RURAL: Parcel of land located in Ward \"Collores\" of the municipality of Juana Diaz, P. R., containing TWO HUNDRED CUERDAS AND EIGHTY HUNDREDTHS OF ANOTHER (200.80) equivalent to 78 hectares, 92 ares and 24.32 centares, bounded North, with the Toro Negro River which separates land of Maria Asuncion Garlarza Torres; South, with Fidel Aponte, Carlos Aponte, Jose S. Vazquez, Banco Creditoy Ahorro Ponceno before, today C. R. Rosich; East, with Juan B. Galarza before, today Maria Asuncion Galarza Torres, lands of the Puerto Rico Reconstruction Administration (Coffee Program) today, before Juan B. Galarza; and West, with Luis Llorens Torres before, today the United States of America, Victor Munet before, today Virgilio Torres.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 115, volume 80 of Juana Diaz, property No. 3622, inscription 2.",
        "18. RURAL: Parcel of land located in Ward \"Collores\" of the municipality of Juana Diaz, Puerto Rico, consisting of ONE HUNDRED THREE CUERDAS SEVENTY SEVEN HUNDREDTHS (103.77) equivalent to 40 hectares, 78 ares and 68.17 centares, bounded North. with the dividing line between the municipalities of Orocovis and Juana Diaz which separates them of lands of Gervasio Diaz; East, with the dividing line between the municipality of Juana Diaz and Villalba which separates lands of Sucn. Olivieri, United States of America (PRRA) and Philip L. Coffin; South, with lands of Victor Echevarria and Flor Rivera; and West, with a brook which separates lands of Carlos Roberto Colon Rosich.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America, at folio 103, volume 90 of Juana Diaz, property No. 595 quadruplicate, inscription 20.",
        "19. RURAL: Parcel of land located in Ward \"Bauta AbaJo\" of the municipality of Orocovis, P. R., containing SEVENTY CUERDAS NINETY TWO HUNDREDTHS OF ANOTHER (70.92) equivalent to 27 hectares, 87 ares and 53.15 centares bounded North, with lands of Elvira Sanchez today, before Juana E. Rodriguez, Sucn. Jose Antonio Ocasio and Braulio Olmeda; East, with the Bauta River which separates lands of Domiciano Gonzalez and Francisco Ortiz Santos; South, with lands of the Puerto Rico Reconstruction Administration (Coffee Program), Pedro Jose Gonzalez and Jesus Rivera Gonzalez today, before Rogelio Rodriguez; and West, with lands cf Sucn. Jose Antonio Ocaslo and Clemente Colon.",
        "Recorded in fee-simple (dominio) title in favor of the United States of America at folio 52 over, volume 44 of Orocovis, property No. 2161, inscription 2.",
        "[NAME]",
        "The White House,December 24, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9288-Transferring the Control and Jurisdiction Over Certain Tracts of Land From the Secretary of the Interior to the Secretary of Agriculture for Administrative Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372516"
}