{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9433-extending-the-limits-certain-customs-ports-entry",
    "doc": "executive-order-9433-extending-the-limits-certain-customs-ports-entry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9433-Extending the Limits of Certain Customs Ports of Entry",
    "date": "April 06, 1944",
    "content": [
        "By virtue of the authority vested in me by section 1 of the Act of August 1, 1914, 38 Stat. 609, 623 (U.S.C. title 19, sec. 2), it is ordered that the limits of the customs ports of entry of Durham, North Carolina, and Reidsville, North Carolina, in Customs Collection District Number 15 (North Carolina), and Friday Harbor, Washington, in Customs Collection District Number 30 (Washington), be, and they are hereby, extended as follows:",
        "1. The limits of the customs port of entry of Durham, North Carolina, in Customs Collection District Number 15 (North Carolina), are extended to Include the following territory: Beginning at the Intersection of the eastern corporate limits of Durham and U.S.. Highway No. 70, thence southeasterly along the south side of that highway a distance of .2 mile to Ellis Road; thence southerly along the west side of Ellis Road a distance of 1.1 miles to Cook Road; thence westerly along the north side of Cook Road a distance of .6 mile to Alston Avenue; thence northwesterly along the east side of Alston Avenue a distance of 12 miles to the corporate limits of Durham; thence along the corporate limits to the place of beginning.",
        "2. The limits of the customs port of entry of Reidsville, North Carolina, in Customs Collection District Number 15 (North Carolina), are extended to Include a strip of land 3/4 mile in width beginning at the intersection of the northern corporate limits of Reidsville and U.S. Highway No. 29, and extending along the east side of such highway in a northeasterly direction a distance of 2 miles.",
        "3. The limits of the customs port of entry of Friday Harbor, Washington, in Customs Collection District Number 30 (Washington), are extended to include all points on the body of water known as Roche Harbor, Ban Juan Island, State of Washington.",
        "This order shall become effective on the thirtieth day following the date hereof.",
        "[NAME]",
        "The White House,April 6, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9433-Extending the Limits of Certain Customs Ports of Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355114"
}