{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5788-size-weight-and-speed-motor-vehicles-using-the-public-highways-the-0",
    "doc": "executive-order-5788-size-weight-and-speed-motor-vehicles-using-the-public-highways-the-0",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5788-Size, Weight, and Speed of Motor Vehicles Using the Public Highways of the Canal Zone",
    "date": "February 02, 1932",
    "content": [
        "By virtue of an act of Congress entitled \"AN ACT Extending certain privileges of canal employees to other officials on the Canal Zone and authorizing the President to make rules and regulations affecting health, sanitation, quarantine, taxation, public roads, self-propelled vehicles, and police powers on the Canal Zone, and for other purposes, including provision as to certain fees, money orders, and interest deposits\" approved August 21, 1916 (39 Stat. 527-529), I hereby establish the following Executive order for the Canal Zone to become effective March 1, 1932, regulating the size, weight, tire sizes, and speeds of trucks or other heavy vehicles or equipment using the public highways of the Canal Zone:",
        "Size Restrictions",
        "1. Width, including load, 96 inches.",
        "2. Height, including load, 13 feet 6 inches.",
        "3. Length, including load: (a) Single vehicles, 33 feet; (b) combination of vehicles, 75 feet. A truck carrying lumber, pipe, etc., if otherwise complying with regulations, will be allowed a total length over all of 40 feet, provided speed is not greater than 12 miles per hour and rear end is protected by red flag.",
        "Gross Weight Restrictions",
        "4. A single vehicular unit of four wheels or less, maximum 28,000 pounds. (Tractor, semitrailer, or trailer to be regarded as a separate unit.)",
        "5. Any one axle of a single vehicular unit of four wheels or less or any axle of semitrailer or trailer, maximum 22,400 pounds.",
        "6. Weight per inch width of tire measured between flanges of the rim in case of solid rubber tires shall be as follows:",
        "Size of Tires",
        "7. The minimum thickness of rubber for solid rubber tires shall be:",
        "3-inch, 3½-inch, 4-inch, 5-inch tires --------------- 1 inch     6-inch, 7-inch, 8-inch tires ------------------------ 1¼ inches     10-inch, 12-inch, 14-inch tires -------------------- I½ inches",
        "8. The load-carrying capacity and inflation pressures of pneumatic tires should be governed by the ratings established by the Tire and Rim Association, Inc., for efficient operation. This is not, however, a regulation carrying a penalty for violation.",
        "Definitions",
        "9. Pneumatic tires-All tires inflated with compressed air.",
        "10. Solid rubber tires-Every tire made of rubber other than a pneumatic tire. Cushion tires are included in this classification.",
        "Speed Restrictions",
        "11. The speed restrictions for vehicles carrying freight and equipped with solid rubber tires shall be:",
        "Not over 5,000 pounds ---------------- 20 M.P.H.     5,000 to 12,000 pounds --------------- 15 M.P.H.     Over 12,000 pounds ------------------ 12 M.P.H.",
        "12. These speeds apply both to town and country traffic except that existing speed limits within towns must not be exceeded.",
        "Special Permits",
        "13. Vehicular units of more than four wheels exceeding weights for four-wheel units, tractors, overweight trailers or special units, vehicles requiring correction of tire specifications, and any unit to be moved over the Canal Zone public highways and not within the above-specified limitations, must, prior to movement, be provided with a permit, either permanent or temporary as circumstances may warrant, issued by the Municipal Engineer and approved by the Engineer of Maintenance or the Assistant Engineer of Maintenance, stating the conditions as to weight, speed limits, time of movement, and other necessary conditions under which such equipment may be moved. This permit must, if practicable, accompany the equipment when being moved.",
        "14. The Governor of the Panama Canal is authorized to issue permits or orders making exception to any regulation herein when in his judgment such exception is justifiable and for the public welfare.",
        "15. In time of war or public emergency these restrictions shall not apply to vehicles or equipment operated by authority of the Government of the United States. The statement of the person or officer in direct charge of the equipment that an emergency exists shall be accepted by police or traffic officers and no arrest shall be made. Such cases, however, shall be reported to higher authority.",
        "16. Any person violating these regulations will be subject to prosecution and, upon conviction, may be punished by fine not to exceed $25, or by imprisonment in jail not to exceed 30 days, or by both such fine and imprisonment, in the court's discretion, as provided by the act of Congress approved August 21, 1916.",
        "[NAME]",
        "The White House,February 2, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5788-Size, Weight, and Speed of Motor Vehicles Using the Public Highways of the Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361712"
}