{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8964-prescribing-regulations-governing-the-use-control-and-closing-radio",
    "doc": "executive-order-8964-prescribing-regulations-governing-the-use-control-and-closing-radio",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8964-Prescribing Regulations Governing the Use, Control and Closing of Radio Stations and the Preference or Priority of Communications",
    "date": "December 10, 1941",
    "content": [
        "Whereas The Senate and House of Representatives of the United States of America in Congress assembled have declared that a state of war exists between the United States and the Imperial Japanese Government;",
        "And Whereas Section 606 of the Communications Act of 1934 (48 Stat. 1104; U.S.C., title 47, sec. 606) authorizes the President under such circumstances to cause the closing of any radio station and the removal therefrom of its apparatus and equipment, and to authorize the use or control of any such station and/or its apparatus and equipment by any agency of the Government under such regulations as the President may prescribe upon just compensation to the owners, and further authorizes him to direct that communications essential to the national defense and security shall have preference or priority;",
        "And Whereas It is necessary to insure the national defense and the successful conduct of the war that the Government of the United States shall take over, operate, and have use or possession of certain radio stations or parts thereof within the jurisdiction of the United States, and shall inspect, supervise, control or close other radio stations or parts thereof within the jurisdiction of the United States, and that there should be priority with respect to the transmission of certain communications by wire or radio;",
        "Now, Therefore, by virtue of authority vested in me under the Constitution of the United States and under the aforementioned joint resolution of Congress dated December 8, 1941, and under the provisions of the aforementioned Section 606 of the Communications Act of 1934, I hereby prescribe that from and after this date the Defense Communications Board created by the Executive Order of September 24, 1940 (hereinafter referred to as the Board) shall exercise the power and authority vested in me by Section 606 of the Communications Act of 1934 pursuant to and under the following regulations:",
        "1. The Board shall determine and prepare plans for the allocation of such portions of governmental and nongovernmental radio facilities as may be required to meet the needs of the armed forces, due consideration being given to the needs of other governmental agencies, of industry, and of other civilian activities.",
        "2. The Board shall, if the national security and defense and the successful conduct of the war so demand, designate specific radio stations and facilities or portions thereof for the use, control, supervision, inspection or closure by the Department of War, Department of Navy or other agency of the United States Government.",
        "3. The Board shall, if the national security and defense and the successful conduct of the war so demand, prescribe classes and types of radio stations and facilities or portions thereof which shall be subject to use, control, supervision, inspection or closure, in accordance with such prescription, by the Department of War, Department of Navy or other agency of the United States Government designated by the Board.",
        "4. Every department and independent agency of the government shall submit to the Defense Communications Board, at such time and in such manner as the Board may prescribe, full information with respect to all use made or proposed to be made of any radio station or facility and of any supervision, control, inspection or closure which has been or is proposed to be effected pursuant to paragraph 3 hereof.",
        "5. No radio station or facility shall be taken over and operated in whole or in part or subjected to governmental supervision, control or closure unless such action is essential to national defense and security and the successful conduct of the war. So far as possible, action taken pursuant to this Order shall not interfere with the procurement needs of civilian governmental agencies, the normal functioning of industry or the maintenance of civilian morale.",
        "6. Until and except so far as said Board shall otherwise provide, the owners, managers, boards of directors, receivers, officers and employees of the radio stations shall continue the operation thereof in the usual and ordinary course of business. in the names of their respective companies, associations, organizations, owners or managers, as the case may be.",
        "7. The head of any department or agency which uses or controls any radio station pursuant to the terms of this Order shall ascertain the just compensation for the use or control of such radio station and recommend such just compensation in each such case to the President for approval and action by him in accordance with the provisions of subsection (d) of Section 606 of the Communications Act of 1934 (U.S.C., title 47, sec. 606 (d)).",
        "8. By subsequent order of the Board, the use, control, or supervision of any radio station or facility or class or type thereof assumed under the provisions of this Order may be relinquished in whole or in part to the owners thereof and any restrictions placed on any radio station or facility pursuant hereto may be removed in whole or in part.",
        "9. The Board is hereby designated, in accordance with the provisions of Section 606 (a) of the Communications Act of 1934, to make such arrangements as may be necessary in order to insure that communications essential to the national defense and security shall have preference or priority with any carrier subject to the Communications Act of 1934. The Board may issue any regulations which may be necessary to accomplish this purpose.",
        "10. All terms herein used shall have the meanings ascribed to such terms in Section 3, as amended, of the Communications Act of 1934.",
        "11. All regulations of general applicability issued by the Secretary of War, the Secretary of the Navy, or any other governmental agency under these Presidential regulations shall be published in the Federal Register.",
        "[NAME]",
        "The White House,December 10, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8964-Prescribing Regulations Governing the Use, Control and Closing of Radio Stations and the Preference or Priority of Communications Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368262"
}