{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6783-creation-the-quetico-superior-committee",
    "doc": "executive-order-6783-creation-the-quetico-superior-committee",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6783-Creation of the Quetico-Superior Committee",
    "date": "June 30, 1934",
    "content": [
        "Whereas the Quetico-Superior Council, associated with the Izaak Walton League of America, has formulated a program for the establishment of a wilderness sanctuary in the Rainy Lake and Pigeon River watersheds through which runs the international boundary line between Canada and the United States; and",
        "Whereas this program has been endorsed by numerous organizations interested in the preservation of wildlife and the conservation of the few remaining tracts of American wilderness; and",
        "Whereas it has been proposed that the wilderness sanctuary should be dedicated as a peace memorial to the service men of both countries who served as comrades in the Great War; and",
        "Whereas the Congress of the United States, in the act of July 10, 1930 (ch. 881, 46 Stat. 1020), has given legislative effect to its principles \"of conserving the natural beauty of shore lines (in these watersheds) for recreational use\" and of preserving \"the shore lines, rapids, waterfalls, beaches, and other natural features of the region in an unmodified state of nature\"; and",
        "Whereas the Forest Service of the United States Department of Agriculture, in its administration of existing law, can give further effect to the aforementioned principles; and",
        "Whereas, certain executive departments and administrative agencies of the Government of the United States, the Department of State, the Treasury Department, the Department of the Interior, the Department of Agriculture, the Department of Labor, the Emergency Conservation Work Administration, and the Subsistence Homesteads Administration, and the State of Minnesota will be concerned in whatever performance there may be of the Quetico-Superior Council program:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me as President of the United States I hereby appoint a committee, to be known as the Quetico-Superior Committee, to consult and advise with the various Federal departments and agencies concerned and with the State of Minnesota, and to make such recommendation from time to time as it deems proper.",
        "The committee shall be composed of E. C. Oberholtzer, S. T. Tyng, C. S. Kelly (who have been invited to serve and have accepted), 1 person designated by the Secretary of Agriculture and 1 person designated by the Secretary of the Interior. The committee shall serve for a period of 4 years and without compensation. Any vacancy occurring in the committee shall be filled in the manner in which the members are appointed.",
        "[NAME]",
        "The White House,June 30, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6783-Creation of the Quetico-Superior Committee Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373390"
}