{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9352-entry-alien-seamen-into-the-united-states",
    "doc": "executive-order-9352-entry-alien-seamen-into-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9352-Entry of Alien Seamen Into the United States",
    "date": "June 15, 1943",
    "content": [
        "By virtue of and pursuant to the authority contained in the act of May 22, 1918 (40 Stat. 559) as extended by the act of March 2, 1921 (41 Stat. 1217; 22 U.S.C. 227) and as amended by the act approved June 21, 1941 (55 Stat. 252), the Immigration Act of February 5, 1917 (39 Stat. 874), the Immigration Act of 1924 (43 Stat. 153), as amended, and the Alien Registration Act, 1940 (54 Stat. 670), I hereby prescribe the following regulations governing the entry of alien seamen into the United States:",
        "PART I",
        "Requirement of Crew-List Visas and Seamen Documentation",
        "Masters of maritime vessels (except government vessels and such other vessels as the Secretary of State, in his discretion, may indicate) of all nationalities sailing for a port of the United States must submit for visa a list of all the alien members of the vessel's crew to the American consular officer at the port from which the vessel commences its voyage. If there is no consular officer stationed at that port, but if there is one stationed at a nearby place to whom the list may be submitted by mail for visa without delaying the vessel's departure, the list must be so submitted for visa. If there is no American consular officer stationed nearby, the list must be submitted for visa at the first port of call where an American consular officer is stationed, but if the vessel does not call at any such port, no visa of the crew list will be required. The visa of a shipping commissioner in the Canal Zone shall be equivalent to the visa of an American consular officer, but a consular agent is not authorized to visa crew lists. The visaed crew list must be delivered to the immigration authorities or, where there is no representative of the Immigration and Naturalization Service of the Department of Justice, to the appropriate officer of the boarding party at the vessel's first port of call in the United States.",
        "Alien seamen whose names are not on a visaed crew list when a visaed crew list is required of the vessel on which they arrive at a port of the United States shall not be allowed to land without the permission of the Secretary of State, except that for such seamen arriving at a port in the Virgin Islands the Governor thereof is authorized to grant temporary landing privileges and for such seamen arriving at a port in the Canal Zone the Governor of the Panama Canal is authorized to grant temporary landing privileges.",
        "An alien seaman who is not exempt from the passport and visa requirements under Part II hereof shall be required to present an identifying travel document in the nature of a passport, showing his nationality and identity and bearing his photograph, before he may be granted shore leave for any purpose, unless the possession of such an identifying travel document is waived by the Secretary of State, except that for such a seaman arriving at a port in the Virgin Islands the Governor thereof may grant such waiver and for such a seaman arriving at a port of the Canal Zone the Governor of the Panama Canal may grant such waiver. The disposition of such documents after presentation shall be subject to regulations.",
        "PART II",
        "Seamen Entering Other Than as Crew Members",
        "Alien seamen whose occupational status as such is found to be bona fide. entering the United States as passengers or workaways solely in pursuit of their calling as seamen, shall be exempt from the crew-Ust visa or other non-immigrant visa requirements for such period and under such conditions as the Secretary of State, in his discretion, may prescribe if they arrive in the United States under the following circumstances:",
        "(a) Shipwrecked or castaway seamen rescued by, or transferred at sea to, a vessel bound for an American port;",
        "(b) Seamen who are American consular passengers or who are repatriated without expense to the Government of the United States following, and in accordance with the terms of, their discharge in a foreign port before an American consular officer;",
        "(c) Seamen who were members of the crew of an American vessel which has been sold or delivered abroad when the contract of their employment provides for the return of the crew or when the laws of the United States provide for their return to an American port.",
        "PART III",
        "Returning Immigrant Seamen",
        "Alien seamen who, previously, have been lawfully admitted into the United States for permanent residence, who are returning to an unrelinquished domicile in the United States and who are not inadmissible into the United States under the immigration laws, may be permitted to land as returning residents without reentry permits or non-quota immigration visas issued under section 4 (b) of the Immigration Act of 1924, notwithstanding the fact that they may be included in crew-list visas.",
        "PART IV",
        "Provision for Additional Rules and Regulations",
        "The Secretary of State and the Attorney General are hereby authorized to make such additional rules and regulations, not inconsistent with this order, as they may deem necessary for carrying out the provisions of this order and the statutes mentioned herein, within their respective jurisdictions.",
        "PART V",
        "Effective Date of Order",
        "This order shall take effect immediately and shall supersede and cancel Executive Order 8429 of June 5, 1940 entitled \"Documents Required of Bona Fide Alien Seamen Entering the United States\", with the exception that a period of sixty days from the effective date of this order shall be allowed alien seamen in which they must have their photographs affixed to their documents or cards of identity and nationality required under this order.",
        "As used in this order, the term \"United States\" includes all territory and waters, continental or insular, subject to the jurisdiction of the United States.",
        "[NAME]",
        "The White House,June 15, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9352-Entry of Alien Seamen Into the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367995"
}