{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6850-amendment-executive-order-no-6657-dated-march-27-1934",
    "doc": "executive-order-6850-amendment-executive-order-no-6657-dated-march-27-1934",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6850-Amendment of Executive Order No. 6657-A Dated March 27, 1934",
    "date": "September 18, 1934",
    "content": [
        "Section 3 of Executive Order No. 6657-A of March 27, 1934, as amended by Executive Order No. 6780 of June 30, 1934, prescribing regulations for payment of losses sustained by officers, enlisted men, and employees of the United States in foreign countries due to appreciation of foreign currencies in their relation to the American dollar, is hereby amended to read as follows:",
        "1. (a) The loss above referred to is that calculated on the basis of conversion into foreign currency of the employee's net salary and net allowances, except as provided in paragraphs (b), (c), and (d) of this section.",
        "(b) In case of employees serving under the War and Navy Departments (with the exception of military and naval attaches and other employees attached to their offices, who shall be governed by paragraph (a) of this section), the loss is that calculated on the basis of conversion into foreign currency of the employee's net pay and allowances.",
        "(c) In case of employees traveling in foreign countries under official orders, not employed in or on assignment or detail to a post of duty in a foreign country, no part of the employee's salary not converted for expenditure abroad shall be included in the loss referred to for the purposes of these regulations.",
        "(d) In case of a foreign country in which the loss cannot be calculated on the basis of conversion into the currency of that country but, in consequence of local law or regulation, is required to be calculated on the basis of the appreciation in relation to the dollar of a noncirculating monetary unit in which prices of commodities and services are quoted but not payable-the dollar itself being used in payment therefor-the loss is authorized to be computed on that basis.",
        "(e) In case of employees who sustained losses arising from the conversion of salaries or allowances (including those paid from fees either in foreign or American currency) during the period from July 15, 1933, to the effective date of this order, the losses shall be calculated as provided in paragraphs (a), (b), (c), and (d) of this section. Claim for reimbursement for such loss shall be accompanied by the best evidence, available to the employee, of the rate at which conversion was made.",
        "(f) As used in this section:",
        "The term \"net salary\" means the base salary less any deduction for contribution to the retirement or other fund, or on account of percentage deductions in compensation.",
        "The term \"net allowances\" means allowances paid to the employee.",
        "The term \"net pay and allowances\" means the employee's full pay, including extra or additional pay, and all allowances (other than those furnished in kind) less deductions therefrom on account of allotments, fines and forfeitures, clothing, hospital, civil-service retirement fund, percentage deductions in compensation, and,other sundry checkages.",
        "This order shall be retroactive to April 1, 1934, the effective date of the order which it amends.",
        "[NAME]",
        "The White House,September 18, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6850-Amendment of Executive Order No. 6657-A Dated March 27, 1934 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362557"
}