{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6472-assignment-frequencies-government-radio-stations",
    "doc": "executive-order-6472-assignment-frequencies-government-radio-stations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6472-Assignment of Frequencies to Government Radio Stations",
    "date": "December 02, 1933",
    "content": [
        "By virtue of the authority vested in me by section 6 of the Radio Act of 1927 (ch. 169, 44 Stat. 1165; title 47 U.S.C., sec. 86), I hereby assign frequencies to Government radio stations and classes of stations as follows:",
        "1. The following Government experimental radio stations are authorized to use miscellaneous frequencies from time to time provided no interference is caused with other authorized services:",
        "Navy Department: Naval Research Laboratory, Bellevue, D.C. (NKF); Annapolis, Md. (NZO); Quantico, Va. (NZY).     War Department: Fort Monmouth, N.J. (WLY); Wright Field, Ohio (WZAJ).     Department of Commerce: Bureau of Standards, Washington, D.C. (WWV); Beltsville, Md. (WWV); Meadows, Md. (WWV).",
        "2. The locations given are locations of the transmitting apparatus; and where control points are different, they are given in parentheses. Receiving stations are, in general, located at all transmitting stations and control points.",
        "3. The following independent receiving stations have no transmitters:",
        "Army------------Battery Cove, Alexandria, Va.- Control center, Washington, D.C.     Do.----------Fort Lawton, Wash-Control center, Seattle, Wash.Navy------------Bellevue, D.C.-Control center, Washington, D.C.     Do.----------South San Francisco, Calif.- Control center, San Francisco, Calif.Commerce, Bureau of Standards-----Meadows, Md.Federal Radio Commission.----------Hingham, Mass.     Do-------------------------------Baltimore, Md.     Do-------------------------------Marietta, Ga.     Do-------------------------------San Pedro, Calif.     Do-------------------------------Portland, Oreg.     Do-------------------------------Great Lakes, Ill.     Do-------------------------------Grand Island, Nebr.",
        "4. In cases where more than one agency is using the same frequency the order of listing indicates relative priority.",
        "5. A Government station may use for a period not exceeding 1 month frequencies other than those assigned to it for the purpose of selecting a frequency more suitable for a particular service before requesting authority for a change in frequency, provided that it first gives notice as to such use to the Interdepartment Radio Advisory Committee, and also to the Federal Radio Commission if the frequency is not assigned by Executive order, and provided further that it will cease operation on notice of interference from the Interdepartment Radio Advisory Committee or the Federal Radio Commission.",
        "6. The Interdepartment Radio Advisory Committee may authorize any Government radio station to conduct experimental operations upon a frequency assigned to some other Government station by Executive order for such period as the Committee may deem necessary, provided that such station shall cease such operations upon receipt of notice of interference from the Interdepartment Radio Advisory Committee.",
        "7. Any frequency authorized by the Federal Radio Commission for ship service may be employed by Government mobile stations when communicating with non-Government stations.",
        "8. Mobile stations of the Army, Navy, and Coast Guard when engaged in exercises may employ any of the frequencies allocated to mobile services, provided they cause no interference with the authorized services operating on the frequencies selected.",
        "9. A non-Government mobile station may operate on a frequency assigned to a Government station in the mobile service when directed to do so by the latter.",
        "10. No department shall close a station no longer needed by it which is serving other Government departments without first giving due notification to the other Government departments concerned.",
        "This Executive order supersedes Executive Order No. 5855, of June 6, 1932.",
        "[NAME]",
        "The White House,December 2, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6472-Assignment of Frequencies to Government Radio Stations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373379"
}