{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7365-dissolution-second-export-import-bank-washington-dc",
    "doc": "executive-order-7365-dissolution-second-export-import-bank-washington-dc",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7365-Dissolution of Second Export-Import Bank of Washington, D.C.",
    "date": "May 07, 1936",
    "content": [
        "WHEREAS Section 9 of the act of January 31, 1935, c. 2, 49 Stat. 1, 4, provides, in part, that the Export-Import Bank of Washington and the Second Export-Import Bank of Washington, D.C., banking corporations organized under the laws of the District of Columbia as agencies of the United States, pursuant to Executive orders of the President, shall continue to be agencies of the United States until June 16, 1937, or such earlier date as may be fixed by the President by Executive order; and",
        "WHEREAS the Second Export-Import Bank of Washington, D.C., has sold and transferred to the Export-Import Bank of Washington all of its existing commitments and has discontinued its active operation:",
        "NOW, THEREFORE, by virtue of and pursuant to the authority vested in me by the said Section 9 of the act of January 31, 1935, it is hereby ordered that on June 30, 1936, the Second Export-Import Bank of Washington, D.C., shall cease to be an agency of the United States; and it is further ordered that the stockholders of the said Second ExportImport Bank of Washington, D.C., shall proceed as rapidly as possible to wind up and liquidate all of its remaining business, property, and affairs, and effect dissolution thereof in accordance with the laws of the District of Columbia.",
        "Upon such final winding up, liquidation, and dissolution, all of the capital stock of the said Second Export-Import Bank of Washington, D.C., shall be surrendered for retirement and cancellation upon receiving, for the account of the United States and in full payment and liquidation of the said stock when surrendered for cancellation, all of the remaining funds of the said Second Export-Import Bank of Washington, D.C. All such funds, when received, shall be covered into the Treasury of the United States as miscellaneous receipts. The records, and containers therefor, of the Second Export-Import Bank of Washington, D.C., shall be transferred and delivered to, and preserved by, the Export-Import Bank of Washington.",
        "[NAME]",
        "THE WHITE HOUSE,May 7, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7365-Dissolution of Second Export-Import Bank of Washington, D.C. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356171"
}