{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9282-transferring-jurisdiction-over-certain-lands-from-the-secretary",
    "doc": "executive-order-9282-transferring-jurisdiction-over-certain-lands-from-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9282-Transferring Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War for Military Purposes",
    "date": "December 15, 1942",
    "content": [
        "OKLAHOMA",
        "Whereas certain lands in the State of Oklahoma have been acquired, or are in process of acquisition, under authority of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat 115), and Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (U.S.C., title 7, secs. 1010-1013, 50 Stat. 522, 525), in connection with the Cookson Hills Land Utilization Project of the Department of Agriculture; and",
        "Whereas by Executive Order No. 7908 of June 9, 1938, all the right, title, and interest of the United States in those lands acquired, or in process of acquisition, under authority of the aforesaid National Industrial Recovery Act and the Emergency Relief Appropriation Act of 1935 were transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the aforesaid Bankhead-Jones Farm Tenant Act, and the related provisions of Title IV thereof; and immediately upon the acquisition of legal title to those lands now in process of acquisition under authority of the said acts, the said order, under the terms thereof, will become applicable to all the additional right, title, and interest thereby acquired by the United States; and",
        "Whereas it appears that the use of such lands by the Secretary of War for military purposes would best carry out the land conservation and land utilization program for which such lands were acquired and would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32 of Title III of the aforesaid Bankhead-Jones Farm Tenant Act, and upon recommendation of the Secretary of Agriculture, it is ordered that all lands within the hereinafter-described areas acquired or in process of acquisition by the United States, together with the improvements thereon, be, and they are hereby, transferred from the Secretary of Agriculture to the Secretary of War for military purposes: Provided, however, that the Secretary of Agriculture shall retain such jurisdiction over the lands now in process of acquisition by the United States as may be necessary to enable him to complete their acquisition.",
        "MUSKOGEE COUNTY, OKLAHOMA",
        "Indian Meridian",
        "T. 13 N., R. 20 E., secs. 1 to 4; 9 to 12; 14, 15, inclusive",
        "T. 14 N., R. 20 E., secs. 1 to 5; 8 to 17; 20; 23 to .27; and 33 to 36, inclusive",
        "T. 15 N., R. 20 E., secs. 13 to 16; 21 to 30; and 32 to 36, inclusive.",
        "Executive Order No. 8277, dated October 28, 1939, which transferred certain lands in the above-described area from the Secretary of Agriculture to the Secretary of War for use as a military reservation, is superseded by this order.",
        "Executive Order No. 8571, dated October 19, 1940, which transferred control and jurisdiction over 4.43 acres of lands within the above-described area from the Secretary of Agriculture to the Secretary of the Interior for the benefit of certain Indians, is hereby revoked.",
        "It is intended that the lands transferred by this order shall be returned to the Secretary of Agriculture, for administration pursuant to Title III of the said Bankhcad-Jones Farm Tenant Act, when they are no longer needed for military purposes.",
        "[NAME]",
        "The White House,December 15, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9282-Transferring Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372343"
}