{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6860-amending-executive-order-no-6770-which-created-the-industrial",
    "doc": "executive-order-6860-amending-executive-order-no-6770-which-created-the-industrial",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6860-Amending Executive Order No. 6770, Which Created the Industrial Emergency Committee",
    "date": "September 27, 1934",
    "content": [
        "By virtue of the authority vested in me by the National Industrial Recovery Act, approved June 16, 1933, and to effectuate the purposes of said act, I hereby amend the Executive order of June 30, 1934, no. 6770, creating the Industrial Emergency Committee, and the Executive order of August 31, 1934, no. 6836, amending said order, to conform to the following orders:",
        "1. I hereby designate as the members of said Industrial Emergency Committee:",
        "The Secretary of the Interior           The Secretary of Labor           The Chairman of the National Industrial Recovery Board           The Administrator of Agricultural Adjustment           The Administrator of Federal Emergency Relief           The Director of the Committee, heretofore appointed by the President",
        "2. It shall be the duty of said Industrial Emergency Committee (1) to make recommendations to the President through its Director, with respect to problems of relief, public works, labor disputes and industrial recovery, together with allied problems of agricultural recovery; (2) to study and coordinate the handling of joint problems affecting these activities, and (3) to determine, with the approval of the President, the general policies of the Administration of the National Industrial Recovery Act.",
        "3. I hereby extend the leave of absence of Donald R. Richberg, as General Counsel of the National Recovery Administration until further order, with pay, in order that he may fulfill the duties of Director of said Committee and of Executive Secretary of the Executive Council and Executive Director of the National Emergency Council and such further functions and duties as shall be prescribed by the President.",
        "[NAME]",
        "The White House,September 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6860-Amending Executive Order No. 6770, Which Created the Industrial Emergency Committee Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362565"
}