{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7937-establishing-west-sister-island-migratory-bird-refuge",
    "doc": "executive-order-7937-establishing-west-sister-island-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7937-Establishing West Sister Island Migratory Bird Refuge",
    "date": "August 02, 1938",
    "content": [
        "OHIO",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all that part of West Sister Island, in Lake Erie, Lucas County, Ohio, lying east of a line bearing north and south through a point which is east 200 feet distant from the center of the West Sister Island Lighthouse tower (the geographic position of which lighthouse is latitude 40°44'13\" N., and longitude 88°06'38\" W. from Greenwich), and containing 82.00 acres, more or less, be, and it is hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, That nothing herein contained shall restrict the Bureau of Lighthouses from the right of ingress and egress over all parts of the island, together with the right to use any landing wharf for the purpose of tending and maintaining aids to navigation.",
        "The Executive order of February 16, 1838, reserving West Sister Island for lighthouse purposes, is hereby revoked in so far as it affects the lands reserved by this order.",
        "This reservation shall be known as the West Sister Island Migratory Bird Refuge.",
        "[NAME]",
        "The White House,August 2, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7937-Establishing West Sister Island Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210543"
}