{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7458-transferring-the-rural-electrification-administration-established-the",
    "doc": "executive-order-7458-transferring-the-rural-electrification-administration-established-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7458-Transferring to the Rural Electrification Administration Established by the Rural Electrification Act of 1936 the Functions, Property, and Personnel of the Rural Electrification Administration Established by Executive Order No. 7037 of May 11, 1935",
    "date": "September 26, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 8 of the Rural Electrification Act of 1936 (Public No. 605, 74th Congress), the Emergency Relief Appropriation Act of 1935 (49 Stat. 115), the Civil Service Act (22 Stat. 403, 404), and section 1753 of the Revised Statutes (U.S.C., title 5, section 631) it is hereby ordered as follows:",
        "1. The administration of loans and contracts made and entered into by the Rural Electrification Administration established by Executive Order Numbered 7037 of May 11, 1935, is hereby vested in the Administrator of the Rural Electrification Administration appointed pursuant to the Rural Electrification Act of 1936.",
        "2. The jurisdiction, control, and use of the records, property (including office equipment), and unexpended balances of appropriations or allotments or other funds as of the effective date of this Order, used or employed or available in the exercise and performance of the functions of the Rural Electrification Administration established by Executive Order No. 7037 are hereby transferred to the Rural Electrification Administration established by the Rural Electrification Act of 1936.",
        "3. All officers and employees of the Rural Electrification Administration established by Executive Order No. 7037 are hereby transferred to the Rural Electrification Administration established by the Rural Electrification Act of 1936. This transfer shall apply to all persons who on the effective date of this Order are employed by the Rural Electrification Administration established by the said Executive Order.",
        "4. Incumbents of positions affected by section 3 of this Order who do not already possess a competitive classified status shall not acquire such status by reason of such transfer. However, any such person may acquire a competitive classified civil service status, provided: (a) that he has been appointed in the Rural Electrification Administration established by Executive Order No. 7037 at least sixty days prior to October 16, 1936; (b) that he is unqualifiedly recommended to the Civil Service Commission by the Administrator of the Rural Electrification Administration established by the Rural Electrification Act of 1936 within six months subsequent to October 16, 1936; (c) that he shall pass such appropriate non-competitive tests of fitness as the Civil Service Commission may prescribe; and (d) that he is a citizen of the United States and is not disqualified by any provision of section 4 of Civil Service Rule V or any other provision of the Civil Service Rules, or any provision of the Civil Service Act or any other statute or executive order.",
        "5. This Order shall take effect October 16, 1936.",
        "[NAME]",
        "THE WHITE HOUSE,September 26, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7458-Transferring to the Rural Electrification Administration Established by the Rural Electrification Act of 1936 the Functions, Property, and Personnel of the Rural Electrification Administration Established by Executive Order No. 7037 of May 11, 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356180"
}