{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7934-transferring-the-united-states-housing-authority-custodial-and",
    "doc": "executive-order-7934-transferring-the-united-states-housing-authority-custodial-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7934-Transferring to the United States Housing Authority Custodial and Maintenance Employees in the Field Service of the Federal Emergency Administration of Public Works Engaged on Federal Housing Projects",
    "date": "July 16, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the United States Housing Act of 1937, approved September 1, 1937 (50 Stat. 888), and in order to effectuate the purposes thereof, it is hereby ordered that employees of the Federal Emergency Administration of Public Works occupying custodial and maintenance positions in the field service on November 1, 1937, whose compensation is computed on an hourly, daily, or annual basis when actually employed, who have been engaged in substantially continuous duty, and who shall be certified not later than September 1, 1938, by the Federal Emergency Administrator of Public Works as having been engaged on work connected with housing or slum-clearance on or prior to the date of enactment of the said Act, are hereby transferred to the United States Housing Authority effective as of November 1, 1937:",
        "Provided, that employees transferred pursuant to this order shall not thereby acquire a competitive civil service status, but such employees whose compensation is not in excess of $1980 per annum, or whose hourly or daily rates of compensation if computed on an annual basis would not be in excess of $1980 per annum, may acquire a competitive civil service status upon compliance with the provisions of section 6 of Civil Service Rule II.",
        "[NAME]",
        "The White House,July 16, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7934-Transferring to the United States Housing Authority Custodial and Maintenance Employees in the Field Service of the Federal Emergency Administration of Public Works Engaged on Federal Housing Projects Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362906"
}