{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8677-employment-the-land-and-naval-forces-the-control-vessels-the",
    "doc": "executive-order-8677-employment-the-land-and-naval-forces-the-control-vessels-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8677-Employment of the Land and Naval Forces in the Control of Vessels in the Territorial Waters of the United States and the Canal Zone",
    "date": "February 11, 1941",
    "content": [
        "Whereas section 1 of Title II of the act of June 15, 1917, 40 Stat. 217, 220 (U.S.C., title 50, sec. 191), provides:",
        "\"Whenever the President by proclamation or Executive order declares a national emergency to exist by reason of actual or threatened war, insurrection, or invasion, or disturbance or threatened disturbance of the international relations of the United States, the Secretary of the Treasury may make, subject to the approval of the President, rules and regulations governing the anchorage and movement of any vessel, foreign or domestic, in the territorial waters of the United States, may inspect such vessel at any time, place guards thereon, and, if necessary in his opinion in order to secure such vessels from damage or injury, or to prevent damage or injury to any harbor or waters of the United States, or to secure the observance of the rights and obligations of the United States, may take, by and with the consent of the President, for such purposes, full possession and control of such vessel and remove therefrom the officers and crew thereof and all other persons not specially authorized by him to go or remain on board thereof.\"",
        "Whereas by proclamation dated June 27, 1940, I declared a national emergency to exist by reason of threatened disturbance of the international relations of the United States, and such emergency still exists;",
        "Whereas I approved on June 27, 1940, and July 9, 1940, respectively, regulations issued by the Secretary of the Treasury and regulations issued by the Governor of the Panama Canal pursuant to the above-quoted statutory provisions; and",
        "Whereas section 4 of Title II of the said act of June 15, 1917, provides:",
        "\"The President may employ such part of the land or naval forces of the United States as he may deem necessary to carry out the purpose of this title.\"",
        "Now, Therefore, by virtue of the authority vested in me by the last above-quoted statutory provisions, it is hereby ordered as follows:",
        "Upon request of the Secretary of the Treasury or the Governor of the Panama Canal (or of such officers as are designated in regulations prescribed pursuant to section 1 of Title II of the said act of June 15, 1917) for assistance in the control of vessels in the territorial waters of the United States or in the territorial waters of the Canal Zone, respectively, those in command of the land and naval forces of the United States shall employ such part of the forces under their respective commands as may be necessary and available to render the assistance requested: Provided, that any such request by the Governor of the Panama Canal shall, while Executive Order No. 8232 of September 5, 1939 (placing control of the Panama Canal and Canal Zone in the Officer of the Army commanding the United States troops in the Canal Zone), or any future Executive order of like effect, remains in force, be subject to the approval of the commanding officer designated therein.",
        "[NAME]",
        "The White House,February 11, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8677-Employment of the Land and Naval Forces in the Control of Vessels in the Territorial Waters of the United States and the Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372121"
}