{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8507-withdrawal-public-lands-for-the-war-department",
    "doc": "executive-order-8507-withdrawal-public-lands-for-the-war-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8507-Withdrawal of Public Lands for the War Department",
    "date": "August 08, 1940",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me by section 1 of the act of July 9, 1918, 40 Stat. 845, 848 (U.S.C., title 10, sec. 1341), it is ordered that, subject to valid existing rights, all the public lands within the following-described areas be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, for the use of the War Department as an anti-aircraft firing range:",
        "SAN BERNARDINO MERIDIAN",
        "T. 14 N., R. 1 E., secs. 1 to 12 inclusive.",
        "T. 15 N., R. 1 E., all, partly unsurveyed.",
        "T. 16 N., R. 1 E., all, partly unsurveyed.",
        "T. 17 N., R. 1 E., all, partly unsurveyed.",
        "T. 18 N., R. 1 E., secs. 25 to 36, inclusive, unsurveyed.",
        "T. 12 N., R. 2 E., secs. 1 to 5 and 8 to 12, inclusive.",
        "T. 13 N., R. 2 E., all, partly unsurveyed.",
        "T. 14 N., R. 2 E., all, partly unsurveyed.",
        "T. 15 N., R. 2 E., all, partly sunsurveyed.",
        "T. 16 N., R. 2 E., all, partly unsurveyed.",
        "T. 17 N., R. 2 E., all, partly unsurveyed.",
        "T. 18 N., R. 2 E., secs. 25 to 36, inclusive, partly unsurveyed.",
        "T. 12 N., R. 3 E., secs. 1 to 18, inclusive.",
        "T. 13 N., R. 3 E., all.",
        "T. 14 N., R. 3 E., all, partly unsurveyed.",
        "T. 15 N., B. 3 E., all, partly unsurveyed.",
        "T. 16 N., R. 3 E., all, partly unsurveyed.",
        "T. 17 N., R. 3 E., all, partly unsurveyed.",
        "T. 18 N., R. 3 E., secs. 25 to 36, inclusive, partly unsurveyed.",
        "T. 12 N., R. 4 E., secs. 1 to 18, inclusive, partly unsurveyed.",
        "T. 13 N., R. 4 E., all.",
        "T. 14 N., R. 4 E., all, partly unsurveyed.",
        "T. 15, N., R. 4 E., all, partly unsurveyed.",
        "T. 16 N., R. 4 E., all, partly unsurveyed.",
        "T. 17 N., R. 4 E., all, unsurveyed.",
        "T. 18 N., R. 4 E., secs. 25 to 36, inclusive, .partly unsurveyed.",
        "T. 12 N., R. 5 E., secs. 5, 6, 7, 8, and 18.",
        "T. 13 N., R. 5 E., secs. 1 to 12, 14 to 23, and 27 to 33, inclusive.",
        "T. 14 N., R. 5 E., all, partly unsurveyed.",
        "T. 15 N., R. 5 E., all, partly unsurveyed.",
        "T. 16 N., R. 5 E., all, partly unsurveyed.",
        "T. 17 N., R. 5 E., secs. 13 to 36, inclusive, unsurveyed.",
        "T. 13 N., R. 6 E., sec. 6.",
        "T. 14 N., R. 6 E., secs. 3 to 10, 15 to 22, and 27 to 32, inclusive.",
        "T. 15 N., R. 6 E., secs. 3 to 10, 15 to 22, and 27 to 34, inclusive.",
        "T. 16 N., R. 6 E., secs. 3 to 10, 15 to 22, and 27 to 34, inclusive, partly unsurveyed.",
        "T. 17 N., R. 6 E., secs. 19 to 21 and 28 to 33, inclusive, unsurveyed;     aggregating approximately 640,000 acres.",
        "This order supersedes as to any of the above-described lands affected thereby the withdrawals made by Executive Order No. 6910 of November 26, 1934, as amended, Executive Order of August 8, 1914, creating Public Water Reserve No. 22, and Executive Order of November 9, 1923, creating Public Water Reserve No. 87.",
        "[NAME]",
        "The White House,August 8, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8507-Withdrawal of Public Lands for the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371981"
}