{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9489-authorizing-and-directing-the-secretary-war-designate-military",
    "doc": "executive-order-9489-authorizing-and-directing-the-secretary-war-designate-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9489-Authorizing and Directing the Secretary of War to Designate a Military Commander for the Territory of Hawaii and Authorizing the Military Commander to Prescribe Said Territory, or Any Part Thereof, as a Military Area, and for Other Purposes",
    "date": "October 18, 1944",
    "content": [
        "Whereas the defense of the Territory of Hawaii and the successful prosecution of the war require every possible protection against espionage and sabotage, the maintenance of internal security, and the efficient utilization of available facilities in that territory:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution, the laws of the United States, including the act of March 21, 1942, c. 191, 56 Stat. 173 (18 U.S.C. 97a), and Title III of the Second War Powers Act, 1942, and as Commander in Chief of the Army and Navy and as President of the United States, I order as follows:",
        "1. I nereby authorize and direct the Secretary of War to designate the Commanding General, United States Army Forces, Pacific Ocean Areas, as the military commander within the meaning of the act of March 21, 1942. The military commander may prescribe the Territory of Hawaii or any part thereof as a military area, from which any and all persons may be excluded and with respect to which the right of any person to enter, remain in, or leave shall be subject to whatever restrictions or orders the said military commander may impose as hereinafter authorized.",
        "2. In the military area prescribed under the authority of this order, the military commander may, whenever military necessity therefor exists and the military commander so finds:",
        "a. Establish blackout and curfew periods and restrict and regulate the actions of all persons during such period.",
        "b. Establish air raid precautions.",
        "c. Regulate the conduct of enemy aliens.",
        "d. Evacuate or exclude, and detain incident thereto, any or all persons from the military area or from any part thereof, whenever the evacuation or exclusion, or the detention incident thereto, is necessary to prevent espionage or sabotage, and the military commander so finds.",
        "e. Regulate or prohibit possession or use of firearms or other weapons.",
        "f. Define, for the purposes of this order, what shall constitute military service with the armed forces of nations other than the United States and require all persons who have had such military service with the armed forces of nations other than the United States to register such military service.",
        "g. Issue regulations to assure adequate protection of the following: ports and harbors, dockage and stevedoring, barges, tugs and floating equipment, transportation of ship cargoes and passengers, and disposition of all cargoes until removed from dock areas at docks and wharves.",
        "h. Regulate, restrict, or prohibit travel within, into, or from the military area whenever such regulation, restriction, or prohibition is necessary for military security and the military commander so finds.",
        "i. Whenever necessary to prevent espionage or sabotage, and the military commander so finds, regulate the publication of any newspapers and periodicals that are published in a foreign language or in dual languages, regulate, restrict, or prohibit the possession or use of radio transmission sets or the transmission of information (by any means other than newspapers) between the military area and points outside of the said area, and between the islands within the said military area.",
        "3. Whenever the military commander finds it to be in the interests of national defense and the successful prosecution of the war, he may, to the extent that he deems it necessary to carry Out the purposes of this order, perform the functions and exercise power and authority conferred on the President by Title III of the Second War Powers Act, 1942 (50 U.S.C., app. 633) insofar as they relate to priorities and allocation of the following in the Territory of Hawaii: Ports and harbors, dockage and stevedoring, barges, tugs, floating equipment and all travel facilities; and fixing of overall quotas to vessels of all commercial cargo.",
        "4. Nothing in this order shall be construed to modify or revoke any of the provisions of Executive Order No. 9066, dated February 19, 1942. Any designation of the military commander and of the Territory of Hawaii or any part thereof as a military area under paragraph 1 hereof shall constitute designation of such military commander as the military commander, and of such Territory or such part thereof as a military area for the purposes of the said Executive Order No. 9066, and shall vest the military commander with the powers provided in that order.",
        "5. Unless sooner terminated, the authority herein conferred shall expire thirty days after the cessation of hostilities between the empire of Japan and the United States.",
        "6. All prior executive orders, insofar as they are in conflict herewith, are amended accordingly.",
        "7. This order shall become effective on October 24, 1944.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 18, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9489-Authorizing and Directing the Secretary of War to Designate a Military Commander for the Territory of Hawaii and Authorizing the Military Commander to Prescribe Said Territory, or Any Part Thereof, as a Military Area, and for Other Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355130"
}