{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-expansion-pima-and-maricopa-indian-reservation",
    "doc": "executive-order-expansion-pima-and-maricopa-indian-reservation",
    "president": "Rutherford B. Hayes",
    "president_byline": "19th President of the United States: 1877 - 1881",
    "title": "Executive Order-Expansion of Pima and Maricopa Indian Reservation",
    "date": "June 14, 1879",
    "content": [
        "Executive Mansion, June 14, 1879.",
        "In lieu of an executive order dated January 10, 1879, setting apart certain lands in the Territory of Arizona as a reservation for the Pima and Maricopa Indians, which order is hereby canceled, it is hereby ordered that there be withdrawn from sale and settlement and set apart for the use of said Pima and Maricopa Indians, as an addition to the reservation set apart for said Indians by act of Congress approved February 28, 1859 (11 Stat., 401), the several tracts of country in said Territory of Arizona lying within the following boundaries, viz: Beginning at the point where the range-line between ranges 4 and 5 east crosses the Salt River; thence up and along the middle of said river to a point where the easterly line of Camp McDowell military reservation, if prolonged south, would strike said river; thence northerly to the southeast corner of Camp McDowell reservation; thence west along the southern boundary-line of said Camp McDowell reservation to the southwest corner thereof; thence up and along the west boundary line of said reservation until it intersects the north boundary of the southern tier of sections in township 3 north, range 6 east; thence west along the north boundary of the southern tier of sections in township 3 north, ranges 5 and 6 east, to the northwest corner of section 31, township 3 north, range 5 east; thence south along the rangeline between ranges 4 and 5 east to the place of beginning. Also all the land in said Territory bounded and described as follows, viz: Beginning at the northwest corner of the old Gila Reservation; thence by a direct line running northwesterly until it strikes Salt River 4 miles east from the intersection of said river with the Gila River; thence down and along the middle of said Salt River to the mouth of the Gila River; thence up and along the middle of said Gila River to its intersection with the northwesterly boundary line of the old Gila Reservation; thence northwesterly along the said last-described boundary line to the place of beginning. It is hereby ordered that so much of townships 1 and 2 north, ranges 5 and 6 east, lying south of the Salt River as are now occupied and improved by said Indians, be temporarily withdrawn from sale and settlement until such time as they may severally dispose of and receive payment for the improvements made by them on said lands. R. B. Hayes."
    ],
    "citation": "Rutherford B. Hayes, Executive Order-Expansion of Pima and Maricopa Indian Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371284"
}