{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6960-enlarging-killcohook-migratory-bird-refuge-new-jersey",
    "doc": "executive-order-6960-enlarging-killcohook-migratory-bird-refuge-new-jersey",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6960-Enlarging Killcohook Migratory Bird Refuge, New Jersey",
    "date": "February 04, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate the purposes of the Migratory Bird Conservation Act (ch. 257, 45 Stat. 1222), it is ordered that the following-described area in Salem County, New Jersey, as shown on the map attached hereto and made a part of this order, with all buildings thereon, be, and it is hereby, reserved and, subject to valid existing rights, set apart for the use of the Department of Agriculture (Bureau of Biological Survey) as a headquarters for the administration of the Killcohook Migratory Bird Refuge, established by Executive Order No. 6582, of February 3, 1934:",
        "Beginning at comer no. 1 on the center of the road leading from Fort Mott to Pennsville, distant 680.93 ft. and on a true bearing of S. 65°45' W. from corner no. 19 of the existing Killcohook Migratory Bird Refuge, as described in Executive Order No. 6582;",
        "Thence, along the center of the road leading from Fort Mott to Pennsville,",
        "N. 65°45' E., 647.00 ft., to corner no. 2, known as monument C-l, a granite boundary monument, the upper end squared and dressed, marked \"U.S. LHE\" on one side, and having a drilled hole in center of top, buried in the road, from which point the aforesaid corner no. 19 of the existing Killcohook Migratory Bird Refuge bears N. 65°45' E., 33.93 ft. distant;",
        "Thence, along the center of the road to Salem, S. 61°35' E., 9.10 ft., to corner no. 3, a point in center of said road;",
        "Thence, with a line common to the Finns Point Rear Light Station, reserved to the Department of Commerce, S. 2°05' W., 283.00 ft., to corner no. 4, a point;",
        "Thence N. 88°03' W., 553.90 ft., to monument C-3, a granite boundary monument, the upper end squared and dressed, marked \"U.S. LHE\" on one side, and having a drilled hole in center of top;",
        "Thence, on the same bearing, 33.30 ft., a total distance of 587.20 ft. from corner no. 4, to corner no. 1, the place of beginning, containing 1.96 acres, be the same more or less.",
        "The area above described is primarily under the jurisdiction of the Department of Commerce, and its reservation for the purposes set out in this order is subject to the use thereof by said Department in connection with the Finns Point Rear Light Station; and the enforcement of law, regulations, and uses thereof by the Department of Agriculture shall be without interference with any existing or future uses or regulations of the Department of Commerce.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, or (except in the exercise of the dominant jurisdiction of the Department of Commerce) to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "All persons are hereby informed that sections 52, 53 (as amended), and 84 (as amended) of the Criminal Code of the United States (secs. 106, 107, and 145, title 18, U.S.C.) and section 14 of the Migratory Bird Conservation Act of February 18, 1929 (see. 715m, title 16, U.S.C.) prescribe penalties for the commission of the offenses enumerated in the preceding paragraph.",
        "[NAME]",
        "The White House,February 4, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6960-Enlarging Killcohook Migratory Bird Refuge, New Jersey Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362631"
}