{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10503-amendment-executive-order-no-10011-amended-authorizing-the-secretary",
    "doc": "executive-order-10503-amendment-executive-order-no-10011-amended-authorizing-the-secretary",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 - 1961",
    "title": "Executive Order 10503-Amendment of Executive Order No. 10011, as Amended, Authorizing the Secretary of State To Exercise Certain Powers of the President With Respect to the Granting of Allowances and Allotments to Government Personnel On Foreign Duty",
    "date": "December 01, 1953",
    "content": [
        "By virtue of the authority vested in me by section 301 of title 3 of the United States Code (65 Stat. 713), it is ordered that section 1(d) of Executive Order No. 10011 as last amended by Executive Order No. 10391 of September 3, 1952, authorizing the Secretary of State to exercise certain powers of the President with respect to the granting of allowances and allotments to Government personnel on foreign duty, be, and it is hereby, amended to read as follows:",
        "\"(d) The authority vested in the President by section 1303 of the Supplemental Appropriation Act, 1954 (Public Law 207, 83rd Congress), or by any reenactment of the provisions of such section, and by section 302 of the United States Information and Educational Exchange Act of 1948 (62 Stat. 8) to prescribe, with respect to civilian officers and employees of the Government, regulations governing living-quarters allowances, cost-of-living allowances, and representation allowances in accordance with, or similar to, such allowances authorized by the said act of June 26, 1930, or the said section 901 of the Foreign Service Act of 1946.",
        "This order shall be effective as of July 1, 1953.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "[NAME]"
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10503-Amendment of Executive Order No. 10011, as Amended, Authorizing the Secretary of State To Exercise Certain Powers of the President With Respect to the Granting of Allowances and Allotments to Government Personnel On Foreign Duty Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/307031"
}