{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7341-enlarging-tule-lake-wildlife-refuge-california",
    "doc": "executive-order-7341-enlarging-tule-lake-wildlife-refuge-california",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7341-Enlarging Tule Lake Wildlife Refuge in California",
    "date": "April 10, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands in Modoc and Siskiyou Counties, California, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as an addition to the Tule Lake Wildlife Refuge established by Executive Order No. 4975 of October 4, 1928, as amended by Executive Order No. 5945 of November 3, 1932:",
        "MOUNT DIABLO MERIDIAN",
        "T. 46 N.,?R. 4 E.,Sec. 1, all;Sec. 2, all not Included In Tule Lake Wildlife Refuge;Secs. 3 to 8, inclusive;Sec. 9, lots 2 to 7, inclusive, S½ N½, SW¼, and N½ SE¼;Sec.. 10, lots 2 to 6, inclusive, S½ N½, N½ SW¼, SE¼ SW¼, and SE¼;Sec. 11, lots 4 to 11, inclusive, S½ N½, and N½ S½;Sec. 12, lots 7 to 19, inclusive;Sec. 13, lot 17;Sec. 14, lots 17 and 18;Sec. 16, lots 9 to 14, inclusive, W½ NE¼, and E½ NW¼;Sec. 16, lots 6 to 17, inclusive;Sec. 17, all outside Lava Beds National Monument, established by Proclamation No. 1766 of November 21, 1925;Sec. 18, lots 1 and 2, NE¼, and E½ NW¼;Sec. 20, all outside Lava Beds National Monument;Sec. 21, lots 3,4, and 5.",
        "T. 47 N., R. 4 E.,Sec. 3, lot 6;Sec. 5, all S½ N½ and all S½ not included in Tule Lake Wildlife Refuge;Sec. 6, lots 4, 6, and 6, S½ NE¼, and SE¼;Sec. 7, all;Sec. 8, all not included in Tule Lake Wildlife Refuge;Sec. 11, lot 5, S½ NE¼, and SE¼;Sec. 12, lots 2, 7, and 9, SW¼, NW¼ SE¼, and S½ SE¼;Sec. 13, all;Sec. 14, E½;Sec. 17, all not Included in Tule Lake Wildlife Refuge;Secs. 18 and 19;Sec. 20, all not included in Tule Lake Wildlife Refuge;Sec. 23, E½;Secs. 24 and 25;Sec. 26, E½;Sec. 29, W½;Secs. 30 and 31;Sec. 32, S½ S½, NE¼, W½, and SE¼;Sec. 33, S½ S½ N½ and S½;Sec. 34, all S½ not included In Tule Lake Wildlife Refuge;Sec. 35, E½;Sec. 36, all.",
        "T. 46 N., R. 5 E.,Sec. 4, all west of the westerly right-of-way Une of the Great Northern Railway;Secs. 5 and 6;Sec. 7, lots 5 to 20, inclusive;Sec. 8, all;Sec. 9, all west of the westerly right-of-way line of the Great Northern Railway;Sec. 15, all W½ SW¼ lying west of the westerly right-of-way line of the Great Northern Railway;Sec. 16, all west of the westerly right-of-way line of the Great Northern Railway;Sec. 17, all;Sec. 18, lot 6;Sec. 20, lots 5 to 13, inclusive;Sec. 21, all;Sec. 22, all west of the westerly right-of-way Une of the Great Northern Railway;Sec. 27, all lot 6 lying west of the westerly right-of-way Une of the Great Northern Railway; and lots 7 to 10, inclusive;Sec. 28, lots 5 to 14, inclusive;Sec. 29, lots 3 and 4.",
        "T. 47 N., R. 5 E.,Sec. 7, lot 17;Sec. 17, all SW¼ lying southwest of the dike;Sec. 18, lots 1, 2, 3, 4, 9, 10, and 11, SE¼ NW¼, E½ SW¼, W½ SE¼, and SE¼ SE¼;Sec. 19, all;Sec. 20, all southwest of the dike and west of the westerly right-of-way Une of the Great Northern Railway;Secs. 29 to 82, inclusive.",
        "The lands herein reserved have been withdrawn or were purchased for reclamation purposes in connection with the Klamath Irrigation Project, and they are primarily under the jurisdiction of the Department of the Interior. The reservation of these lands as a wildlife refuge is subject to the use thereof by the said Department for reclamation purposes, and also to the provisions of the act of March 23, 1933 (48 Stat. 1295), entitled, \"An Act providing for an exchange of lands between the Colonial Realty Company and the United States, and for other purposes.\"",
        "[NAME]",
        "THE WHITE HOUSE,April 10, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7341-Enlarging Tule Lake Wildlife Refuge in California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355688"
}