{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-3474-transferring-naval-petroleum-reserves-california-and-wyoming-and",
    "doc": "executive-order-3474-transferring-naval-petroleum-reserves-california-and-wyoming-and",
    "president": "Warren G. Harding",
    "president_byline": "29th President of the United States: 1921 - 1923",
    "title": "Executive Order 3474-Transferring Naval Petroleum Reserves in California and Wyoming, and Naval Shale Reserves in Colorado and Utah, Under the Control of the Interior Secretary, Under Supervision of the President",
    "date": "May 31, 1921",
    "content": [
        "Under the provisions of the act of Congress approved February 25, 1920 (41 Stat 437), authorizing the Secretary of the Interior to lease producing oil wells within any naval petroleum reserve; authorizing the President to permit the drilling of additional wells or to lease the remainder or any part of a claim upon which such wells have been drilled, and under authority of the act of Congress approved June 4, 1920 (41 Stat. 912), directing the Secretary of the Navy to conserve, develop, use, and operate, directly or by contract, lease, or otherwise, unappropriated lands in naval reserves, the administration, and conservation, of all oil and gas bearing lands in naval petroleum reserves Nos 1 and 2, California, and naval petroleum reserve No. 3 in Wyoming and naval shale reserves in Colorado and Utah, are hereby committed to the Secretary of the Interior subject to the supervision of the President but no general policy as to drilling or reserving lands located in a naval reserve shall be changed or adopted except upon consultation and in cooperation with the Secretary or Acting Secretary of the Navy.",
        "The Secretary of the Interior is authorized and directed to perform any and all acts necessary for the protection, conservation, and administration of the said reserves subject to the conditions and limitations contained in this order and the existing laws or such laws as may hereafter be enacted by Congress pertaining thereto.",
        "[NAME]",
        "THE WHITE HOUSE,May 31, 1921."
    ],
    "citation": "Warren G. Harding, Executive Order 3474-Transferring Naval Petroleum Reserves in California and Wyoming, and Naval Shale Reserves in Colorado and Utah, Under the Control of the Interior Secretary, Under Supervision of the President Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/354586"
}