{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7756-delegating-the-secretary-the-interior-certain-powers-and-functions",
    "doc": "executive-order-7756-delegating-the-secretary-the-interior-certain-powers-and-functions",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7756-Delegating to the Secretary of the Interior Certain Powers and Functions Vested in the President by the Act of February 22, 1935, Ch. 18, 49 Stat. 30, as Amended, and Authorizing the Establishment of a Petroleum Conservation Division",
    "date": "December 01, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 11 of the act entitled \"AN ACT To regulate interstate and foreign commerce in petroleum and its products by prohibiting the shipment in such commerce of petroleum and its products produced in violation of State law, and for other purposes\", approved February 22, 1935 (49 Stat. 30), as amended by the act of June 14, 1937, Public No. 145, 75th Congress, I hereby designate and appoint the Secretary of the Interior as the agent of the President to execute all of the powers and functions vested in the President by the said act except those vested in him by section 4 thereof: Provided, that no regulation prescribed by the Secretary of the Interior under section 5(a) of the said act the violation of which is punishable by fine or imprisonment shall be effective unless and until approved by the President; and I hereby expressly authorize the Secretary of the Interior to establish a Petroleum Conservation Division in the Department of the Interior, the functions and duties of which shall be: (1) to assist, in such manner as may be prescribed by the Secretary of the Interior, in administering the said act, (2) to cooperate with the oil- and gas-producing States in the prevention of waste in oil and gas production and in the adoption of uniform oil- and gas-conservation laws and regulations, and (3) to keep informed currently as to facts which may be required for the exercise of the responsibility of the President under section 4 of the said act.",
        "[NAME]",
        "The White House,December 1, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7756-Delegating to the Secretary of the Interior Certain Powers and Functions Vested in the President by the Act of February 22, 1935, Ch. 18, 49 Stat. 30, as Amended, and Authorizing the Establishment of a Petroleum Conservation Division Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369034"
}