{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9521-revocation-certain-executive-orders-prescribing-regulations-relating",
    "doc": "executive-order-9521-revocation-certain-executive-orders-prescribing-regulations-relating",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9521-Revocation of Certain Executive Orders Prescribing Regulations Relating to the Duties of Officers and Employees of the Foreign Service of the United States",
    "date": "February 13, 1945",
    "content": [
        "Whereas by Executive Order No. 9452 of June 26, 1944, as amended by Executive Order No. 9514 of January 18, 1945, the Secretary of State is authorized, with certain exceptions, to prescribe regulations and issue orders and instructions relating to the duties of officers and employees of the Foreign Service of the United States and the transaction of their business, as he may deem conducive to the public interest; and",
        "Whereas it is desirable, in the interest of effective administration, that certain Executive orders, hereinafter referred to prescribing regulations relating to the duties of officers and employees of the Foreign Service of the United States and the transaction of their business, be revoked and regulations of the Secretary of State substituted therefor:",
        "Now, Therefore, by virtue of the authority vested in me by sections 202 and 1752 of the Revised Statutes of the United States (5 U.S.C. 156; 22 U.S.C. 132), and as President of the United States, it is ordered as follows:",
        "The Executive Order of December 31, 1896 and Executive Orders No. 2262 of October 21, 1915, No. 3313 of July 21, 1920, No. 3731 of September 5, 1922, No. 4255 of June 18, 1925, No. 4605-A of March 8, 1927, No. 4943 of August 2, 1928, No. 6942 of January 8, 1935, No. 7543 of January 29, 1937, No. 7729 of October 16, 1937, No. 7826 of February 28, 1938, No. 7968 of September 3, 1938, No. 8016 of December 1, 1938, No. 8076 of April 4, 1939, No. 8077 of April 4, 1939, No. 8084 of April 11, 1939. No. 8181 of June 22, 1939, No. 8189 of July 5, 1939, No. 8196 of July 8, 1939, No. 8210 of July 17, 1939, No. 8292 of November 30, 1939, No. 8297 of December 4, 1939, No. 8307 of December 19, 1939, No. 8346 of February 12, 1940, No. 8352 of February 25, 1940, No. 8379 of March 19, 1940, No. 8396 of April 18, 1940, No. 8400 of April 29, 1940, No. 8439 of June 12, 1940, No. 8535 of September 6, 1940, No. 8547 of September 24, 1940, No. 8672 of February 4, 1941, No. 8689 of February 19, 1941, No. 8818 of July 5, 1941, No. 8820 of July 11, 1941, No. 9191 of July 3, 1942, No. 9303 of February 11, 1943, No. 9407 of December 17, 1943, No. 9431 of March 20, 1944, No. 9450 of June 20, 1944, and No. 9507 of December 20, 1944, or any part of any of said Executive orders, are hereby revoked as of the dates of issuance of the orders or regulations of the Secretary of State that cover the subject-matter of and supersede the said Executive orders or parts thereof: Provided, however, That the Secretary of State shall designate, in each such order or regulation issued by him, the Executive order, or part thereof, the subject-matter of which is covered by such order or regulation and which such order or regulation is designed and intended to supersede, and shall cause such order or regulation to be published in the Federal Register; And provided further, That the revocation of any one of the Executive orders hereinbefore listed shall not constitute a revival of any Executive order specifically revoked by any of the listed orders.",
        "[NAME]",
        "The White House,February 13, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9521-Revocation of Certain Executive Orders Prescribing Regulations Relating to the Duties of Officers and Employees of the Foreign Service of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367975"
}