{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8648-changing-the-name-the-killcohook-migratory-bird-refuge-killcohook",
    "doc": "executive-order-8648-changing-the-name-the-killcohook-migratory-bird-refuge-killcohook",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8648-Changing the Name of the Killcohook Migratory Bird Refuge to Killcohook National Wildlife Refuge and Adding Certain Lands Thereto",
    "date": "January 23, 1941",
    "content": [
        "DELAWARE AND NEW JERSEY",
        "By virtue of the authority vested In me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered as follows:",
        "Section 1. The name of the Killcohook Migratory Bird Refuge, in Newcastle County, Delaware, and Salem County, New Jersey, established by Executive Order No. 6582 of February 3, 1934, and enlarged by Executive Order No. 6960 of February 4, 1935, is hereby changed to Killcohook National Wildlife Refuge.",
        "Section 2. Subject to valid existing rights, the following-described area of land and water in Salem County, New Jersey, belonging to the United States, is hereby included in and reserved as a part of the said Killcohook National Wildlife Refuge:",
        "Beginning at the point of intersection of the center line of a ditch bearing N. 19° E. with the center line of a ditch bearing N. 61° W., from which point a granite boundary monument marked \"US LHE\" bears S. 77°52' E., 0.45 chain distant, and from which monument Finns Point Front Light Station bears S. 44°35' E., 8.55 chains distant, approximately, (the geographic position of which light station is latitude 39°35'38.7\" N.. and longitude 75°32'17.9\" W. of Greenwich);",
        "Thence,",
        "S. 77°52' E., 13.57 chains to a granite boundary monument marked \"US LHE\";",
        "S. 27°46' W., 6.82 chains to a stone sea waU; Thence with said sea wall, along a 333 foot radius curve to the left, 4.64 chains,",
        "N. 68°00' W., 8.20 chains, to the center line of a ditch bearing northerly and southerly;",
        "Thence with the center line of ditch.",
        "Northerly, approximately 2.50 chains, to the place of beginning, containing approximately 5 acres.",
        "All bearings in the above description are turned from the true meridian.",
        "The lands reserved by this order as a part of the Killcohook National Wildlife Refuge are under the primary jurisdiction of the Director of Procurement and are subject to disposition by him in accordance with the provisions of the act of August 27, 1935, 49 Stat. 885, entitled \"An Act to provide for the disposition, control, and use of surplus real property acquired by Federal agencies, and for other purposes\"",
        "[NAME]",
        "The White House,January 23, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8648-Changing the Name of the Killcohook Migratory Bird Refuge to Killcohook National Wildlife Refuge and Adding Certain Lands Thereto Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368217"
}