{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8371-amending-section-3-executive-order-no-8044-january-31-1939-and",
    "doc": "executive-order-8371-amending-section-3-executive-order-no-8044-january-31-1939-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8371-Amending Section 3 of Executive Order No. 8044 of January 31, 1939, and Appointing Attorney General Robert H. Jackson a Member of the Committee To Investigate and Report Methods for Selecting and Promoting Certain Personnel in Civil Service",
    "date": "March 09, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Constitution, by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), by the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), and as President of the United States, it is ordered that section 3 of Executive Order No. 8044 of January 31, 1939, be and it is hereby amended to read as follows:",
        "3. A committee is hereby appointed consisting of the following:",
        "Mr. Justice Stanley Reed, Chairman     Mr. Justice Felix Frankfurter     Mr. Justice Frank Murphy     Attorney General Robert H. Jackson     William H. McReynolds, Administrative Assistant to the President     Mr. Leonard D. White     General Robert E. Wood     Mr. Gano Dunn",
        "Such committee shall make a comprehensive study of methods of recruiting, testing, selecting, promoting, transferring, removing and reinstating personnel for the positions to which this order relates, and report to the President as soon as possible its recommendations thereon.",
        "[NAME]",
        "The White House,March 9, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8371-Amending Section 3 of Executive Order No. 8044 of January 31, 1939, and Appointing Attorney General Robert H. Jackson a Member of the Committee To Investigate and Report Methods for Selecting and Promoting Certain Personnel in Civil Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371923"
}