{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6917-creating-body-corporate-be-known-federal-prison-industries-inc",
    "doc": "executive-order-6917-creating-body-corporate-be-known-federal-prison-industries-inc",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6917-Creating a Body Corporate to be Known as Federal Prison Industries, Inc.",
    "date": "December 11, 1934",
    "content": [
        "By virtue of the authority vested in me by the Act of June 23, 1934, (Public No. 461, 73rd Congress), it is hereby ordered that a corporation of the District of Columbia be and is hereby created, said corporation to be named as",
        "FEDERAL PRISON INDUSTRIES, INC.",
        "1. The governing body of said corporation shall consist of a board of five directors to hold office at the pleasure of the President. The following persons shall constitute the first Board of Directors:",
        "Mr. Sanford Bates                    Mr. Thomas A. Rickert                    Hon. John B. Miller                    Dr. M. L. Brittain                    Mr. Sam A. Lewisohn",
        "2. The principal office of said corporation shall be in the City of Washington, District of Columbia, but the corporation shall have power and authority to establish such other offices or agencies as it may deem necessary or appropriate.",
        "3. The said corporation shall have power to determine in what manner and to what extent industrial operations shall be carried on in the several penal and correctional institutions of the United States and shall, so far as practicable, so diversify prison industrial operations that no single private industry shall be forced to bear an undue burden of competition with the products of the prison workshops. It shall also have power to do all things it is authorized to do by the said Act of June 23, 1934, and all things incident to or necessary or proper in the exercise of its functions.",
        "4. Pursuant to the provisions of Section 4 of the said Act, the Secretary of the Treasury is directed to transfer to a fund to be known as \"the Prison Industries Fund\" all balances standing to the credit of the Prison Industries Working Capital Fund on the books of the Treasury and the corporation is authorized to employ the aforesaid fund, and any earnings that may hereafter accrue to the corporation, as operating capital.",
        "5. The Attorney General is directed to transfer to the corporation hereby created all personal property, assets, accounts receivable, and equipment of any and every kind now under the jurisdiction of the Industrial Division of the Bureau of Prisons of the Department of Justice.",
        "6. The corporation shall assume all valid claims and obligations now payable out of the Prison Industries Working Capital Fund.",
        "7. Said corporation shall have power to sue and be sued.",
        "8. Any vacancies occurring in the membership of the Board of Directors shall be filled by the President of the United States.",
        "9. The heads of the several executive departments, independent establishments and Government owned and Government controlled corporations shall cooperate with the corporation in carrying out its duties and shall purchase, at not to exceed current market prices, the products or services of said industries, to the extent required or permitted by law.",
        "10. All powers and duties vested in the Attorney General and not specifically transferred to the corporation by said Act of June 23, 1934, or by this Executive Order and assumed by said corporation, shall remain vested in the Attorney General or his duly qualified representatives as heretofore.",
        "[NAME]",
        "The White House,December 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6917-Creating a Body Corporate to be Known as Federal Prison Industries, Inc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/208304"
}