{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6334-transfer-lands-from-the-rainier-national-forest-the-snoqualmie",
    "doc": "executive-order-6334-transfer-lands-from-the-rainier-national-forest-the-snoqualmie",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6334-Transfer of Lands from the Rainier National Forest to the Snoqualmie National Forest, Washington",
    "date": "October 13, 1933",
    "content": [
        "By virtue of the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and on the recommendation of the Secretary of Agriculture, the following-described lands of the Rainier National Forest as defined by proclamation of October 23, 1911 (37 Stat. 1718), modified by Executive Order No. 1908, of March 28, 1914, are hereby transferred to the Snoqualmie National Forest as defined by proclamation of October 23, 1911 (37 Stat. 1718), modified by the act of February 28, 1925 (ch. 369, 43 Stat. 1074), and by Executive Order No. 5634, of June 1, 1931:",
        "Willamette Meridian",
        "All lands within the Rainier National Forest located in T. 14 N., R. 2 E., Tps. 13, 14, and 15 N., R. 3 E., and Tps. 13, 14, and 15 N., R. 4E.; also all lands within said Rainier National Forest lying north of the following-described line:",
        "Beginning at a point on the west line of sec. 30, T. 14 N., R. 7 E., where the hydrographic divide between the drainage of Nisqually River on the north and the drainage of Cowlitz River on the south intersects said section line; thence easterly along the hydrographic divide to the most northerly summit of Skate Mountains; thence northeasterly to the mouth of Johnson Creek and thence following up Johnson Creek to the point on the south boundary of the Mount Rainier National Park where Johnson Creek intersects said boundary (this is intended to cover all lands of the Rainier National Forest lying to the north of Mount Rainier National Park); also all lands within the Rainier National Forest lying to the north, northwest, or east of the following-described line:",
        "Beginning at the northeast comer of the Mount Rainier National Park; thence following the eastern boundary of said park to the southeast comer thereof; thence following in a southerly direction the hydrographic divide between the Cowlitz River drainage on the west and the Naches River drainage on the east to the point where said hydrographic divide intersects the north boundary of the Yakima Indian Reservation; thence easterly along the boundary of said Indian reservation to the point where the said boundary intersects the north and south center line of sec. 10, T. 11 N., R. 12 E.; thence northerly approximately ½ mile to the quarter-section comer on the north line of said section; thence east approximately 1 mile to the quarter comer on the south line of sec. 2, said township; thence north ½ mile to the center of said sec. 2; thence east ½ mile to the quarter comer on the east line of said section; thence north 1½ miles to the southwest comer of sec. 25, T. 12 N., R. 12 E.; thence eastward approximately 1 mile to the southeast comer of said section; thence north ½ mile to the quarter comer on the east Une of said section; thence east approximately ½ mile to the center of sec. 30, T. 12 N., R. 13 E.; thence north approximately mile to the center corner on the north line of said section; thence east approximately 1 mile to the quarter corner on the south line of sec. 20, said township; thence north approximately ½ mile to the center of said section; thence east approximately ½ mile to the quarter corner on the east line of said section; thence north 3 miles to the quarter corner on the west line of sec. 4, said township; thence east approximately 2½ miles to the center of sec. 2, said township; thence north approximately mile to the quarter comer on the north line of said section; thence east approximately 2 miles to the southeast corner of sec. 31, T. 13 N., R. 14 E.; thence north 1 mile to the northeast corner of said section; thence east approximately 1½ miles to the quarter corner on the south line of sec. 28, said township; thence north approximately 1 mile to the quarter comer on the north line of said section; thence east approximately ½ mile to the northeast comer of said section; thence north approximately 1 mile to the southwest comer of sec. 15, said township; thence east 1 mile to the southeast corner of said section; thence north 1 mile to the northeast comer of said section; thence east mile to the quarter corner on the south line of sec. 11, said township; thence north 1 mile to the quarter corner on the north line of said section; thence east 1½ miles to the southeast corner of sec. 1, said township; thence north 1 mile to the northeast corner of said section; thence east 6 miles to the southeast comer of T. 14 N., R. 15 E., which is a point on the present national-forest boundary; also sec. 30,T. 12 N., R. 14 E. It is not intended by this order to transfer from the Rainier National Forest to the Snoqualmie National Forest lands lying north and east of the following-described line since such lands by Executive order of even date are being transferred to the Wenatchee National Forest:",
        "Beginning on the east line of sec. 12, T. 17 N., R. 15 E., where the hydrographic divide between the Naches River drainage on the southwest and the Yakima River drainage on the northeast intersects said section line; thence in a northwesterly direction following the said hydrographic divide to the point where it intersects the present boundary of the Wenatchee National Forest.",
        "It is further ordered that all lands now a part of the Rainier National Forest lying south and east of the following-described line, and north of the Yakima Indian Reservation, except sec. 30, T. 12 N., R. 14 E., be, and the same are hereby, eliminated from said national forest:",
        "Beginning on the north boundary of the Yakima Indian Reservation at the point where said boundary intersects the north and south center line of sec. 10, T. 11 N. R. 12 E.; thence northerly approximately mile to the quarter-section corner on the north line of said section; thence east approximately 1 mile to the quarter corner on the south line of sec. 2, said township; thence north ½ mile to the center of said sec. 2; thence east ½ mile to the quarter corner on the east line of said section; thence north 1½ miles to the southwest corner of sec. 25, T. 12 N., R. 12 E.; thence eastward approximately 1 mile to the southeast corner of said section; thence north ½ mile to the quarter corner on the east line of said section; thence east approximately ½ mile to the center of sec. 30, T. 12 N., R. 13 E.; thence north approximately ½ mile to the center comer on the north line of said section; thence east approximately 1 mile to the quarter corner on the south line of sec. 20, said township; thence north approximately ½ mile to the center of said section; thence east approximately ½ mile to the quarter corner on the east line of said section; thence north 3 miles to the quarter corner on the west line of sec. 4, said township; thence east approximately 2½ miles to the center of sec. 2, said township; thence north approximately 1 mile to the quarter corner on the north line of said section; thence east approximately 2 miles to the southeast corner of sec. 31, T. 13 N., R. 14 E.; thence north 1 mile to the northeast corner of said section; thence east approximately 1½ miles to the quarter corner on the south line of sec. 28, said township; thence north approximately 1 mile to the quarter corner on the north line of said section; thence east approximately mile to the northeast corner of said section; thence north approximately 1 mile to the southwest corner of sec. 15, said township; thence east 1 mile to the southeast corner of said section; thence north 1 mile to the northeast corner of said section; thence east mile to the quarter corner on the south line of sec. 11, said township; thence north 1 mile to the quarter corner on the north line of said section; thence east 1½ miles to the southeast corner of sec. 1, said township.",
        "The transfers effected by this order and the new boundaries of the Snoqualmie National Forest are more clearly shown on the diagram attached hereto and made a part hereof.",
        "It is not intended by this order to give any lands a national-forest status which have not heretofore had such status, nor to remove any lands from a national-forest status, except the lands above described as being eliminated from the Rainier National Forest.",
        "[NAME]",
        "The White House,October 13, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6334-Transfer of Lands from the Rainier National Forest to the Snoqualmie National Forest, Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362165"
}