{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9235-providing-for-the-effective-utilization-supplies-and-equipment",
    "doc": "executive-order-9235-providing-for-the-effective-utilization-supplies-and-equipment",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9235-Providing for the Effective Utilization of Supplies and Equipment by Government Agencies",
    "date": "August 31, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941 (Public Law 354-77th Cong.), by Title II of the Budget and Accounting Act, 1921 (42 Stat. 20), and as President of the United States, and for the purpose of providing such general direction and control over the use of supplies and equipment in the Executive branch of the Government as will insure the most economical and effective utilization thereof, it is hereby ordered as follows:",
        "1. As used in this order:",
        "(a) Government agency means any executive department, independent establishment, agency, commission, board, bureau, division, administration, service, or office of the Executive branch of the Federal Government, including any independent regulatory commission or board and any Government-owned or Government-controlled corporation.",
        "(b) Supplies and equipment means any and all supplies, equipment, machines, commodities, accessories, parts, assemblies, or products of any kind in the possession of any Government agency, whether new or used, in use or in storage: Provided, that supplies and equipment which the Director of the Bureau of the Budget determines to be within the following categories shall not be subject to this order: (1) tactical supplies and equipment of the War Department, the Navy Department, or the United States Maritime Commission, (2) food and clothing, (3) construction materials acquired for the maintenance or construction of housing, electric power works or facilities, roads, reservoirs, or other physical improvements, (4) supplies and equipment acquired by any Government agency for transfer or export to any foreign government, and (5) supplies and equipment acquired from foreign or domestic sources for stock piling in connection with the war.",
        "2. The Director of the Bureau of the Budget, acting through such assistants as he may designate, shall:",
        "(a) Survey supplies and equipment in possession of Government agencies and the utilization thereof. For this purpose he may require the Government agencies to submit reports and estimates in such form and at such times as he may find necessary: Provided, that in making such surveys he shall utilize, subject to the approval of the Secretary of the Treasury, the services and facilities of the Procurement Division of the Treasury Department:",
        "(b) Develop and promulgate such qualitative and quantitative standards with respect to supplies and equipment used by Government agencies as he may deem necessary to effectuate the purposes of this order;",
        "(c) Require, when, in his opinion, such action is necessary or expedient, the transfer from one Government agency to another, for permanent or temporary use, of such supplies and equipment as he may determine to be surplus to the needs of one agency and essential to the needs of another agency;",
        "(d) Consult with and seek the advice of the War Production Board in connection with the administration of paragraphs (a), (b), and (c) above;",
        "(e) Issue such regulations and directives as may be necessary to effectuate this order.",
        "3. The Procurement Division of the Treasury Department shall undertake such warehousing, rehabilitation, and physical distribution of supplies and equipment for Government agencies, and, in connection therewith, shall take over such Government warehouses, appurtenant facilities, and personnel used or employed by other Government agencies in the performance of these functions, together with such funds heretofore or hereafter provided therefor, as the Director of the Bureau of the Budget may approve.",
        "4. This order shall become effective October 16, 1942, and shall continue in force and effect so long as Title I of the First War Powers Act, 1941, remains in force.",
        "5. This order shall be published in the Federal Register.",
        "[NAME]",
        "The White House,August 31, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9235-Providing for the Effective Utilization of Supplies and Equipment by Government Agencies Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372313"
}