{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11673-amending-executive-order-no-8684-redefine-the-culebra-island-naval",
    "doc": "executive-order-11673-amending-executive-order-no-8684-redefine-the-culebra-island-naval",
    "president": "Richard Nixon",
    "president_byline": "37th President of the United States: 1969 - 1974",
    "title": "Executive Order 11673-Amending Executive Order No. 8684 to Redefine the Culebra Island Naval Defensive Sea Area",
    "date": "June 06, 1972",
    "content": [
        "By virtue of the authority vested in me by section 2152 of title 18, United States Code, the Culebra Island Naval Defensive Sea Area, as defined in Executive Order No. 8684, of February 14, 1941, is hereby redefined as the territorial waters between the extreme high-water mark and the three-mile marine boundary adjacent to that portion of the island of Culebra which is described as follows:",
        "All that area lying northwesterly of line (1) described as beginning at a point on the west coast of the island of Culebra (latitude 18°18'57\" North, longitude 65°19'02\" West), approximately one quarter mile north of Punta Tamarindo Chico, and extending through a point at the northern tip of Cayo Matojo (latitude 18°20'24\" North, longitude 65°17'26\" West); and westerly of line (2) described as beginning at the point on the west coast of Culebra above referred to (latitude 18°18'57\" North, longitude 65°19'02\" West), and extending due south to a point (latitude 18°16'40\" North, longitude 65°19'02\" West) from which Punta del Soldado light bears 85° ; thence extending southwesterly at a bearing of 220° to the three-mile marine boundary.",
        "Nothing in this Executive Order shall be construed to modify in any way the Culebra Island Naval Airspace Reservation, as defined in Executive Order No. 8684, or to interfere with the authority of the Federal Aviation Administrator, under section 1202 of the Federal Aviation Act of 1958, 72 Stat. 800, as amended (49 U.S.C. 1522), to modify that airspace reservation.",
        "[NAME]",
        "The White House,",
        "June 6, 1972"
    ],
    "citation": "Richard Nixon, Executive Order 11673-Amending Executive Order No. 8684 to Redefine the Culebra Island Naval Defensive Sea Area Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/255776"
}