{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8727-amending-paragraphs-104b-and-104c-manual-for-courts-martial-united",
    "doc": "executive-order-8727-amending-paragraphs-104b-and-104c-manual-for-courts-martial-united",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8727-Amending Paragraphs 104b and 104c, Manual for Courts-Martial, United States Army, Relating to Limitations on Punishments",
    "date": "April 01, 1941",
    "content": [
        "By virtue of the authority vested in me by Chapter II of the act entitled \"An Act to amend an Act entitled 'An Act for making further and more effectual provision for the national defense, and for other purposes', approved June 3, 1916, and to establish military justice\", approved June 4, 1920 (41 Stat. 759, 787), and as President of the United States, it is ordered as follows:",
        "1. Paragraph 104b of the Manual for Courts-Martial, United States Army (1928), is hereby amended by adding thereto the following sub-paragraph:",
        "\"In the execution of a single sentence not including dishonorable discharge, and in the execution of two or more concurrent sentences against the same accused, none of which includes dishonorable discharge, any forfeiture or forfeitures of pay included in the sentence or sentences shall be applied, together with other authorized stoppages or deductions, if any, excepting such as are made at the request of the accused, so as not to deprive the accused of more than two-thirds of his pay for any month.\"",
        "2. The second sentence of the fourth sub-paragraph of paragraph 104c of the Manual for Courts-Martial, United States Army (1928), is hereby amended to read as follows:",
        "\"The term 'base pay' comprehends no element of pay other than the minimum base pay of the grade or class within grade as fixed by statute and does not include specialists' pay or extra pay for any special qualification in the use of arms or incident to an award of a decoration of honor.\"",
        "[NAME]",
        "The White House,April 1, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8727-Amending Paragraphs 104b and 104c, Manual for Courts-Martial, United States Army, Relating to Limitations on Punishments Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372079"
}