{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9450-amending-foreign-service-regulations-the-united-states",
    "doc": "executive-order-9450-amending-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9450-Amending Foreign Service Regulations of the United States",
    "date": "June 20, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (U.S.C., title 22, sec. 132), sections 1-3 (b) (1) and 1-5 (a) of the Foreign Service Regulations (E.O. No. 8396, April 18, 1940, 22 CFR Cum. Sup. 101.3, 101.5), are hereby amended as follows:",
        "I-3 (b) (1). Examinations for the Foreign Service. Examinations for the Foreign Service shall be given in accordance with rules and regulations prescribed by a Board of Examiners, which is hereby established and which shall be composed of three Assistant Secretaries of State designated by the Secretary of State, an officer of the Department of Commerce designated by the Secretary of Commerce and acceptable to the Secretary of State, an officer of the Department of Agriculture designated by the Secretary of Agriculture and acceptable to the Secretary of State, the Director of the Office of Foreign Service, Department of State, the Chief of the Division of Foreign Service Personnel, Department of State, and the Chief Examiner of the Civil Service Commission. Any member of the Board of Examiners may, when he deems it necessary, designate another officer of his department acceptable to the Secretary of State to serve for him on the Board.",
        "I-5 (a). Board of Foreign Service Officers' Training School. The Foreign Service Officers' Training School shall be under the immediate direction of a board to be known as the Board of Foreign Service Officers' Training School, which shall be composed of the members of the Board of Foreign Service Personnel, the Director of the Office of Foreign Service, the Chief of the Division of Foreign Service Personnel, and the Director of the School. All decisions of the School Board shall be subject to the approval of the Secretary of State.",
        "[NAME]",
        "The White House,June 20, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9450-Amending Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355155"
}