{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8344-withdrawal-public-land-for-classification",
    "doc": "executive-order-8344-withdrawal-public-land-for-classification",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8344-Withdrawal of Public Land for Classification",
    "date": "February 10, 1940",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, and subject to the conditions therein expressed, it is ordered that the following-described public lands in the Territory of Alaska be, and they are hereby, temporarily withdrawn from settlement, location, sale, or entry for classification and in aid of legislation:",
        "All of Kodiak, Whale, Uganik, Spruce, Sitkalidak, and Aiaktalik Islands, Alaska, including all adjacent islands, rocks and pinnacles within two miles of the shores thereof, comprising approximately 2,500,000 acres, but excluding from the force and effect of this withdrawal approximately 570.42 acres embracing the lands in amended U.S. Survey No. 1272, U. S. Survey No. 1389 and all the vacant, unappropriated, and unreserved public land lying between amended U. S. Survey No. 1272 and the east boundary of the Naval Reserve withdrawn by Executive Order No. 8278 of October 28, 1939, and between the steep high hills and the waters of St. Paul Harbor.",
        "The withdrawal made by this order shall be subject to all valid existing rights and to all existing withdrawals and reservations made for public purposes.",
        "This order shall continue in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,February 10, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8344-Withdrawal of Public Land for Classification Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210209"
}