{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8321-establishing-the-battery-cove-military-reservation",
    "doc": "executive-order-8321-establishing-the-battery-cove-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8321-Establishing the Battery Cove Military Reservation",
    "date": "January 15, 1940",
    "content": [
        "VIRGINIA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that the following-described tract of land of the United States, situated on the west or right bank of the Potomac River near Jones Point, in the City of Alexandria, State of Virginia, be, and it is hereby, set aside and reserved for military purposes, and such reservation shall be known as the Battery Cove Military Reservation:",
        "Beginning at a 1½-inch iron pipe in the exterior boundary of the parcel, which is also in the original dividing line between the District of Columbia and the State of Virginia, from which pipe the bearing and distance to the stone monument marking the original south comer of the District of Columbia are S. 45°00'52\" E., 342.37 feet.",
        "Thence from said initial point, by true bearings and distances, as follows:",
        "1. N. 45°00'52'' W., 395.19 feet, along said dividing line to a concrete monument;",
        "2. N. 22°39'54\" W., 317.77 feet, to a l/2-inch iron pipe set in concrete;",
        "3. N. 32°39'15\" W., 335.04 feet to a point and intersection with an arc of a circle;",
        "4. Northeasterly, 1,201.66 feet, along said arc of a circle with radius of 1,800 feet and chord, of 1,179.47 feet bearing N. 28°37'30\" E., to a point of tangency;",
        "5. N. 9°30'00\" E., 187.00 feet, to a point;",
        "6. N. 74°52'10\" E., 248.77 feet, to a point;",
        "7. S. 71°08'40\" E., 172.00 feet, to a point;",
        "8. S. 60°12'00\" E., 122.28 feet, to a point on the shore of the Potomac River;",
        "9. Southerly, 2,050 feet, more or less, along the shore of the Potomac River, to a point in the original dividing line between the District of Columbia and the State of Maryland;",
        "10. S. 44°59'08\" W., 402.09 feet, along said dividing line, to a l½-inch iron pipe;",
        "11. N. 54°52'23\" W., 347.50 feet, to the point of beginning.",
        "The directions of the lines refer to the true meridian; the survey was made in 1912 by the Corps of Engineers, U.S. Army, and partially revised in the Office of the Quartermaster General; the northwesterly boundary lines (items 4 and 5 of description) were computed on the basis of the survey; and there is no record of the magnetic declination. The tract as described contains an area of 39.93 acres, more or less, and is part of the tract of 46.51+ acres shown on Map No. 6731-112, entitled \"Battery Cove, Virginia Boundary Map\", dated September 1, 1937, on file in the Office of the Quartermaster General, War Department, Washington, D.C.",
        "[NAME]",
        "The White House,January 15, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8321-Establishing the Battery Cove Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368407"
}