{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7971-establishing-montezuma-migratory-bird-refuge",
    "doc": "executive-order-7971-establishing-montezuma-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7971-Establishing Montezuma Migratory Bird Refuge",
    "date": "September 12, 1938",
    "content": [
        "NEW YORK",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the lands acquired or to be acquired in the following-described area, comprising approximately 7,500 acres in Seneca County, New York, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area described shall become part of the refuge hereby established upon acquisition of title thereto or control thereof by the United States:",
        "Beginning at a point in the line between Seneca and Wayne Counties and approximately in the center line of county road, from which point a U.S. Biological Survey standard concrete post set for a witness corner bears S. 59°02' E., 1.00 chain distant, and a 4\" x 4\" concrete canal boundary marker bears S. 59°02' E., 0.61 chain distant.",
        "Thence with the line between Seneca and Wayne Counties,      Easterly to the east bank of the Old Erle Canal;",
        "Thence with the said east bank of the Old Erie Canal,      Southeasterly to the west right-of-way boundary of State Highway No. 414;",
        "Thence with the said west right-of-way boundary.      Southerly to the edge of the water on the south bank of the New York State Barge Canal;",
        "Thence along the edge of the water on said south bank of the New York State Barge Canal,      Easterly to its eastern confluence with the Cayuga and Seneca Canal;",
        "Thence along the edge of the water on the west bank of said Cayuga and Seneca Canal,      Southerly to the entrance to Cayuga Lake;",
        "Thence crossing said Cayuga and Seneca Canal,      Southeasterly to the east shore of Cayuga Lake;",
        "Thence with the east shore meanders of Cayuga Lake,      Southerly to the northerly right-of-way boundary of the New York Central and Hudson River Railroad;",
        "Thence with said northerly right-of-way boundary,      Northwesterly to the east right-of-way boundary of State Highway No. 89;",
        "Thence with said east right-of-way boundary,      Northerly to a point in said right-of-way boundary;",
        "Thence passing within State Highway No. 89 right of way,      Westerly to the west edge of the old highway location;",
        "Thence with the west edge of the old highway location,      N. 3°29' W., 10.99 chains to the intersection with the east boundary of the new highway location;",
        "Thence leaving said highway,      N. 0°05' E., 14.11 chains;      S. 89°55' E., 2.40 chains;      N. 62°20' E., 1.20 chains;      N. 6°2T W., 4.60 chains;      N. 0°33' W., 1.35 chains;       S. 86°27'  0.775 chain;      N. 11°23' W., 14.71 chains;      N. 14°12' W., 40.743 chains;      N. 14°38' W., 10.76 chains;      S. 87°22' W., 1.025 chains;      N. 23°05' W., 10.62 chains;      N. 13°59' W., 28.23 chains;      N. 19°35' W., 21.45 chains;      N. 58°18' W., 5.91 chains;      N. 6°48' W., 3.17 chains;      N. 27°38' W., 1.977 chains;      N. 35°37' W. 1.652 chains;      N. 37°02' W., 1.164 chains;      N. 21°04' W., 1.903 chains;      N. 21°11' W., 0.863 chain to a point in the east right-of-way boundary of State Highway No. 414;      N. 28°25' E., 0.877 chain to a point in said east right-of-way boundary;      S. 88°15' W., 0.409 chain to a point within said highway right of way;      N. 1°45' W., 0.282 chain to a point in the center line of a county road and within the right of way of State Highway No. 414;",
        "Thence with the center line of county road, S. 88°26' W., 4.26 chains;      S. 87°26' W., 8.59 chains;      S. 83°22' W., 1.12 chains;      S. 63°37' W., 0.961 chain;      S. 74°49' W., 3.99 chains;      S. .77°56' W., 5.39 chains;      S. 86°37' W., 11.58 chains to a point at the intersection of county roads;      N. 19°04' W., 10.76 chains;      N. 31°33' W., 2.18 chains;      N. 41°53' W., 2.71 chains;      N. 50°31' W., 4.06 chains;      N. 39°16' W., 2.09 chains;      N. 21°42' W., 2.29 chains;      Northwesterly, approximately 21.00 chains to the property line extending easterly;",
        "Thence with said property line,      Easterly to the west boundary of a 50-acre parcel laid out in a square in the northeast corner of Lot 48;",
        "Thence with said west boundary,      Northerly to the line between Lots 36 and 48;",
        "Thence with the west boundary of a 50-acre parcel laid out in a square in the southeast corner of Lot 36,      Northerly to a point marked by standard U. S. Biological Survey concrete post #107;",
        "Thence leaving said west line,      N. 24°00' W., 13.85 chains;      N. 45°22' W., 5.85 chains;      N. 15°41' W., 11.41 chains;      N. 21°21' W., 12.39 chains;      N. 16°06' W., 6.51 chains;      S. 87°36' W., 10.53 chains to a point at the intersection of the west right-of-way boundary of a wagon road with center line of a wagon road;      S. 87°25' W., 17.81 chains;      N. 2°31' W., 1.00 chain;      S. 87°25' W., 6.94 chains;      N. 2°31' W., 14.69 chains;      N. 2°15' W., 20.85 chains;      S. 88°36' W., 20.12 chains;      N. 6°52' W., 7.43 chains;      N. 2°28' E., 10.90 chains;      N. 14°54' W., 10.02 chains;      N. 19°33' W., 10.70 chains;      S. 86°43' W., 3.26 chains;      N. 42°10' W., 8.67 chains;      S. 86°38' W., 11.67 chains to a point in center line of a county road;",
        "Thence with said center line,      N. 11°57' W., 8.07 chains;      N. 10°01' W., 2.03 chains;      N. 6°46' W., 1.883 chains;      N. 9°37' W., 5.47 chains;",
        "Thence leaving said road,      N. 86°38' E. 3.46 chains;      N. 2°30' W., 2.95 chains;      N. 89°12' E., 3.56 chains;      N. 84°50' E., 2.791 chains;      N. 8°20' W., 13.72 chains;      N. 5°50' W., 17.73 chains;      N. 88°32' E., 2.772 chains;      S. 14°54' W., 10.81 chains;      S. 19°32' E., 4.28 chains;      N. 87°26' E., 3.80 chains;      N. 1°33' W., 6.25 chains;      N. 5°17' W., 35.31 chains to a point in the south right-of-way boundary of county road;      N. 87°19' E., 2.368 chains to a point at the intersection of said south right-of-way boundary with the westerly bank of the Clyde River;      N. 19°15' W., 0.523 chain to a point on the west bank of the Clyde River and within said county road right of way;      N. 81°15' W., 1.182 chains to a point within said county road right of way;      S. 86°00' W., 1.06 chains to a point within said county road right-of-way;      N. 5°17' W., 0.178 chain to a point in the line between Seneca and Wayne Counties and in center line of said county road;",
        "Thence with the line between Seneca and Wayne Counties, N. 87°10' E., 26.07 chains to the place of beginning.",
        "The bearings in the above description are referred to the true meridian as determined by solar observations in surveys made by the Bureau of Biological Survey in 1937-38.",
        "This reservation shall be known as the Montezuma Migratory Bird Refuge.",
        "[NAME]",
        "The White House,September 12, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7971-Establishing Montezuma Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368786"
}