{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5199-restoring-certain-portions-tongass-national-forest-alaska-for-entry",
    "doc": "executive-order-5199-restoring-certain-portions-tongass-national-forest-alaska-for-entry",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5199-Restoring Certain Portions of Tongass National Forest, Alaska, for Entry Purposes",
    "date": "October 01, 1929",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land, in Alaska, lying within the following described boundaries, heretofore occupied as a homesite or for fish cannery purposes be, and the same are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at Corner No. 1 on eastern shore of Tongass Island, approximately in latitude 54° 44' 59\" N., longitude 130° 39' 51\" W., a stake set on shore line at Corner No. 1 of Ranger Station survey, scribed HS MC 1; thence S. 6° W. 3.90 chains to Corner No. 2 a hemlock 16 inches in diameter, blazed four sides scribed HS 2 (old corner R. 2); thence N. 81° W., 9.32 chains to Corner No. 3, a hemlock blazed four sides scribed HS 3; thence N. 2° 30' E., 7.22 chains to Corner No. 4, a spruce stake 3 inches square set in ground and scribed MC HS 4; thence by meanders along shore line at average high tide to Corner No. 1, the place of beginning, containing approximately 4.84 acres;",
        "Beginning at Corner No. 1, MC on Kuiu Island, approximately in latitude 56° 35' 30\" N., longitude 134° 15' W., a slate rock in place marked with an X at line of mean high tide, and identical with Corner No. 4 of U. S. Survey No. 962; thence by meanders along shore of Bay of Pillars, at approximately high tide line, to Corner No. 2 MC, an X marked on a slate ledge in place at approximate mean high tide line; thence S. 14° 30' E. 7.78 chains to Corner No. 3, not established; thence N. 75° 30' E., 10.76 chains to Corner No. 4, not established, identical with Corner No. 3 of U. S. Survey No. 962; thence N. 14° 30' W., 6.39 chains to Corner No. 1 M. C., the place of beginning, containing approximately 11.23 acres;",
        "Beginning at Corner No. 1 on the south shore of the West Arm of Choinondeley Sound on Prince of Wales Island in approximately latitude 55° 15' 15\" N., longitude 132° 20' W., a flat rock embedded in mound of stone, chiseled T. M. M. C. 1; thence by meanders along shore at approximately mean high tide to Corner No. 2, a rock in place at average high tide line, chiseled T. M. M. C. 2-X; thence south 21.15 chains to Corner No. 3, not set; thence east 19.75 chains to Corner No. 4 not set; thence N. 18° E. 16.40 chains to Corner No. 1, the place of beginning, containing approximately 17.78 acres;",
        "Beginning at Corner No. 1 on easterly shore of Boca de Quadra about 1J^ miles from the entrance to Badger Bay, chiseled T. M. 1 identical with a Forest Service monument in approximately latitude 55° 6' 30\" N., longitude 130° 45' 29\" W., a rock in place chiseled X FSM on west face at approximate mean high tide line; thence by meanders along line of approximate mean high tide to Corner No. 2, a rock in place chiseled X TM 2; thence east 8.00 chains to Corner No. 3, not set; thence south 19.50 chains to Corner No. 4, not set; thence west 7.40 chains to Corner No. 1, the place of beginning, containing approximately 13.31 acres.",
        "[NAME]",
        "The White House,October 1, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5199-Restoring Certain Portions of Tongass National Forest, Alaska, for Entry Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360897"
}