{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8567-providing-for-the-administration-the-act-entitled-act-authorize-the",
    "doc": "executive-order-8567-providing-for-the-administration-the-act-entitled-act-authorize-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8567-Providing for the Administration of the Act Entitled \"An Act To Authorize the President To Requisition Certain Articles and Materials for the Use of the United States, and for Other Purposes\"",
    "date": "October 15, 1940",
    "content": [
        "Under and by virtue of the authority vested in me by the act of Congress entitled \"AN ACT To authorize the President to requisition certain articles and materials for the use of the United States, and for other purposes\", approved October 10, 1940, and as President of the United States, it is hereby ordered as follows:",
        "(1) The Secretary of War and the Secretary of the Navy, acting jointly through the Army and Navy Munitions Board, shall make determination as to the necessity of requisitioning and taking over in the interest of national defense for the use or operation by the United States or in its interest any military or naval equipment or munitions, or component parts thereof, or machinery, tools, or materials, or supplies necessary for the manufacture, servicing, or operation thereof, within the purview of the said act of October 10, 1940.",
        "(2) The provisions of the said act of October 10, 1940, relating to the sale or other disposition of any articles or materials requisitioned and taken over pursuant to the said act and to the determination whether the sale or disposition of any such articles or materials is in the public interest shall be administered by the Secretary of War and the Secretary of the Navy acting jointly through the Army and Navy Munitions Board.",
        "(3) The provisions of the said act of October 10, 1940, other than those mentioned in paragraphs (1) and (2) hereof shall be administered by the Administrator of Export Control under regulations to be prescribed from time to time by the President in the interest of national defense.",
        "[NAME]",
        "The White House,October 15, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8567-Providing for the Administration of the Act Entitled \"An Act To Authorize the President To Requisition Certain Articles and Materials for the Use of the United States, and for Other Purposes\" Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368419"
}