{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7576-restoring-lands-territory-hawaii-for-road-purposes-and-reserving",
    "doc": "executive-order-7576-restoring-lands-territory-hawaii-for-road-purposes-and-reserving",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7576-Restoring Lands to Territory of Hawaii for Road Purposes and Reserving Lands for Military Purposes, Schofield Barracks, Hawaii",
    "date": "March 15, 1937",
    "content": [
        "Whereas it is deemed desirable and in the public interest that certain lands comprising a part of the Schofield Barracks Military Reservation, Territory of Hawaii, be restored to the Territory of Hawaii for road purposes, and that certain other lands within the external boundaries of the Reservation now being used by the Territory of Hawaii for road purposes be made a part of the said Reservation:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered as follows:",
        "I. The following-described parcels of land comprising a part of the Schofield Barracks Military Reservation, Territory of Hawaii, are hereby restored to their previous status for the use of the Territory of Hawaii for road purposes:",
        "PARCEL I",
        "Beginning at the most northerly corner of the parcel of land, on the boundary between the United States Military Reservation and Land Court Application 1000 (amended), from which corner the azimuth (measured clockwise from true south) and distance to United States Military Reservation Monument No. 79 is 171°54', 2,065.84 feet, the coordinates of Monument No. 79, referred to Government Survey Triangulation Station 'Waipio-Uka' being 11,014.79 feet north and 5,678.18 feet west.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "351°54', 1,183.36 feet, along Land Court Application 1000 (amended), to a point:",
        "161°46'30\", 334.59 feet, along the new west side of Kamehameha Highway, to a point;",
        "On a curve to the right along the same, with a radius of 1,969.86 feet, long chord azimuth and distance being 166°39'20\", 335.19 feet, to a point;",
        "187°44'08\", 123.07 feet, along the present east side of Kamehameha Highway, to a point;",
        "On a curve to the left along the same, with a radius of 1,472,50 feet, long chord azimuth and distance being 179°49'04\", 405.68 feet, to the point of beginning.",
        "The tract as described contains an area of 1.195 acres, more or less.",
        "PARCEL II",
        "Beginning at the northeast corner of the parcel of land, on the boundary between the United States Military Reservation and Land Court Application 1000 (amended), from which corner the azimuth (measured clockwise from true south) and distance to United States Military Reservation Monument No. 79 is 171°54', 3,253.96 feet, the coordinates of Monument No. 79, referred to Government Survey Triangulation Station 'Waipio-Uka' being 11,014.79 feet north and 5,678.18 feet west.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "351°54', 2,820.77 feet, along Land Court Application 1000 (amended), to a point, from which the azimuth and distance to United States Military Reservation Monument No. 80 is 351°54', 34.47 feet;",
        "On a curve to the right with a radius of 1,245.92 feet, along the new west side of Kamehameha Highway, long chord azimuth and distance being 162°01'21\", 528.82 feet, to a point;",
        "174°16'30\", 1,901.38 feet, along the same to a point;",
        "On a curve to the left with a radius of 1,809.86 feet, long chord azimuth and distance being 168°01'30\", 394.07 feet, to a point;",
        "251°46'30\", 39.16 feet, along jog of new Kamehameha Highway, to the point of beginning.",
        "The tract as described contains an area of 3.177 acres, more or less.",
        "II. The following-described parcels of land, being portions of the Honolulu- Waialua Road (Kamehameha Highway) within the external boundaries of the Schofield Barracks Military Reservation, are hereby reserved and set apart for military purposes as a part of the said Reservation:",
        "PARCEL A",
        "Beginning at the most northerly corner of the parcel of land on the present west side of Kamehameha Highway, from which corner the azimuths (measured clockwise from true south) and distances of a traverse to United States Military Reservation Monument No. 79 are: (a) 261°54', 80.0 feet, and (b) 171°54', 2,065.84 feet, the coordinates of Monument No. 79, referred to Government Survey Triangulation Station 'Waipio-Uka' being 11,014.79 feet north and 5,678.18 feet west.",
        "Thence from said initial point, by true azimuths and distances, along the new west side of Kamehameha Highway, the three following courses:",
        "351°54', 233.82 feet, to a point;",
        "81°54', 9.50 feet, along jog, to a point;",
        "351°54', 109.55 feet, to a point;",
        "7°43'20\", 47.05 feet, along west side of present Kamehameha Highway, to a point; 97°44'08\", 31.73 feet, to a point;",
        "On a curve to the left with a radius of 1,392.50 feet, long chord azimuth and distance being 176°49'04\", 383.64 feet, to the point of beginning.",
        "The tract as described contains an area of 0.12 acres, more or less.",
        "PARCEL B",
        "Being a strip of land 40 feet wide, the center line of which is more particularly described as follows:",
        "Beginning at a point in the center line at the south end of the parcel, on the boundary between the United States Military Reservation and Land Court Application 1000 (amended), from which point the azimuth (measured clockwise from true south) and distance to United States Military Reservation Monument No. 80 is 182°36'40\", 6.55 feet, the coordinates of Monument No. 80, referred to Government Survey Triangulation Station 'Waipio-Uka' being 4,966.54 feet north and 4,817.39 feet west.",
        "Thence from said initial point, by true azimuths and distances, along the center line of the present Kamehameha Highway (40 feet wide) the ten following courses:",
        "109°55'48\", 444.20 feet, to a point;",
        "159°44'10\", 183.80 feet, to a point;",
        "209°07'56\", 208.30 feet, to a point;",
        "139°02'05\", 414.60 feet, to a point;",
        "173°38'45\", 325.50 feet, to a point;",
        "201°43'50\", 505.90 feet, to a point;",
        "156°57'40\", 435.10 feet, to a point;",
        "186°41'20\", 477.90 feet, to a point;",
        "165°16'45\", 345.40 feet, to a point;",
        "187°43'20\", 769.94 feet, to a point in the new west side of Kamehameha Highway.",
        "The tract as described contains an area of 3.775 acres, more or less.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 15, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7576-Restoring Lands to Territory of Hawaii for Road Purposes and Reserving Lands for Military Purposes, Schofield Barracks, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210186"
}