{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7246-establishing-seney-migratory-waterfowl-refuge-michigan",
    "doc": "executive-order-7246-establishing-seney-migratory-waterfowl-refuge-michigan",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7246-Establishing Seney Migratory Waterfowl Refuge, Michigan",
    "date": "December 10, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, consisting of 24,630 acres, more or less, acquired or to be acquired by the United States, and certain adjoining public lands, in Schoolcraft County, Michigan, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the areas described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Michigan Meridian",
        "T. 44 N., R. 13 W., secs. 4, 5, 6, 8, and 9.",
        "T. 45 N., R. 13 W., secs. 4 to 9, inclusive;",
        "secs. 16 to 21, inclusive;",
        "secs. 28 to 32, inclusive;",
        "sec. 33, W½NE¼, W½ and W½SE¼.",
        "T. 44 N., R. 14 W., sec. 1, all.",
        "T. 45 N., R. 14 W., secs. 1, 2, and 3;",
        "secs. 10 to 15, inclusive;",
        "secs. 23 to 26, inclusive; secs. 35 and 36.",
        "Executive Order No. 6964, of February 5, 1935, withdrawing for classification and other purposes all vacant, unreserved, and unappropriated public lands in the State of Michigan, and certain other States, is hereby amended to exclude from the provisions of that order the public lands in the above-described area.",
        "This refuge shall be known as the Seney Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,December 10, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7246-Establishing Seney Migratory Waterfowl Refuge, Michigan Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362744"
}