{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8083-extending-the-provisions-the-civil-service-retirement-act-certain",
    "doc": "executive-order-8083-extending-the-provisions-the-civil-service-retirement-act-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8083-Extending the Provisions of the Civil Service Retirement Act to Certain Federal Employees, and Amending Civil Service Rule II",
    "date": "April 10, 1939",
    "content": [
        "By virtue of the authority vested in the President by section 3 of the Civil Service Retirement Act of May 29, 1930 (46 Stat. 470, U.S.C., title 5, sec. 693), and by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631), and the Civil Service Act of January 16, 1883 (22 Stat. 403), it is hereby ordered as follows:",
        "The provisions of the Civil Service Retirement Act of May 29, 1930 (46 Stat. 470), are hereby extended to apply (1) to all Federal employees who have been or may be appointed to any position named in Schedule A or Schedule B of the Civil Service Rules, or to any position excepted by law or Executive order from the operation of the Civil Service Act and Rules, provided that such employees have been or shall be appointed pursuant to the provisions of subdivision (d) of section 3 of Civil Service Rule II, and (2) to all employees who have been or may be accorded a classified status while serving in such positions.",
        "Subdivision (d) of section 3 of Civil Service Rule II is hereby amended to read as follows:",
        "\"The proper appointing officer may fill any position named in Schedule A or Schedule B, or any other excepted position, as classified positions are filled, in which case the person so appointed shall be eligible for transfer, reinstatement, or promotion to positions in the classified service, subject to the provisions of these rules. The encumbent of any excepted position so filled will not be entitled to protection against removal afforded by these rules.\"",
        "The issuance of this order is recommended by the Civil Service Commission.",
        "Executive Order No. 3375 of December 24, 1920, extending the provisions of the Civil Service Retirement Act of May 22, 1920, to certain Federal employees, is hereby superseded.",
        "This order shall become effective on May 1, 1939.",
        "[NAME]",
        "The White House,April 10, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8083-Extending the Provisions of the Civil Service Retirement Act to Certain Federal Employees, and Amending Civil Service Rule II Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368658"
}