{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-establishing-boundaries-for-round-valley-indian-reservation",
    "doc": "executive-order-establishing-boundaries-for-round-valley-indian-reservation",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Establishing Boundaries for Round Valley Indian Reservation",
    "date": "May 18, 1875",
    "content": [
        "EXECUTIVE MANSION, May 18, 1875.",
        "Whereas an act of Congress entitled “An act to restore a part of the Round Valley Indian Reservation in California to the public lands, and for other purposes,” approved March 3, 1873 (Stats, at Large, vol. 17, p. 633), defines the south, east, and west boundaries of said reservation, and authorizes and directs the Secretary of the Interior to appoint a commission to report its north boundary, and said commission having made their report, which was approved by the Secretary of the Interior, August 4, 1874, I hereby order and proclaim the following as the boundaries of the Round Valley Indian Reservation in California, conformable to said act of Congress, viz: Beginning for the same at a point in section 36, of township 23, range 12 west, Mount Diablo meridian, where the township line crosses Eel River, being at a point about 80 rods west of the southeast corner of said township and section; thence following the courses of Eel River up said stream, in the center thereof, to a point where the same is intersected by the stream known as Williams Creek or Bland Mountain Creek; thence following up the center of said creek to its extreme northern source on the ridge dividing the waters of said creek from the waters of Hall’s Canon or Creek, a tributary of the north fork of Eel River, at the foot of Bland Mountain, crossing said dividing range at a point on a line where a small white-oak tree and a cluster of arbor-vitæ trees are branded with the letters U.S.R.; thence in a direct line to the center of said Hall’s Canon or Creek; thence following down the center of the same to its intersection with the north fork of Eel River; thence down the center of said north fork to its intersection with the main fork; thence following up the main fork of the Eel River, in the center thereof, where the township line between townships 22 and 23 north, range 13 west, would intersect said river, if produced; thence east along said township line through ranges 13 and 12 to the place of beginning.",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Establishing Boundaries for Round Valley Indian Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371221"
}