{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7979-cerro-pelado-ammunition-depot-military-reservation",
    "doc": "executive-order-7979-cerro-pelado-ammunition-depot-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7979-Cerro Pelado Ammunition Depot Military Reservation",
    "date": "September 26, 1938",
    "content": [
        "CANAL ZONE",
        "By virtue of and pursuant to the authority vested in me by section 5 of title 2 of the Canal Zone Code, approved June 19, 1934, and as President of the United States, it is ordered as follows:",
        "Sec. 1. Setting apart of reservation; boundaries. The following-described area of land in the Canal Zone is hereby reserved and set apart as, and assigned to the uses and purposes of, a military reservation, which shall be known as Cerro Pelado Ammunition Depot Military Reservation, and shall be under the control and jurisdiction of the Secretary of War, subject to the provisions of section 2 of this Order:",
        "Beginning at a concrete monument A, marked \"Point of Beginning\" on Panama Canal drawing No. L6105-81, located 869.0 feet northerly from the center line of the Panama Railroad right-of-way; from said monument the bearing and distance to an iron-rail reference monument, encased in concrete, marked 0 + 50 of the Cerro Pelado Ammunition Depot control survey, is S. 12°51'30\" E., 838.6 feet, and the bearing and distance to Pelado triangulation station of the Canal Zone triangulation system is N. 54°51'50\" E., 3122.0 feet; the geographic position of monument A is in latitude 9°07' N. plus 2169.7 feet, and longitude 79°42' W. plus 5303.5 feet.",
        "Thence from said point of beginning by metes and bounds:",
        "Due West, 108.0 feet through brass-plug markers A-l and A-2 in a concrete road pavement, to a concrete monument, marked B, at the top of the bank of a pond; plugs A-l and A-2 are 61.5 feet and 77.9 feet, respectively, from monument A;",
        "N. 19°22'30\" W., 528.8 feet to a concrete monument marked C;",
        "N. 23°32'00\" W., 4986.4 feet, through pipe monuments C-l, C-2, C-3 and C-4, to a concrete monument marked D; monuments C-l, C-2, C-3 and C-4 are 189.2 feet, 1446.0 feet, 3118.7 feet and 4299.6 feet, respectively, from monument C;",
        "S. 88°17'10\" E., 4100.4 feet, through pipe monuments D-l and D-2, to a concrete monument E; monuments D-l and D-2 are approximately 862 feet and 2937 feet, respectively, from monument D:",
        "S. 12°15'00\" W., 4600.0 feet, through pipe monuments E-l, E-2, E-3, E-4 and E-5, to a concrete monument F; monuments E-l, E-2, E-3, E-4 and E-5 are approximately 522 feet, 1767 feet, 2643 feet, 3719 feet and 4199 feet, respectively, from monument E;",
        "S. 59°00'00\" W., 878.8 feet, through a pipe monument F-l, and a concrete monument G on the bank of a pond, thence, across the pond to a concrete monument H, located at the top of the bank of said pond. Monuments F-l and G are 63.0 feet and 319.0 feet, respectively, from monument F;",
        "Due West, 95.0 feet to monument A, the point of beginning.",
        "The directions of the lines refer to the true meridian. The geographic positions of all points and monuments are referred to the Panama-Colon datum of the Canal Zone triangulation system.",
        "The concrete boundary monuments are 12\" square, reinforced concrete posts, six feet long and burled three feet in the ground; the center is a drill hole in a four-inch diameter bronze plate fastened into the top of the post and marked \"Cerro Pelado Ammunition Depot-Boundary Monument,\" and with the significant monument letter.",
        "The pipe monuments are three-inch diameter, galvanized iron pipes, three feet long, filled with concrete and projecting about one and one-half feet above a concrete base buried in the ground.",
        "The brass markers are one-half inch diameter plugs, three-quarter inch long, grouted in the concrete road pavement. The center is a punched hole.",
        "The above-described tract contains an area of 278.6 acres.",
        "The above-described area was surveyed by the Section of Surveys, The Panama Canal, in May 1938, under a work request from the Assistant Department Engineer, Corozal, Canal Zone; and is as shown on Panama Canal Drawing L6105-81, dated July 25, 1938, on file in the Governor's Office, Balboa Heights, Canal Zone, and in the Department Engineer's Office, Panama Canal Department, United States Army, Quarry Heights, Canal Zone.",
        "Sec. 2. Civil Jurisdiction of Canal Zone. The area of land composing this reservation shall continue to be subject to the civil jurisdiction of the Canal Zone Government in conformity with the provisions of the Canal Zone Code.",
        "[NAME]",
        "The White House,September 26, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7979-Cerro Pelado Ammunition Depot Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368796"
}