{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5602-placing-certain-government-property-the-virgin-islands-under-the",
    "doc": "executive-order-5602-placing-certain-government-property-the-virgin-islands-under-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5602-Placing Certain Government Property in the Virgin Islands Under the Control and Jurisdiction of the Department of the Interior",
    "date": "April 20, 1931",
    "content": [
        "Whereas under the authority conferred on me by the act of March 3, 1917, entitled \"An act to provide a temporary government for the West Indian Islands acquired by the United States from Denmark by the convention entered into between said countries on the fourth day of August, nineteen hundred and sixteen, and ratified by the Senate of the United States on the seventh day of September, nineteen hundred and sixteen, and for other purposes\" (39 Stat. 1132), and by virtue of all other powers thereto me enabling, the administration of the government of the Virgin Islands, including expenditures and the appointment of personnel, was placed under the supervision of the Secretary of the Interior; and",
        "Whereas certain lands, buildings, and improvements, hereinafter enumerated under Class One, have been acquired by the United States for island government affairs as distinguished from naval activities and are available for permanent use in the administration of the government of the Virgin Islands, to wit:",
        "Class One",
        "St. Thomas",
        "(a) Government House, Nos. 21 and 22 Kongen's Gade. Acquired by treaty. Occupied as public quarters by governor and commandant. Maintained by Federal funds appropriated for temporary government of the Virgin Islands.",
        "(b) Powder magazine, Hazzell Island, No. 9f Southside Quarter. Acquired by treaty. Until recently used by Public Works officer of the station and the municipality. Now unoccupied.",
        "(c) Military cemetery, No. 9g New Quarter. Acquired by treaty. Is being administered by the municipality.",
        "(d) Shipley's Battery, Hazzell Island, with connecting road to signal station (formerly Cowell's Battery). Formerly considered Danish state property.",
        "St. Croix",
        "(a) Government House, Nos. 2 and 3 King Street and No. 2 Queen Cross Street, Christiansted. Acquired by treaty. Used by municipal government and district court. Part of building used as temporary quarters of governor.",
        "(b) Cable office building, Christiansted. No inatricula numbers. Acquired by treaty. Lower floor used as office of West India & Panama Telegraph & Cable Co., under the terms of concession. Upper floor used as noncommissioned officers' Quarters.",
        "(c) Former military bakery, Church Street, Christiansted. No matricula numbers. Acquired by treaty. At present being kept up by the municipality.",
        "(d) King's Hill Poor Farm, No. 23AA King's Quarter. Acquired by treaty. Now used as a poor farm.",
        "(e) Radio station site. Acquired by deed from municipality of St. Croix dated October 23, 1930;",
        "and",
        "Whereas certain other lands, buildings, improvements, and furnishings, hereinafter enumerated under Class Two, acquired by the United States for naval activities are not for the time being needed for such uses and are available for temporary use in the administration of the government of the Virgin Islands, to wit:",
        "Class Two",
        "St. Thomas",
        "(a) Navy headquarters building (No. 0, P.W.O. Drawing \"A\", showing conditions on April 20, 1931). Quarters \"B\", quarters of captain of navy yard (P.W.O. Drawing \"B\", showing conditions on April 20, 1931), including the furniture now located therein.",
        "(b) Marine barracks (P.W.O. Drawing \"A\", showing conditions on April 20, 1931, less No. 0, 1R, 2R, 3R, 4R, 5R, 38M, 40M, 43M, and 50M).",
        "(c) Marine Corps storehouse (P.W.O. Drawing \"C\", showing conditions on April 20, 1931).",
        "St. Croix",
        "(a) Marine barracks (former Gendarmerie barracks, Nos. 21, 22, and 23 Hospital Street, No. 8 Church Street, Nos. 1, 2, 68, and 69 East Street, and No. 39 New Street, Christians ted). Acquired by treaty.",
        "Now, therefore, under the authority vested in me by the aforesaid act of March 3, 1917, and by virtue of all other powers thereto me enabling, I do hereby direct that all items above enumerated under Class One be, and the same are hereby transferred permanently to the control and jurisdiction of the Secretary of the Interior for use in the administration of the government of the Virgin Islands. And I do hereby further direct that all items above enumerated under Class Two be, and the same are hereby, transferred temporarily to the control and jurisdiction of the Secretary of the Interior for use in the administration of the government of the Virgin Islands, said temporary transfer to become effective on evacuation of the premises by the naval authorities, and on condition that the premises will be maintained in good repair and returned to the control and jurisdiction of the Secretary of the Navy when required for naval uses.",
        "The following lands, buildings, and improvements acquired by the United States for naval activities are retained under the control and jurisdiction of the Secretary of the Navy:",
        "St. Thomas",
        "(a) Naval station (P.W.O. Drawing \"D\", showing conditions on April 20, 1931).",
        "(b) Radio station (No. 1R, 2R, 3R, 4R, 5R, 38M, 40M, 43M, and 50M, P.W.O. Drawing \"A\", showing conditions on April 20, 1931).",
        "Copies of the P.W.O. drawings herein referred to are hereto attached and made a part hereof.",
        "[NAME]",
        "The White House,April 20, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5602-Placing Certain Government Property in the Virgin Islands Under the Control and Jurisdiction of the Department of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361365"
}