{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6021-sick-leave-regulations",
    "doc": "executive-order-6021-sick-leave-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 6021-Sick Leave Regulations",
    "date": "February 09, 1933",
    "content": [
        "In pursuance of the provisions of section 215 of Part II, Title II, of the act entitled \"AN ACT Making appropriations for the Legislative Branch of the Government for the fiscal year ending June 30, 1933, and for other purposes,\" approved June 30, 1932, which reads as follows:",
        "\"Sec. 215. Hereafter no civilian officer or employee of the Government who receives annual leave with pay shall be granted annual leave of absence with pay in excess of fifteen days in any one year, excluding Sundays and legal holidays: Provided, That the part unused in any year may be cumulative for any succeeding year: Provided further, That nothing herein shall apply to civilian officers and employees of the Panama Canal located on the Isthmus and who are American citizens or to officers and employees of the Foreign Services of the United States holding official station outside the continental United States: Provided further, That nothing herein shall be construed as affecting the period during which pay may be allowed under existing lawTs for so-called sick leave of absence: Provided further, That the so-called sick leave of absence, within the limits now authorized by law, shall be administered under such regulations as the President may prescribe so as to obtain, so far as practicable, uniformity in the various executive departments and independent establishments of the Government.\"",
        "the following regulations are hereby prescribed:",
        "(1) Sick leave with pay may be granted to civilian officers and employees by the executive departments and independent establishments of the Government, within the limits now authorized by law, when in meritorious cases such officers and employees are incapacitated from the performance of their duties by sickness or injury; or when some member of the immediate family is afflicted with a contagious disease and requires the care and attendance of such officer or employee, or when, through exposure to contagious disease, presence at his post of duty would jeopardize the health of others.",
        "(2) The entire amount of sick leave authorized by law may be granted at one time or fractionally. The minimum charge for sick leave shall be one-half day. The period of sick leave that may be granted in any one leave year shall not exceed 30 days, unless a longer period is specifically conferred by law.",
        "(3) Slight illness or indisposition, or absence for the purpose of medical examination, will not be regarded as sufficient reason for the allowance of sick leave. Absence for the purpose of being treated professionally by a dentist or oculist in his office is not allowable as sick leave, but this is not intended to disallow sick leave for detention at home or hospital by illness or disability due to causes as to which a dentist or oculist is qualified to certify.",
        "(4) Unless otherwise prescribed by law, sick leave expires at the end of the leave year and is not cumulative and may not be granted at the beginning of the leave year immediately following a period of absence in a nonpay status in the preceding leave year unless and until there has been a return to actual duty in the new leave year.",
        "(5) Sundays and holidays within a period of sick leave will be charged as sick leave except when immediately preceding or following a period of sick leave if the officer or employee was in a pay status immediately prior to or following such Sundays or holidays.",
        "(6) Notification of absence on account of sickness shall be given as soon as possible on the first day of absence. Application for sick leave must be filed within two days after return to duty.",
        "(7) The application for sick leave for periods in excess of two days must be supported by the certificate of a registered practicing physician or other practitioner, except that in remote localities where such certificate can not reasonably be obtained, the applicant's signed statement as to the sickness and the reasons why a certificate is not furnished may be accepted. For periods of two days or less, up to an accumulation of 12 days in any one leave year, the applicant's signed statement on the required form may be accepted.",
        "The heads of the departments and establishments are responsible for seeing that the granting of the so-called sick leave, within the limits authorized by law, is made only in those cases where the absence is due to causes for which the so- called sick leave is provided.",
        "These regulations shall not be construed as affecting the sick leave of employees in the Postal Service, officers and employees of the Panama Canal located on the Isthmus, the officers and employees of the Foreign Services of the United States holding official station outside the continental United States, or as modifying Executive Order No. 5396, dated July 17, 1930, relating to special leaves of absence to be given disabled veterans in need of medical treatment.",
        "[NAME]",
        "The White House,February 9, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6021-Sick Leave Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361572"
}