{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7293-regulations-governing-the-granting-allowances-for-quarters-and",
    "doc": "executive-order-7293-regulations-governing-the-granting-allowances-for-quarters-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7293-Regulations Governing the Granting of Allowances for Quarters and Subsistence to Enlisted Men",
    "date": "February 14, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 11 of the act of June 10, 1922, ch. 212, 42 Stat. 625, 630, I hereby prescribe the following regulations governing the granting of allowances for quarters and subsistence for enlisted men of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service who are not furnished quarters or rations in kind:",
        "Table I",
        "Men on duty where quarters or rations in kind are not furnished shall be granted daily allowances as follows:",
        "Note 2. In determining the allowance for quarters a fractional part of a day will be computed as a whole day, the day to begin at midnight.",
        "Table II",
        "Men traveling on duty where cooked or travel rations are not furnished for the journey shall be granted daily allowances as follows:",
        "Travel status, including detention not exceeding three days at one place.",
        "Travel status involving detentions",
        "For fourth to sixth day (inclusive) of detention at one place",
        "For seventh to thirty-first day (inclusive) of detention at one place",
        "A.-Sleeping-car, stateroom accommodations, or other quarters furnished:",
        "B.-No sleeping-car, stateroom accommodations or other quarters furnished:",
        "(b) Quarters",
        "1.50",
        "1.00",
        ".75",
        "C.-Special-Alaska, Europe, and South America:",
        "2.50",
        "2.50",
        "2.10",
        "1.50",
        "1.00",
        "1.00",
        "Note 2. In determining the allowance for quarters a fractional part of a day will be computed as a whole day, the day to begin at midnight. No allowance shall be paid for the first day of a journey which begins after 6 o'clock p.m.",
        "Note 3. Men absent under orders from their regular stations upon duty which involves travel and also temporary detentions during the journey shall be deemed to be traveling under orders during the entire period of such absence. Allowances for the periods spent in actual travel, including detentions not exceeding three days, will be computed as on a \"travel status\" basis. Allowances for periods of detention in excess of three days shall be as indicated in Table II. For longer periods of detention at one place, the allowances prescribed in Table 1 will govern after the first thirty-one days.",
        "This order supersedes Executive Orders No. 4728 of September 29, 1927, No. 5022 of January 5, 1929, No. 5256 of January 3, 1930, No. 5288 of February 26, 1930, No. 6605 of February 17, 1934, and No. 7224 of November 13, 1935.",
        "[NAME]",
        "The White House,February 14, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7293-Regulations Governing the Granting of Allowances for Quarters and Subsistence to Enlisted Men Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371749"
}