{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7025-supplementary-code-fair-competition-for-the-heavy-construction-and",
    "doc": "executive-order-7025-supplementary-code-fair-competition-for-the-heavy-construction-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7025-A-Supplementary Code of Fair Competition for the Heavy Construction and Railroad Contractors Subdivision of the General Contractors Division of the Construction Industry",
    "date": "April 29, 1935",
    "content": [
        "A SUBDIVISION OF THE CONSTRUCTION INDUSTRY",
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and pursuant to and in full compliance with the provisions of Section 5 of Article VIII of Chapter I, approved January 31, 1934, and pursuant to and in full compliance with the provisions of Section 2 of Article I of Chapter II, approved February 17, 1934, of the Code of Fair Competition for the Construction Industry, for approval of Subchapter II-B of Chapter II of said Code, which Subchapter is applicable to the Heavy Construction and Railroad Contractors Subdivision of the General Contractors Division of the Construction Industry, and hearings having been held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of said Subchapter II-B and of said Code of Fair Competition as amended by the addition thereto of said Subchapter II-B, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that the said Subchapter II-B and the said Code of Fair Competition, as amended by the addition thereto of said Subchapter II-B, complies in all respects with the pertinent provisions of Title I of said Act, and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the National Industrial Recovery Board and do order that the said Subchapter II-B be and it is hereby approved, and that the previous approval of said Code of Fair Competition for the Construction Industry is hereby amended to include an approval of said Code in its entirety as supplemented by said Subchapter II-B:",
        "Provided, However, that the operation of Section 6, Mutual Agreements, of Article III, may be reviewed by the National Industrial Recovery Board within sixty (60) days after the effective date of this Subchapter II-B and if upon a finding that the said Section 6 unfairly interferes in any respect, with the process or freedom of collective bargaining, said Section 6 be immediately stayed pending my further order.",
        "[NAME]",
        "Approval Recommended:     National Industrial Recovery Board     By: [NAME]          Executive Secretary",
        "The White HouseApril 29, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7025-A-Supplementary Code of Fair Competition for the Heavy Construction and Railroad Contractors Subdivision of the General Contractors Division of the Construction Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362693"
}