{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9383-coordination-functions-and-policies-federal-civil-agencies-puerto",
    "doc": "executive-order-9383-coordination-functions-and-policies-federal-civil-agencies-puerto",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9383-Coordination of Functions and Policies of Federal Civil Agencies in Puerto Rico and the Virgin Islands",
    "date": "October 05, 1943",
    "content": [
        "Whereas it is desirable in the interest of economy, consistent programs, and effective administration to coordinate to the greatest possible extent the policies, plans, and activities of all Federal civil agencies in Puerto Rico and the Virgin Islands; and",
        "Whereas section 87 of the act of July 1, 1902, 32 Stat. 712, provides that the business assigned to the Bureau of Insular Affairs \"* * * shall embrace all matters pertaining to the civil government in the island possessions of the United States subject to the jurisdiction of the War Department\"; and the functions conferred upon the Bureau of Insular Affairs pertaining to Puerto Rico were transferred from the Department of War to the Division of Territories and Island Possessions in the Department of the Interior by Executive Order No. 6726 of May 29, 1934, issued pursuant to section 16 of the Reorganization Act of March 3, 1933 (47 Stat. 1517); and",
        "Whereas section 11 of the act of March 2, 1917, 39 Stat. 955, provides that all reports required by law to be made by the Governor or heads of Departments of Puerto Rico to any official of the United States shall be made to an Executive Department of the Government of the United States to be designated by the President, and authorizes the President to place all matters pertaining to the government of Puerto Rico in the jurisdiction of such Department; and",
        "Whereas section 39 of the act of June 22, 1936. 49 Stat. 1817, authorizes the President to place all matters pertaining to the government of the Virgin Islands under the jurisdiction of the Secretary of the Interior:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid acts, and as President of the United States, it is ordered as follows:",
        "1. Each Federal civil agency performing services in Puerto Rico or in the Virgin Islands shall make current reports to the Secretary of the Interior concerning the work of such agency in such manner and form and at such times as may be prescribed by the Secretary of the Interior.",
        "2. The Secretary of the Interior shall make such recommendations to the heads of Federal civil agencies so reporting as may in his Judgment serve to correlate the work of such agencies in Puerto Rico and in the Virgin Islands, eliminate unessential Federal activities, assist insular agencies to assume increasing responsibility in civil administration, meet more efficiently the needs of the people of Puerto Rico and the Virgin Islands for essential Federal services, and implement the policies of the United States with respect to its island possessions.",
        "3. The Secretary of the Interior shall from time to time report to the President and to the Congress concerning the actions taken pursuant to this order.",
        "4. This order shall not be applicable to United States District Judges, United States Attorneys, and United States Marshals.",
        "[NAME]",
        "The White House,October 5, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9383-Coordination of Functions and Policies of Federal Civil Agencies in Puerto Rico and the Virgin Islands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372358"
}