{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8030-transfer-lands-from-the-cochetopa-national-forest-the-rio-grande",
    "doc": "executive-order-8030-transfer-lands-from-the-cochetopa-national-forest-the-rio-grande",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8030-Transfer of Lands From the Cochetopa National Forest to the Rio Grande National Forest",
    "date": "December 29, 1938",
    "content": [
        "COLORADO",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36, (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described area be transferred from the Cochetopa National Forest to the Rio Grande National Forest:",
        "NEW MEXICO PRINCIPAL MERIDIAN",
        "All the area in Saguache County, Colorado, in Townships 42 North, Ranges 4 and 5 East; Townships 43 North, Ranges 4, 5, and 6 East, inclusive, and Townships 44 North, Ranges 4 and 5 East, lying within the boundaries of the Cochetopa National Forest and south and east of the divide between the Saguache Creek drainage and the Carnero Creek drainage, from Bowers Peak northeasterly, over Lookout Mountain, and Lake Mountain to the boundary line of the Cochetopa National Forest on the eastern section line of Section 3, Township 43 North, Range 6 East.",
        "It is not intended by this order to give any publicly-owned lands a national-forest status which do not now have such a status, or to remove any publicly-owned lands from a national-forest status.",
        "[NAME]",
        "The White House,December 29, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8030-Transfer of Lands From the Cochetopa National Forest to the Rio Grande National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371829"
}