{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8876-suspending-the-provisions-the-saturday-half-holiday-act-march-3-1931",
    "doc": "executive-order-8876-suspending-the-provisions-the-saturday-half-holiday-act-march-3-1931",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8876-Suspending the Provisions of the Saturday Half-Holiday Act of March 3, 1931, to Certain Employees of the War Department and of the Coast Guard",
    "date": "August 29, 1941",
    "content": [
        "Whereas section 5 (a) of the act approved June 28, 1940, 54 Stat. 676, 678, authorizes the President \"to suspend, in whole or in part, for the War and Navy Departments and for the Coast Guard and their field services, during the period of the national emergency declared by him on September 8, 1939, to exist, the provisions of the Act of March 3, 1931 (46 Stat. 1482; U.S.C. 5, 26 (a)), if in his judgment such course is necessary in the interest of national defense\", such provisions, in effect, establishing Saturday half-holidays for certain Government employees; and",
        "Whereas I find it necessary in the interest of national defense to suspend the provisions of the said act of March 3, 1931, as to certain hereinafter-mentioned employees of the Government to which section 5 (a) of the said act of June 28, 1940, is applicable:",
        "Now, Therefore, by virtue of the authority vested in me by section 5 (a) of the said act of June 28, 1940, I hereby suspend for the duration of the national emergency declared by me on September 8, 1939, to exist, the provisions of the said act of March 3, 1931, as to all employees of the War Department and its field services who are engaged in, or directly connected with, the construction of works necessary to the military establishment in the United States, and as to all employees of the Coast Guard and its field services engaged in, or directly connected with, the construction, alteration, or repair of vessels or shore facilities of the Coast Guard.",
        "[NAME]",
        "The White House,August 29, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8876-Suspending the Provisions of the Saturday Half-Holiday Act of March 3, 1931, to Certain Employees of the War Department and of the Coast Guard Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372170"
}