{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9462-possession-and-operation-certain-motor-carrier-transportation-systems",
    "doc": "executive-order-9462-possession-and-operation-certain-motor-carrier-transportation-systems",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9462-Possession and Operation of Certain Motor Carrier Transportation Systems",
    "date": "August 11, 1944",
    "content": [
        "Whereas after investigation I find and proclaim that the motor carrier transportation systems of the motor carriers named in the list attached hereto and made a part hereof are equipped for the transportation of materials of war and supplies that are required for the war effort, or useful in connection therewith, and are now engaged in such transportation; that there are threatened interruptions of the operation of the said transportation systems as a result of a labor disturbance: that the war effort will be unduly impeded or delayed by such interruptions; that it has become necessary in the national defense to take possession and assume control of the said transportation systems for needful and desirable purposes connected with the prosecution of the war and that they be operated by or for the United States; and that the exercise, as hereinafter specified, of the powers vested in me is necessary to insure, in the interest of the war effort, the operation of the said systems:",
        "Now, Therefore, by virtue of the power and authority vested in me by the Constitution and laws of the United States, including the act of August 29, 1916, 39 Stat. 645, the First War Powers Act, 1941, and section 9 of the Selective Training and Service Act of 1940 as amended by the War Labor Disputes Act, as President of the United States and Commander in Chief of the Army and Navy, it is hereby ordered as follows:",
        "1. The Director of the Office of Defense Transportation is authorized and directed, through or with the aid of any public officers, Federal agencies, or other Government instrumentalities, that he may designate, to take possession and assume control of, and to operate, or arrange for the operation of, the motor carrier transportation systems of the motor carriers named in the list attached hereto and made a part hereof, including all real and personal property and other assets, wherever situated, used or useful in connection with the operation of such systems, in such manner as he may deem necessary for the successful prosecution of the war; and to do anything that he may deem necessary to carry out the provisions and purposes of this order.",
        "2. Subject to applicable provisions of existing law, including the orders of the Office of Defense Transportation issued pursuant to Executive Orders 8989, as amended, 9156, and 9294, the said transportation systems shall be managed and operated under the terms and conditions of employment in effect between the carriers and the collective bargaining agents at the time possession is taken under this order. During his operation of said transportation systems the Director shall observe the terms and conditions of the directive order of the National War Labor Board, dated February 7, 1944; provided, however, that in the case of each said transportation system the Director is authorized to pay the wage increases provided for by the said directive order of the National War Labor Board, which accrued prior to the taking of possession of the said system under this order, only out of the net operating revenue of the said system.",
        "3. Except with the prior written consent of the Director, no attachment by mesne process, garnishment, execution, or otherwise shall be levied on or against any of the real or personal property or other assets, tangible or intangible, in the possession of the Director hereunder.",
        "4. Possession, control, and operation of any transportation system, or any part thereof, or any real or personal property, taken under this order shall be terminated by the Director when he determines that such possession, control, and operation are no longer necessary for the successful prosecution of the war.",
        "5. For the purposes of paragraphs 1 to 4, inclusive, of this order, there are hereby transferred to the Director the functions, powers, and duties vested in the Secretary of War by that part of section 1 of the said act of August 29, 1916, reading as follows:",
        "The President, in time of war, Is empowered, through the Secretary of War, to take possession and assume control of any system or systems of transportation, or any part thereof, and to utilize the same, to the exclusion as far as may be necessary of all other traffic thereon, for the transfer or transportation of troops, war material and equipment, or for such other purposes connected with the emergency as may be needful or desirable.",
        "6. Upon the request of the Director of the Office of Defense Transportation the Secretary of War is authorized to take any action that may be necessary to enable the Director to carry out the provisions and purposes of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 11, 1944.",
        "1. Ace Lines, Inc., Fargo, No. Dak.2. Arkansas Motor Freight Lines, Inc., 120 No. 2nd St., Fort Smith, Arkansas.3. Ash Truck Lines, Inc., 801 Ohio St., Holton, Kansas.4. Bos Freight Lines, Incorporated, 205 S. 3rd St., Marshalltown, Iowa.5. Bos Truck Lines, Incorporated, 508 S. 12th Ave., Marshalltown, Iowa.6. Brady Transfer and Storage Company, a corporation. Central at 16th, Fort Dodge, Iowa.7. Brashear Freight Lines, Inc., 527 S. Theresa Ave., St. Louis, Missouri.8. Briggs Transfer Company, a corporation, Whitehall, Wisconsin.9. Brooks Truck Company, Perry A. Brooks, doing business as-, 112 No. Salt Pond, Marshall, Missouri.10. Brown Transfer Company, John Brown and Alvin H. Brown, a partnership, doing business as-, 1925 Avenue A, Kearney, Nebraska.11. Bruce Motor Freight, Inc., S. W. Sth & Elm Sts., Des Moines, Iowa.12. Buckingham Transportation Company, Earl F. Buckingham, Glen O. Buckingham, Harold D. Buckingham, and Oliver L. Buckingham, a partnership, doing business as-, Rapid City, South Dakota.13. Byers Transportation Company, Inc., 2505 Broadway, Kansas City, Missouri.14. The Cassell Transfer & Storage Company, a corporation, 125 N. Rock Island, Wichita, Kansas.15. Century Motor Freight, Steve Bonello, doing business as-, 2703 Territorial Rd., St. Paul, Minnesota.16. Certified Motor Transport, Ralph D. Holt, doing business as-, 954 Hersey St., St. Paul, Minnesota.17. The Chief Freight Lines Company, a corporation, 1508 Woodswether Road, Kansas City, Missouri.18. Commercial Freight Lines, Inc., 307 E. 3rd Street, Des Moines, Iowa.19. Consolidated Freightways, Inc., 2029 N. W. Quimby, Portland, Oregon.20. Dairy Despatch Company, Merrill M. Pregler and Louise J. Fosse, a partnership, doing business as-, 6th and Jackson Sts., Dubuque, Iowa.21. Dakota Transfer & Storage Company, a corporation, 18 2nd St., N. E., Minot, North Dakota.22. Darling Transfer, Charles W. Darling, doing business as-, 1020 J Street, Auburn, Nebraska.23. Denver Chicago, Trucking Company, Inc., 2501 Blake St., Denver, Colorado.24. Des Moines Transportation Company, Inc., 201 S. E. 6th St., Des Moines, Iowa.25. Dick\\'s Transfer Company, Inc., 1915 Cherry, Kansas City, Missouri.26. Film Pickup Service, Jack Bradley, doing business as-, 65-67 Holden Street, Minneapolis, Minnesota.27. G. & P. Transportation Co., Inc., 501 Railroad Avenue, Aberdeen, South Dakota.28. Gillette Motor Transport, Inc., 2508 S. Harwood St., Dallas, Texas.29. Glendenning Motorways, Inc., 2400 University Avenue. St. Paul, Minnesota.30. H. & W. Motor Express Company, Urban J. Haas and Cyril H. Wlssel, a partnership, doing business as-, 3000 Jackson Street, Dubuque, Iowa.31. Hart Motor Express, George Hart, doing business as-, 2600 University Ave., S. E\\\" Minneapolis, Minnesota.32. Hawkeye Motor Express, Inc., 215 9th Avenue, S. E., Cedar Rapids, Iowa.33. Healzer Cartage Company, J. W. Healzer, doing business as-, 1125 E. 3rd St., Hutchinson, Kansas.34. A. G. Henneman Transfer, A. G. Henneman, doing business as-, Bloomer, Wisconsin.35. Hennepin Transportation Company, Louis M. Shapiro and Samuel Shapiro, a partnership, doing business as-, 28 N. E. 4th St., Minneapolis, Minnesota.36. Hess Motor Express, Harry Hess, doing business as-, 505 West Main Street, Pipestone, Minnesota.37. Heuer Truck Lines, Inc., 710 South 3rd Avenue, Marshalltown, Iowa.38. Highway Motor Freight, Inc., Omaha, Nebraska.39. Hill Truck Line, W. G. Hill and Gaylord Hill, a partnership, doing business as-, Adrian, Missouri.40. Hl-Speed Motor Express, Inc., 2505-07 Correctionville Road, Sioux City, Iowa.41. Holdcroft Transportation Company, an Illinois corporation, 2727 So. Wells Street, Chicago, Illinois.42. Hyman Transportation Company, Hyman Plkovsky, doing business as-, 410 3rd Avenue, S.W., Aberdeen, South Dakota.43. Janke Transfer Company, Arthur F. Janke, doing business as-, Lock Box 150, Detroit Lakes, Minnesota.44. Kansas Transport Freight Lines, P. F. Felten and R. J. LaBenne, a partnership, doing business as-, 522 N. 9th St., Salina, Kansas.45. Key City Transfer & Refrigerator Line, James A. Meader & Jack Weber, a partnership, doing business as-, 269 Iowa Street, Dubuque, Iowa.46. Knaus Truck Lines, Inc., 17th & Charlotte Streets, Kansas City, Missouri.47. Koepp Trucking Service, Ernest Robert Koepp, doing business as-, 201 East Allen Street, Rice Lake, Wisconsin.48. Lake Superior Motor Freight, 8. L. Goldish, doing business as-, 210 1/2 East Second Street, Duluth, Minnesota.49. Lee Cartage Company, 1429 Marshall Avenue, St. Paul; Minnesota.50. Lee Way Motor Freight, Inc., 1016 West Washington St., Oklahoma City, Oklahoma.51. Lyman Truck Lines, E. W. Lyman, Opal Bowlin Lyman, Lucille Lyman Porter, and Mrs. Frances Ring, heirs at law, Ralph W. Porter, Trustee, doing business as-, 319 No. 4th Street, Muskogee, Oklahoma.52. M. K. & C. Truck Lines, a corporation, 1300 W. 9th Street, Kansas City, Missouri.53. Matthews Freight Service, Inc., 3rd Avenue & West 3rd Street, Grand Rapids, Minnesota.54. Meadows Transfer, Inc., 339 S. W. 6th Street, Des Moines, Iowa.55. Merchants Motor Freight, Inc., 2625 Territorial Rd., St. Paul, Minnesota.56. Mercury Motor Freight Lines, Inc., 954 Hersey, St. Paul, Minnesota.57. Mldnlte Express, Inc., 314 Northern Pacific Avenue, Fargo, North Dakota58. Midwest Motor Express, Inc.. 813 Main Street, Bismarck, North Dakota.59. Minnesota-Wisconsin Truck Line and McCue Transfer Company, Arthur A. McCue, doing business as-, 198 E. 9th Street, st. Paul, Minnesota.60. Mohawk Freight Lines, Rolland H. Kinney, doing business as-, 939 W. 8th Street, Kansas City, Missouri.61. Moland Bros., Trucking Company, Howard Moland, Clarence Moland, Lothard Moland, and H. T. Moland, a partnership, doing business as-, 231 Commerce Street, Duluth, Minnesota.62. Murphy Motor Freight Lines, Incorporated, 480 Broadway St., St. Paul, Minnesota.63. McCoy Truck Lines, Inc., 911 Sycamore Street, Waterloo, Iowa.64. McKeown Trucks, Victor McKeown, doing business as-, 526 1/2 East 1st Street, Duluth, Minnesota.65. Nielsen & Petersen, Walter Petersen, doing business as-, 123 W. 4th St., Grand Island, Nebraska.66. North Shore Fish & Freight Company, a corporation, 402 Lake Ave So., Duluth, Minnesota.67. Northwest Freight Lines, Ralph M. Wallace and Isabel Wallace, a partnership, doing business as-. 334 Howard Ave., Billings. Montana.68. Olson Transfer Company, 301 North Main St., Stillwater, Minnesota.69. On-Time Transfer Company, a corporation, 1302 Izard St., Omaha, Nebraska.70. Park Transportation Company, a corporation, 1717 Park Avenue, St. Louis, Missouri.71. Peterson & Sons Transfer, Peter C. Peterson, Earl K. Peterson, and Clarence D. Peterson, a partnership, doing business as-, 2288 University Ave., St. Paul, Minnesota.72. Powell Bros. Truck Lines, Inc., Bolivar Road & High St., Springfield, Missouri.73. Frank H. Prucka Transportation Company, Frank H. Prucka, doing business as-, 4610 S. 26th St., Omaha, Nebraska.74. R-B Freight Lines, Inc., 15 N. First Street, Aberdeen, South Dakota.75. Raymond Bros., Motor Transportation, Incorporated, 400 1/2 E. St. Germaine St., St. Cloud, Minnesota.76. Red Ball Transfer Company, Matthew Leo McKeone, doing business as-, 213 No. 10th St., Omaha, Nebraska.77. Reliable Motor Freight Line, W. G. Burgess, doing business as-, 8 No. Greenwood, Tulsa, Oklahoma.78. Rlss & Company, Inc., 124 W. 4th Street, Kansas City, Missouri.79. Rohweder Truck Lines, Inc., Pipestone, Minnesota.80. Schien Truck Lines, William A. Schlen, doing business as-, 418 W. Main Bt\\\" Sedalia, Missouri.81. Schmidt Truck Lines, Adolph Muehrlng and Herman H. Muehrlng, a partnership, doing business as-, 301 S. 1st Ave. E., Duluth, Minnesota.82. Schumacher Motor Express, Walter H. Schumacher, doing business as-, 807 Oxford Ave., Eau Claire, Wisconsin.83. Sioux Transportation Company, a corporation, 310 Jennings St., Sioux City, Iowa.84. Smith Transit Co., Ralph D. Holt, doing business as-, 954 Hersey St., St. Paul, Minnesota.85. Takln Bros. Freight Line, Inc., 100 E. 10th St., Waterloo, Iowa.86. Thiel Truck Service, Oscar R. Thiel, doing business as-, Benson, Minn.87. Toedebusch Transfer, Inc., 926 Cass Ave., St. Louis, Missouri.88. Topeka Transfer & Storage Company, a corporation, 528 Adams Street, Topeka, Kansas.89. Tri-State Motor Transport, Incorporated, 210 W. 9th St., Joplin, Missouri.90. Trl-State Transfer Co., Inc., 511 N. 4th St., Minneapolis, Minnesota.91. Trl-State Transportation Co., Harry E. Reynolds and Norman Nold, a partnership, doing business as-, 203 West 4th St., Sioux Falls, South Dakota.92. Union Freightways, Union Transfer Company, a corporation, doing business as-, 720 Leavenworth St., Omaha, Nebraska.93. United Shipping Company, Fred B. Wines, doing business as-, 129 Plymouth Ave., No.. Minneapolis, Minnesota.94. Watson Bros. Transportation Co., Inc., 802 S. 14th St., Omaha, Nebraska.95. Weighley Transfer Company, Fred A. Benz and Howard M. Barnes, doing business as-, Waterloo, Iowa.96. Werner Transportation Company, a corporation, 2601 32d Avenue, So., Minneapolis, Minnesota.97. Western Transportation Company, Matt W. Hanten and Roy Wheaton, a partnership, doing business as-, 17 - 1st St., S. W., Watertown, South Dakota.98. Wheelock Bros., Inc., 509 W. 5th St., Kansas City, Missouri.99. White\\'s Motor Transport, Bernard L. White, doing business as-, Harmony, Minnesota.100. Wichita Forwarding Company, a corporation, 1719 Wyoming St., Kansas City, Missouri.101. Wilber Transfer Company, Fern R. Wilber, doing business as-, 116 12th St., N. W., Rochester, Minnesota.102. Wilson Storage and Transfer Co., a corporation, Sioux Falls, South Dakota.103. Witte Transportation Company, a corporation, 2324 University Ave., St. Paul, Minnesota."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9462-Possession and Operation of Certain Motor Carrier Transportation Systems Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355170"
}