{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7902-establishing-the-tamarac-migratory-waterfowl-refuge",
    "doc": "executive-order-7902-establishing-the-tamarac-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7902-Establishing the Tamarac Migratory Waterfowl Refuge",
    "date": "May 31, 1938",
    "content": [
        "MINNESOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands and waters acquired or to be acquired by the United States within the following-described area, comprising approximately 47,520 acres in Becker County, Minnesota, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any private lands within the areas described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "FIFTH PRINCIPAL MERIDIAN",
        "Beginning at the comer common to Tps. 141 and 142 N., Rs. 38 and 39 W.;",
        "Thence between Tps. 141 N., Rs. 38 and 39 W.;",
        "Southerly to the standard township corner common to said townships;",
        "Thence between Tps. 140 and 141 N., Rs. 38 and 39 W.,",
        "Easterly to the closing township corner common to Tps. 140 N., Rs. 38 and 39 W.;",
        "Thence between Tps. 140 N., Rs. 38 and 39 W.,",
        "Southerly to the comer common to secs. 6 and 7, T. 140 N., R. 38 W., and secs. 1 and 12, T. 140 N., R. 39 W.;",
        "Thence In T. 140 N., R. 39 W.,",
        "Westerly to comer common to secs. 1, 2, 11, and 12;",
        "Southerly to corner common to secs. 11, 12, 13, and 14;",
        "Easterly to corner common to secs. 7 and 18, T. 140 N., R. 38 W., and secs. 12 and 13, T. 140 N., R. 39 W.;",
        "Thence between Tps. 140 N., Rs. 38 and 39 W.,",
        "Southerly to the meander comer common to sec. 18, T. 140 N., R. 38 W., and sec. 13, T. 140 N., R. 39 W., on the northwest shore of Island Lake;",
        "Thence in T. 140 N., R. 39 W.,",
        "Southwesterly with the meanders of Island Lake to the meander corner common to secs. 13 and 24;",
        "Westerly to the comer common to secs. 13,14, 23, and 24;",
        "Southerly to the corner common to secs. 23, 24, 25, and 26;",
        "Easterly to the one-quarter comer common to secs. 24 to 25;",
        "Southerly to the center north one-sixteenth comer of sec. 25;",
        "Easterly to the north one-sixteenth corner common to sec. 30, T. 140 N., R. 38 W., and sec. 25, T. 140 N., R. 39 W.;",
        "Thence between Tps. 140 N., Rs. 38 and 39 W.,",
        "Southerly to the one-quarter comer common to sec. 30, T. 140 N., R. 38 W., and sec. 25, T. 140 N., R. 39 W.;",
        "Thence in T. 140 N., R. 89 W.,",
        "Westerly to the center east one-sixteenth comer of sec. 25;",
        "Southerly to the southeast one-sixteenth comer of said section;",
        "Westerly to the southwest one-sixteenth comer of said section;",
        "Southerly to the west one-sixteenth corner common to secs. 25 and 36;",
        "Westerly to the comer common to secs. 25, 26, 35, and 36;",
        "Southerly to the one-quarter comer common to secs. 35 and 36;",
        "Westerly to the one-quarter comer common to secs. 34 and 35;",
        "Southerly to the corner common to secs. 2 and 3, T. 139 N., R. 39 W., and secs. 34 and 35, T. 140 N., R. 39 W.;",
        "Thence between Tps. 139 and 140 N., R. 39 W.,",
        "Westerly crossing Height of Land Lake, to the corner common to Tps. 139 and 140 N., Rs. 39 and 40 W.;",
        "Thence between Tps. 139 and 140 N., R. 40 W.,",
        "Westerly to the meander corner common to sec. 1, T. 139 N., R. 40 W., and sec. 36, T. 140 N., R. 40 W., on the shore of Cotton Lake;",
        "Thence in T. 140 N., R. 40 W.,",
        "Northwesterly with the meanders of Cotton Lake to the meander corner common to secs. 35 and 36;",
        "Northerly to the corner common to secs. 25, 26, 35, and 36;",
        "Westerly to the one-quarter corner common to secs. 26 and 35;",
        "Northerly to the center one-quarter corner of sec. 26;",
        "Easterly to the center east one-sixteenth corner of said section;",
        "Northerly to the east one-sixteenth corner common to secs. 23 and 26;",
        "Westerly to the corner common to secs. 22, 23, 26, and 27;",
        "Northerly to the one-quarter corner common to secs. 22 and 23;",
        "Easterly to the center one-quarter comer of sec. 23;",
        "Northerly to the one-quarter corner common to secs. 2 and 11;",
        "Easterly to the corner common to secs. 1, 2, 11, and 12;",
        "Northerly to the closing corner common to secs. 1 and 2;",
        "Thence between Tps. 140 and 141 N., R. 40 W., Easterly to the standard township corner common to Tps. 141 N., Rs. 39 and 40 W.;",
        "Thence between Tps. 141 N., Rs. 39 and 40 W., Northerly to the one-quarter corner common to sec. 30, T. 141 N., R. 39 W., and sec. 25, T. 141 N., R. 40 W.;",
        "Thence in T. 141 N., R. 30 W.,",
        "Easterly to the center west one-sixteenth comer of sec. 30;",
        "Northerly to the west one-sixteenth corner common to secs. 19 and 30;",
        "Easterly to the one-quarter comer common to said sections;",
        "Northerly to the one-quarter comer common to secs. 18 and 19;",
        "Easterly to the east one-sixteenth corner common to said sections;",
        "Northerly to the east one-sixteenth corner common to secs. 7 and 18;",
        "Easterly to the one-quarter comer common to secs. 8 and 17;",
        "Northerly to the center one-quarter corner of sec. 8;",
        "Easterly to the one-quarter comer to secs. 8 and 9;",
        "Northerly to the comer common to secs. 4, 5, 8, and 9;",
        "Easterly to the one-quarter corner common to secs. 4 and 9;",
        "Northerly to the center one-quarter corner of sec. 4;",
        "Easterly to the one-quarter comer common to secs. 3 and 4;",
        "Northerly to the comer common to secs. 8 and 4, T. 141 N., R. 39 W., and secs. 33 and 34, T. 142 N., R. 39 W.;",
        "Thence in T. 142 N., R. 89 W.,",
        "Northerly to the comer common to secs. 27, 28, 33, and 34;",
        "Easterly to the east one-sixteenth comer common to secs. 27 and 34;",
        "Northerly to the southeast one-sixteenth comer of sec. 27;",
        "Easterly to the south one-sixteenth corner common to secs. 26 and 27;",
        "Northerly to the one-quarter comer common to said sections;",
        "Easterly to the center west one-sixteenth corner of sec. 26;",
        "Southerly to the southwest one-sixteenth comer of said section;",
        "Easterly to the center south one-sixteenth comer of said section;",
        "Southerly to the one-quarter comer common to secs. 26 and 35;",
        "Easterly to the east one-sixteenth corner common to said sections;",
        "Northerly to the center east one-sixteenth comer of sec. 26;",
        "Easterly to the center one-quarter comer of sec. 25;",
        "Southerly to the one-quarter comer common to secs. 25 and 36;",
        "Easterly to the comer common to secs. 30 and 31, T. 142 N., R. 38 W., and secs. 25 and 36, T. 142 N., R. 39 W.;",
        "Thence between Tps. 142 N., Rs. 38 and 89 W., Southerly to the place of beginning.",
        "A small part of the above-described area is now tribal Indian lands of the White Earth Indian Reservation, and it is not intended by this order to alter or qualify the status of those lands.",
        "This reservation shall be known as the Tamarac Migratory Waterfowl Refuge.",
        "[NAME]",
        "The White House,May 31, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7902-Establishing the Tamarac Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368741"
}