{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7262-amendment-executive-order-no-3206-december-30-1919-establishing-the",
    "doc": "executive-order-7262-amendment-executive-order-no-3206-december-30-1919-establishing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7262-Amendment of Executive Order No. 3206, of December 30, 1919, Establishing the Board of Surveys and Maps",
    "date": "January 04, 1936",
    "content": [
        "Executive Order No. 3206, of December 30, 1919, establishing the Board of Surveys and Maps, as amended by Executive Orders No. 3246, 3391, 4547, 5268, and 6918, dated, respectively, March 17, 1920, January 27, 1921, November 29, 1926, January 25, 1930, and December 12, 1934, is hereby further amended to read as follows:",
        "\"Under and by virtue of the authority vested in me as President of the United States, and in order to coordinate the activities of the various map-making and surveying agencies of the Government, to standardize the results of such activities, and to avoid unnecessary duplication of work, I hereby establish the Federal Board of Surveys and Maps (hereinafter referred to as the 'Board'), which shall be composed of a representative of each of the following agencies:",
        "1. Corps of Engineers, War Department.      2. United States Coast and Geodetic Survey, Department of Commerce.     3. United States Geological Survey, Department of the Interior.     4. General Land Office, Department of the Interior.     5. Division of Topography, Post Office Department.      6. Bureau of Chemistry and Soils, Department of Agriculture.      7. Bureau of Reclamation, Department of the Interior.     8. Bureau of Public Roads, Department of Agriculture.      9. Office of Indian Affairs, Department of the Interior.     10. Mississippi River Commission, War Department.     11. United States Lake Survey, War Department.      12. International (Canada) Boundary Commission, Department of State.      13. Forest Service, Department of Agriculture.      14. United States Hydrographic Office, Navy Department.      15. Military Intelligence Division, General Staff, War Department.      16. Federal Power Commission.      17. Air Corps, War Department.      18. Bureau of Aeronautics, Navy Department.      19. Bureau of Air Commerce, Department of Commerce.      20. Geographic Section, Department of State.     21. Division of Maps, Library of Congress.      22. Bureau of Lighthouses, Department of Commerce.      23. Tennessee Valley Authority.     24. Soil Conservation Service, Department of Agriculture.",
        "\"The individual members of the Board shall be appointed by the heads of their respective agencies and shall serve without additional compensation.",
        "\"The Board shall perfect a permanent organization and shall hold meetings at stated intervals, to which representatives of the map-using public shall be invited for the purpose of conference and advice.",
        "\"The Board shall make recommendations to the executive departments, independent establishments, and the President for the purpose of aiding in the coordination of all map-making and surveying activities of the Government and in the settlement of questions arising in the executive departments and independent establishments relating to surveys and maps.",
        "\"The Board shall establish a central information office in the United States Geological Survey for the purpose of collecting, classifying, and furnishing to the public, information concerning all map and survey data available in the various Government agencies and elsewhere.",
        "\"The various executive departments and independent establishments are requested to make full use of the Board as an advisory body and to furnish all available information and data called for by the Board.\"",
        "[NAME]",
        "The White House,January 4, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7262-Amendment of Executive Order No. 3206, of December 30, 1919, Establishing the Board of Surveys and Maps Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362758"
}