{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8247-authorizing-increases-the-personnel-the-federal-bureau-investigation",
    "doc": "executive-order-8247-authorizing-increases-the-personnel-the-federal-bureau-investigation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8247-Authorizing Increases in the Personnel of the Federal Bureau of Investigation, Department of Justice",
    "date": "September 08, 1939",
    "content": [
        "Whereas a proclamation issued by me on September 8, 1939, proclaimed that a national emergency exists in connection with and to the extent necessary for the proper observance, safeguarding, and enforcing of the neutrality of the United States and the strengthening of our national defense within the limits of peace-time authorizations; and",
        "Whereas the Federal Bureau of Investigation, Department of Justice, will be charged with additional and important duties in connection with such national emergency, requiring an increase in its personnel:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and by Revised Statutes, section 3667, as amended (U.S.C., title 31, sec. 665), it is hereby ordered as follows:",
        "1. The Attorney General shall increase the personnel of the Federal Bureau of Investigation, Department of Justice, in such number, not exceeding 150, as he shall find necessary for the proper performance of the additional duties imposed upon the Department of Justice in connection with the national emergency.",
        "2. To the extent made necessary by this order the Department of Justice is hereby authorized to waive or modify the monthly or other apportionments of its appropriations for contingent expenses or other general purposes for the fiscal year ending June 30, 1940.",
        "[NAME]",
        "The White House,September 8, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8247-Authorizing Increases in the Personnel of the Federal Bureau of Investigation, Department of Justice Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371887"
}