{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5630-transferring-control-and-administration-public-lands-the-secretary",
    "doc": "executive-order-5630-transferring-control-and-administration-public-lands-the-secretary",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5630-Transferring Control and Administration of Public Lands to the Secretary of the Interior and Reserving a Part for Lighthouse Purposes, Washington",
    "date": "May 25, 1931",
    "content": [
        "Whereas by Executive Order No. 4104, dated November 20, 1924, there were withdrawn, among other tracts, under the provisions of the act of June 25, 1910 (36 Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497), lot 1, sec. 5, all sec. 8, and a right of way 100 feet wide along the present private road leading to county road across lots 4, 5, and 6, sec. 7, T. 34 N., R. 2 W., Willamette meridian, Washington, for use of the Navy Department as a site for the naval radio compass station, Cattle Point, Wash., with a provision that the tracts were to be returned to the control of the Interior Department when no longer needed by the Navy Department; and",
        "Whereas by Executive Order No. 4529, dated October 25, 1926, the area of the aforesaid naval radio compass station was reduced by restoring to its previous status the land comprising Goose Island in sec. 8, T. 34 N., R. 2 W., Willamette meridian, Washington; and",
        "Whereas the area of the aforesaid radio compass station was further reduced by a decision of the Interior Department dated November 24, 1926, in favor of Eliza Jakle for lots 2, 3, 4, the west 40 acres of lot 5, and SE. ¼ NW. ¼ sec. 8, T. 34 N. R. 2 W., Willamette meridian, Washington; and",
        "Whereas the area of the aforesaid radio compass station was further reduced by Executive Order No. 4607, dated March 10, 1927, by restoring to its previous status the land embraced within lot 1, sec. 5, and lot 1, sec. 8, T. 34 N., R. 2 W., Willamette meridian, Washington; and",
        "Whereas the naval radio compass station, Cattle Point, Wash., has been decommissioned and the site remaining in the custody of the Navy Department is no longer required for any uses under its jurisdiction:",
        "Now, therefore, it is ordered that the following tracts of land in T. 34 N., R. 2 W., Willamette meridian, Washington, withdrawn by Executive Order No. 4104 and remaining under the jurisdiction and control of the Navy Department be, and hereby are, returned to the control of the Interior Department for disposal under the act of July 5, 1884 (23 Stat. 103), or as may be otherwise provided by law:",
        "East 19.75 acres of lot 5 (now lot 9), lots 6, 7, and SW. ¼ NW. ¼ sec. 8, T. 34 N., R. 2 W., Willamette meridian, Washington, together with a right of way 100 feet wide along the present private road leading to county road across lots 4, 5, and 6, sec. 7 of the aforesaid township.",
        "It is also hereby ordered that lot 7 of said sec. 8 be reserved and placed under the control of the Secretary of Commerce for lighthouse purposes.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,May 25, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5630-Transferring Control and Administration of Public Lands to the Secretary of the Interior and Reserving a Part for Lighthouse Purposes, Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361371"
}