{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9390-transferring-the-use-possession-and-control-certain-lands-the",
    "doc": "executive-order-9390-transferring-the-use-possession-and-control-certain-lands-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9390-Transferring the Use, Possession, and Control of Certain Lands in the Nantahala National Forest From the Department of Agriculture to the Tennessee Valley Authority",
    "date": "October 25, 1943",
    "content": [
        "By virtue of the authority vested in me by section 7 (b) of the Tennessee Valley Authority Act of 1933 (48 Stat. 63), and by the act of June 4, 1897, 30 Stat. 34, 36 (U.S.C., title 16, sec. 473), it is ordered that the use, possession, and control of the lands hereinafter described be, and they are hereby, transferred from the Department of Agriculture to the Tennessee Valley Authority, for the purposes thereof as stated in the said Tennessee Valley Authority Act of 1933.",
        "The lands affected by this order are within the Nantahala National Forest in Nantahala Township of Swain County, North Carolina, and are more particularly described as follows:",
        "FR-824",
        "Beginning at the common corner of the lands of the United States Forest Service Sallie Woodard, and W.C. Woodard and wife, the coordinates of which referred to the North Carolina Coordinate System are N. 616,040 and E. 639,336;",
        "From the initial corner:",
        "S. 83°23' E., 481 ft. to United States Forest Service Monument 1109-34 in contour level 1722.63 ft. above mean sea level, as based on the United States Coast and Geodetic Survey's Southeastern Supplementary Adjustment of 1936;",
        "Thence southerly along the contour approximately 3050 ft. to the common corner of the land of the United States Forest Service, and the lands now or formerly owned by the Nantahala Power and Light Company, and J.W. Totherow and wife;",
        "S. 83°28' W., 160 ft. to a point in the above-designated contour;",
        "Thence with the meanders of the contour,",
        "N. 35°30', W., 40 ft. to a point;",
        "Thence, by metes and bounds,",
        "N. 20°58' E., 1130 ft. to a point;",
        "N. 15°02' E., 1018 ft. to the place of beginning.",
        "The tract as described contains 10.6 acres.",
        "FR-825",
        "Beginning at a point in the boundary line between the lands of the United States Forest Service, and J.W. Totherow and wife, the coordinates of which referred to the North Carolina Coordinate System are N. 612,424 and E. 637,321 and from which a 4-in. dogwood tree at a common corner of the lands now or formerly owned by the Nantahala Power and Light Company, and J.W. Totherow and wife bears S. 5°00' E., 360 ft. distant;",
        "From the initial point:",
        "S. 5°00' E., 220 ft. to a point in contour level 1722.63 ft. above mean sea level, as based on the United States Coast and Geodetic Survey's Southeastern Supplementary Adjustment of 1936;",
        "Thence westerly along the contour approximately 1150 ft. to a point;",
        "Thence, by metes and bounds,",
        "N. 43°20' E., 170 ft. to a point;",
        "S. 66°07' E., 756 ft. to the point of beginning.",
        "The tract as described contains 3.1 acres.",
        "FR-826",
        "Beginning at a point in the boundary line between the lands of the United States Forest Service, and the G.H. Bryant Heirs, the coordinates of which referred to the North Carolina Coordinate System are N. 609,605 and E. 632,250;",
        "From the initial point:",
        "S. 60°00' E., 115 ft. to United States Forest Service Monument 1107-34 in contour level 1722.63 ft. above mean sea level, as based on the United States Coast and Geodetic Survey's Southeastern Supplementary Adjustment of 1936;",
        "Thence southerly along the contour approximately 1260 ft. to a point;",
        "Thence, by metes and bounds,",
        "N. 31°44' E., 681 ft. to a point;",
        "N. 31°34' E., 495 ft. to the point of beginning.",
        "The tract as described contains 3.9 acres.",
        "The direction of lines are referred to the North Carolina Coordinate System.",
        "The transfer of the use, possession, and control of the above-described tracts or parcels of land is made subject to such rights as may be vested in Swain County, North Carolina, or the State of North Carolina to rights-of-way for public roads; and, as to the hereinabove-described tract of land designated as FR-826, to such rights as may be vested in the Southern Railway Company to a right-of-way which affects 1.6 acres.",
        "[NAME]",
        "The White House,October 25, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9390-Transferring the Use, Possession, and Control of Certain Lands in the Nantahala National Forest From the Department of Agriculture to the Tennessee Valley Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372370"
}