{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5858-establishing-the-semidi-islands-wild-life-refuge-alaska",
    "doc": "executive-order-5858-establishing-the-semidi-islands-wild-life-refuge-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5858-Establishing the Semidi Islands Wild Life Refuge, Alaska",
    "date": "June 17, 1932",
    "content": [
        "It is hereby ordered that Aghiyuk Island, Chowiet Island, Kateekuk Island, Anowik Island, Kiliktagik Island, Suklik Island, Aghik Island, Aliksemit Island, and South Island, together with all unnamed islands, rocks, and reefs, and all lands under water appurtenant thereto, lying between parallels 55° 57' and 56° 15' north latitude and meridians 156° 30' and 157° 00' longitude west of Greenwich, in the North Pacific Ocean southeast of the Alaska Peninsula, Alaska, and shown on United States Coast and Geodetic Survey Chart No. 8881, published in Washington, D.C., April, 1919, as within the Semidi Island Group, be, and the same are hereby, reserved from all forms of appropriation under the public land laws and set apart for the use of the Department of Agriculture as a refuge and breeding ground for wild birds and game and fur animals, subject to existing valid rights.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of chapter 4, title 18, United States Code (35 Stat. 1088, 1098, and 43 Stat. 98), or by section 10 of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1222, 1224; U.S. Code, Supp. V, title 16, sec. 715i).",
        "This refuge shall be known as the Seinidi Islands Wild Life Refuge.",
        "[NAME]",
        "The White House,June 17, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5858-Establishing the Semidi Islands Wild Life Refuge, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361453"
}