{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9165-providing-for-the-protection-essential-facilities-from-sabotage-and",
    "doc": "executive-order-9165-providing-for-the-protection-essential-facilities-from-sabotage-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9165-Providing for the Protection of Essential Facilities From Sabotage and Other Destructive Acts",
    "date": "May 19, 1942",
    "content": [
        "Whereas Executive Order No. 8972 of December 12, 1941 authorized and directed the Secretary of War and the Secretary of the Navy to establish and maintain military guards and patrols and take other appropriate measures to protect from injury or destruction national-defense materials, premises and utilities; and",
        "Whereas Executive Order No. 9074 of February 25, 1942, made the Secretary of the Navy primarily responsible, and directed him to take such action as might be necessary, for the safeguarding against destruction, loss, or injury, from sabotage or other subversive acts, accident, or other causes of similar nature, of vessels, harbors, ports and waterfront facilities; and",
        "Whereas I requested the Federal Power Commission, under date of June 14, 1940, to work out plans for the protection of electric power supply from hostile acts; and",
        "Whereas it is desirable that supplementary protective measures be developed and executed by other Federal departments and agencies, and integrated with the protective programs of the Army, Navy, and Federal Power Commission;",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and statutes of the United States, as President of the United States and Commander in Chief of the Army and Navy, and in order to provide protective measures supplementary to and integrated with the protective programs of the Army, Navy, and Federal Power Commission, it is hereby ordered as follows:",
        "1. In addition to the functions, powers, and duties conferred upon it by Executive Order No. 8757 of May 20, 1941, as amended by Executive Order No. 9134 of April 15, 1942, the Office of Civilian Defense shall, in conjunction with and subject to the approval of the Secretary of War, formulate and establish a Facility Security Program of the Office of Civilian Defense, designed to assure the development and execution of measures for the protection of essential facilities from sabotage and other destructive acts and omissions, which Program shall be supplementary to and correlated with the protective programs of the Army, Navy, and Federal Power Commission. Whenever the Army or Navy shall extend protection to any essential facilities, the Office of Civilian Defense shall modify its security measures accordingly to the extent determined by the Secretary of War or the Secretary of the Navy, as the case may be.",
        "2. In order to carry out such Facility Security Program, the Office of Civilian Defense shall:",
        "a. Serve as the center for the coordination of plans sponsored or operated by the several Federal departments and agencies",
        "b. Establish standards of security to govern the development of security measures for the Nation's essential facilities",
        "c. Review existing and proposed security plans and measures, and require the adoption of such additional measures as may be deemed necessary",
        "d. Take steps to secure the cooperation of owners and operators of essential facilities and of State and local governments in developing and carrying out adequate security measures.",
        "3. Subject to and in conformity with the policies, standards, plans, directives and procedures of the Office of Civilian Defense, the following Federal departments and agencies shall effect the development and execution of said Facility Security Program with respect to the facility groups indicated.",
        "4. In order to effect the development and execution of security plans for the essential facility groups herein assigned to it, each of the above named Federal departments and agencies shall:",
        "a. Conduct surveys to ascertain security status;",
        "b. Determine security deficiencies;",
        "c. Make recommendations for security action by owners and operators, by State and local governments, and by Federal departments and agencies;",
        "d. Make recurring inspections to determine that adequate standards of security against sabotage and other destructive acts or omissions are maintained;",
        "e. Take all other necessary steps within the scope of its authority for the protection of essential facilities against sabotage and other destructive acts or omissions.",
        "5. Nothing in this order shall:",
        "a. relieve any owner or operator or any local, State or Federal agency from primary responsibility to guard and protect essential facilities from sabotage and other destructive acts and omissions;",
        "b. be construed to limit or modify the duty and responsibility of the Federal Bureau of Investigation, Department of Justice, with respect to the investigation of alleged acts of sabotage, espionage, and other types of subversive activities, or affect existing arrangements, instructions or regulations with respect to such matters.",
        "6. The directive to the Federal Works Agency to take steps to protect public buildings, as contained in my letter of January 12, 1942, is hereby modified so far as may be required by the provisions of this order.",
        "[NAME]",
        "The White House,May 19, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9165-Providing for the Protection of Essential Facilities From Sabotage and Other Destructive Acts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372509"
}