{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14182-enforcing-the-hyde-amendment",
    "doc": "executive-order-14182-enforcing-the-hyde-amendment",
    "president": "Donald J. Trump (2nd Term)",
    "president_byline": "47th President of the United States: 2025-present",
    "title": "Executive Order 14182-Enforcing the Hyde Amendment",
    "date": "January 24, 2025",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered:",
        "Section 1. Purpose and Policy. For nearly five decades, the Congress has annually enacted the Hyde Amendment and similar laws that prevent Federal funding of elective abortion, reflecting a longstanding consensus that American taxpayers should not be forced to pay for that practice. However, the previous administration disregarded this established, commonsense policy by embedding forced taxpayer funding of elective abortions in a wide variety of Federal programs.",
        "It is the policy of the United States, consistent with the Hyde Amendment, to end the forced use of Federal taxpayer dollars to fund or promote elective abortion.",
        "Sec. 2. Revocation of Orders and Actions. The following Executive Orders are hereby revoked:",
        "(a) Executive Order 14076 of July 8, 2022; and",
        "(b) Executive Order 14079 of August 3, 2022.",
        "Sec. 3. Implementation. The Director of the Office of Management and Budget shall promulgate guidance to the heads of executive departments and agencies related to implementation of sections 1 and 2 of this order.",
        "Sec. 4. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "[NAME]",
        "The White House,",
        "January 24, 2025."
    ],
    "citation": "Donald J. Trump (2nd Term), Executive Order 14182-Enforcing the Hyde Amendment Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/376017"
}