{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8601-enlarging-the-mud-lake-national-wildlife-refuge",
    "doc": "executive-order-8601-enlarging-the-mud-lake-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8601-Enlarging the Mud Lake National Wildlife Refuge",
    "date": "November 20, 1940",
    "content": [
        "MINNESOTA",
        "By virtue of the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands owned or controlled by the United States within the following-described areas, comprising 1,585 acres, more or less, in Marshall County, Minnesota, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of the Interior, as an addition to the Mud Lake National Wildlife Refuge, established by Executive Order No. 7583 of March 23, 1937, as the Mud Lake Migratory Waterfowl Refuge, the name of which was changed to Mud Lake National Wildlife Refuge by Proclamation No. 2416 of July 25, 1940:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 156 N., R. 40 W.,     sec. 5, SW ¼ NE ¼ and S ½ NW ¼;     sec. 6, SE ¼ NE ¼;     sec. 9, SW ¼;",
        "T. 157 N., R. 40 W.,     sec. 19, NE ¼;",
        "T. 157 N., R. 41 W.,     sec. 24, N ½ NW ¼;",
        "T. 155 N., R. 42 W.,     sec. 1, lot 4, SW ¼, and W ½ SE ¼;     sec. 2, lots 1, 2, 3, 4, 7, 8, 9, and 10, W ½ SW ¼, and E ½ SE ¼;     sec. 3, lots 1, 2, 3, 14, and 15;",
        "and that part of the unsuveyed area returned as lake and shown segregated on the General Land Office plat approved May 16, 1983, as Elm Lake, and bounded by the following-described lines: Beginning at the meander corner common to sections 3 and 10 on the east shore of Elm Lake; thence northwesterly to the center of the lake; thence northeasterly to the corner common to lots 11 and 12, section 3, on the northerly shore of the lake; thence along the shore of the lake, southeasterly and southerly to the place of beginning.",
        "[NAME]",
        "The White House,November 20, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8601-Enlarging the Mud Lake National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210404"
}