{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9222-authorizing-the-payment-monetary-allowances-lieu-transportation-kind",
    "doc": "executive-order-9222-authorizing-the-payment-monetary-allowances-lieu-transportation-kind",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9222-Authorizing the Payment of Monetary Allowances in Lieu of Transportation in Kind for Dependents of Officers, Warrant Officers, and Enlisted Men Above the Fourth Grade of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and the Public Health Service Upon Permanent Change of Station",
    "date": "August 15, 1942",
    "content": [
        "By virtue of the authority vested in me by section 12 of the Pay Readjustment Act of 1942, approved June 16, 1942 (Public Law 607, 77th Congress), and as President of the United States, it is hereby ordered as follows:",
        "1. The heads of the respective departments and establishments concerned, are hereby authorized, in lieu of transportation in kind for travel of dependents of officers, warrant officers, and enlisted men above the fourth grade of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service authorized by the fifth paragraph of the said section 12 upon permanent change of station, to make payment in money of amounts equal to commercial transportation costs for the whole or such part of the travel of such dependents for which transportation in kind is not furnished when such travel shall have been completed.",
        "2. The heads of the respective departments and establishments concerned may prescribe additional regulations not inconsistent herewith or with the terms of the said section 12 as may be necessary for carrying out the provisions of this order.",
        "3. This order shall supersede Executive Order No. 3726, dated August 25, 1922. and shall become effective as of June 1, 1942.",
        "[NAME]",
        "The White House,August 15, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9222-Authorizing the Payment of Monetary Allowances in Lieu of Transportation in Kind for Dependents of Officers, Warrant Officers, and Enlisted Men Above the Fourth Grade of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and the Public Health Service Upon Permanent Change of Station Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372332"
}