{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7233-regulations-governing-investigations-under-section-22-the",
    "doc": "executive-order-7233-regulations-governing-investigations-under-section-22-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7233-Regulations Governing Investigations under Section 22 of the Agricultural Adjustment Act, as Amended",
    "date": "November 23, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Agricultural Adjustment Act of May 12, 1933 (48 Stat. 31), as amended by section 31 of the act of August 24, 1935, Public No. 320, 74th Congress, I hereby prescribe the following regulations governing investigations to be made under section 22 of the said act, as amended:",
        "I. The Secretary of Agriculture, proceeding upon his own motion or upon a request from any interested party, is hereby empowered to make such preliminary investigations with reference to matters within the scope of section 22 of the said act as amended as he may deem advisable.",
        "II. The Secretary of Agriculture is hereby authorized to prescribe the manner in which requests for action under the said section 22 shall be submitted by interested parties.",
        "III. With reference to any preliminary investigation provided for in paragraph I of this order, the Secretary of Agriculture shall secure such information from interested parties as he may deem to be desirable and, on the basis of the information so obtained and such other information as may be available, shall determine whether the showing made or the facts disclosed warrant further investigation. The Secretary of Agriculture shall thereupon make his recommendations to the President in order that, in the light of such recommendations, the President may direct that no further action be taken, or may cause the United States Tariff Commission to make an immediate investigation as provided for in the said section 22.",
        "IV. When so directed by the President, the United States Tariff Commission shall make an immediate investigation and shall give precedence thereto. Such investigations shall be governed by the following regulations:",
        "(1) Public notice:",
        "(a) Notice of the hearing in every such investigation shall be given by posting a copy of the notice or announcement thereof at the principal office of the Commission m Washington, D.C., and at its office in New York City. A copy of the notice will also be sent to press associations, to trade and similar organizations of producers, and to importers known to the Commission to have an interest in the subject matter of the investigation.",
        "(2) Hearings:",
        "(a) Hearings shall be conducted by one or more Commissioners or such member or members of the staff as the Commission shall designate. The Agricultural Adjustment Administrator may have a representative or representatives at each hearing, who shall have the privilege of examining witnesses.",
        "(b) Any interested person may appear at the hearing, either in person or by representative, and produce evidence relevant and material to the matter or matters involved in the investigation.",
        "(c) Witnesses shall be sworn. No documentary evidence, except such as is legally subject to judicial notice, shall be accepted unless verified under oath by the person offering it as a true statement of the facts contained therein.",
        "(d) Evidence, oral or written, submitted in hearings, shall, upon the order of the Commission, be subject to verification from the books, papers, and records of the parties interested and from any other available sources.",
        "(e) All hearings shall be stenographically reported. Copies of the transcript of the minutes of such hearings may be purchased from the official reporter.",
        "(f) The Commission may continue any hearings or order such rehearing as it may deem necessary for a full presentation of the facts involved in any investigation.",
        "(3) Confidential information:",
        "(a) If witnesses desire to submit confidential information which the Commission considers to be of that character, the Commission shall accept such submission and respect its confidential character.",
        "(b) The Commission shall make such investigation in addition to the hearing as it deems to be necessary for a full disclosure and presentation of the facts. In such investigation the Commission may invoke all the powers granted to it under part 2, title III, of the Tariff Act of 1930.",
        "(4) Reports:",
        "(a) After the completion of its investigation the Tariff Commission shall make findings of fact, which shall include a statement of the steps taken in the investigation, and it shall transmit to the President a report of such findings and its recommendations based thereon, together with a transcript of the evidence submitted at the hearing, and it shall also transmit a copy of such report to the Secretary of Agriculture.",
        "[NAME]",
        "The White House,November 23, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7233-Regulations Governing Investigations under Section 22 of the Agricultural Adjustment Act, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362733"
}