{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6958-withdrawal-public-lands-for-use-the-department-the-navy-nevada",
    "doc": "executive-order-6958-withdrawal-public-lands-for-use-the-department-the-navy-nevada",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6958-Withdrawal of Public Lands for Use of the Department of the Navy, Nevada",
    "date": "February 04, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed and to valid existing rights, it is ordered that the following-described public lands in the State of Nevada be, and they are hereby, withdrawn from settlement, location, sale, entry, or other form of appropriation, and reserved for the exclusive use of the Department of the Navy in connection with the Hawthorne Ammunition Depot:",
        "Mount Diablo Meridian",
        "T. 7 N., R. 29 E., secs. 1 to 4, inclusive;",
        "secs. 7 to 24, inclusive.",
        "T. 7 N., R. 28 E., secs. 2 to 4, inclusive;",
        "secs. 9 to 16, inclusive;",
        "secs. 21 to 24, inclusive.",
        "T. 8 N., R. 28 E., secs. 1 to 4, inclusive;",
        "secs. 9 to 12, inclusive;",
        "secs. 14 to 16, inclusive;",
        "secs. 21 and 22, all;",
        "sec. 23, W½;",
        "secs. 26 to 28, inclusive;",
        "secs. 33 to 35, inclusive.",
        "T. 9 N., R. 28 E., secs. 1 to 4, inclusive;",
        "secs. 9 to 16, inclusive;",
        "secs. 21 to 28, inclusive;",
        "secs. 33 to 36, inclusive.",
        "T. 9 N., R. 29 E., secs. 1 to 18, inclusive.",
        "Executive Order No. 6910, of November 26, 1934, withdrawing for classification and other purposes all vacant, unreserved, and unappropriated public lands in the State of Nevada and certain other States, is hereby amended to exclude from the provisions of said order the lands above described.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,February 4, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6958-Withdrawal of Public Lands for Use of the Department of the Navy, Nevada Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362629"
}