{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13266-activities-promote-personal-fitness",
    "doc": "executive-order-13266-activities-promote-personal-fitness",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 - 2009",
    "title": "Executive Order 13266-Activities To Promote Personal Fitness",
    "date": "June 20, 2002",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to improve the efficiency and coordination of Federal policies related to personal fitness of the general public, it is hereby ordered as follows:",
        "Section 1. Policy.This order is issued consistent with the following findings and principles:",
        "resources for physical activity, and reducing barriers to achieving good personal fitness.",
        "Sec. 2. Agency Responsibilities in Promoting Personal Fitness.",
        "Group shall work to ensure the cooperation of Federal agencies in coordinating Federal personal fitness activities. The Working Group shall meet subject to the call of the Chair, but not less than twice a year. The Department of Health and Human Services shall provide such administrative support to the Working Group as the Secretary of HHS deems necessary. Each member of the Working Group shall be a full-time or permanent part-time officer or employee of the Federal Government.",
        "Sec. 3. General Provisions.This order is intended only to improve the internal management of the executive branch and it is not intended to, and does not, create any right, benefit, trust, or responsibility, substantive or procedural, enforceable at law or equity by a party against the United States, its departments, agencies or entities, its officers or employees, or any person.",
        "[NAME]",
        "The White House,",
        "June 20, 2002.",
        "[Filed with the Office of the Federal Register, 8:45 a.m., June 21, 2002]"
    ],
    "citation": "George W. Bush, Executive Order 13266-Activities To Promote Personal Fitness Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/216994"
}