{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7301-enlarging-niobrara-reservation",
    "doc": "executive-order-7301-enlarging-niobrara-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7301-Enlarging Niobrara Reservation",
    "date": "February 21, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands consisting of 3,880 acres, more or less, acquired or to be acquired by the United States, in Cherry County, Nebraska, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as an addition to the Niobrara Reservation, established by Executive Order No. 1461, of January 11, 1912, and enlarged by Executive Orders Nos. 1642 and 3256, of November 14, 1912, and March 31, 1920, respectively: Provided, That any private lands within the areas described shall become a part of the reservation hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Sixth Principal Meridian",
        "T. 34 N., R. 26 W., sec. 19, lots 2 to 5, inclusive;",
        "sec. 20, lots 5 to 8, inclusive, and N½SE¼;",
        "sec. 30, lots 1 and 2, and E½NW¼.",
        "T. 33 N., R. 27 W., sec. 2, lots 3 and 4, S½NW¼, and SW¼;",
        "sec. 3, lots 1, 2, and 3, S½NE¼, SE¼NW¼, and S½;",
        "sec. 4, lots 2 to 6, inclusive, lot 9, SW¼NE¼, and S½NW¼;",
        "sec. 11, W½.",
        "T. 34 N., R. 27 W., sec. 22, lots 1 to 4, inclusive, NE¼NE¼, W½NE¼, NW¼, N½SW¼, and SW¼SW¼;",
        "sec. 23, lots 4 and 9, and NW¼NW¼;",
        "sec. 27, lots 1, 2, and 3, NW¼NW¼, and SE¼;",
        "sec. 28, NE¼NE¼;",
        "[NAME]",
        "[NAME], NE¼, E½SW¼, and SE¼;",
        "[NAME], W½.",
        "[NAME]",
        "The White House,February 21, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7301-Enlarging Niobrara Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362798"
}