{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9320-amending-executive-order-no-9108-march-21-1942-directing-the-director",
    "doc": "executive-order-9320-amending-executive-order-no-9108-march-21-1942-directing-the-director",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9320-Amending Executive Order No. 9108 of March 21, 1942, Directing the Director of the Office of Defense Transportation to Take Control of the Toledo, Peoria and Western Railroad Company",
    "date": "March 24, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and laws of the United States, and as President of the United States and as Commander in Chief of the Army and Navy, Executive Order No. 9108 of March 21, 1942, directing the Director of the Office of Defense Transportation to take possession of the property, franchises, rights and other assets of the Toledo, Peoria and Western Railroad (therein referred to as the Toledo, Peoria and Western Railroad Company), is hereby amended by inserting, after paragraph 5 thereof, a new paragraph, reading as follows:",
        "\"6. As part of the terms and conditions of the possession and operation directed to be taken hereunder, the Director of the Office of Defense Transportation is authorized in his discretion to make advances from the net cash earnings of his operation of the railroad, in such amounts and on such terms as he deems desirable, for the discharge of lawful obligations, of the Toledo, Peoria and Western Railroad, and for the preservation of the real and personal property, corporate organization and franchises, rights and other assets, tangible and intangible, of the Toledo, Peoria and Western Railroad, but not including payment of executive salaries beyond amounts he deems necessary for the foregoing purposes and not including payment of dividends. Advances pursuant to the authority of this paragraph shall not be repayable before the time of final determination, by settlement or adjudication, of the claim of the Toledo, Peoria and Western Railroad for compensation by reason of action taken pursuant to this order.\"",
        "[NAME]",
        "The White House,March 24, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9320-Amending Executive Order No. 9108 of March 21, 1942, Directing the Director of the Office of Defense Transportation to Take Control of the Toledo, Peoria and Western Railroad Company Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372704"
}