{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7593-establishing-okefenokee-wildlife-refuge",
    "doc": "executive-order-7593-establishing-okefenokee-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7593-Establishing Okefenokee Wildlife Refuge",
    "date": "March 30, 1937",
    "content": [
        "GEORGIA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands, including lands under water, acquired or to be acquired by the United States, lying within the following-described area, and comprising approximately 479,450 acres in Charlton, Clinch, and Ware Counties, Georgia, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Beginning at the southeast corner of Ware County, Georgia, in the boundary between the States of Florida and Georgia;",
        "Thence from said initial point, westerly along said State line, with the south boundary of Ware County and in part with the south boundary of Clinch County, to a point in the west boundary of lot 564, 13th District, Clinch County;",
        "Thence passing within Clinch County,      Northerly, with lot lines through the 13th District to the northwest corner of lot 30 in the north boundary of the 13th District;      Westerly, between lot 29,13th District, and lot 29, 12th District;",
        "Thence continuing with lot lines in 12th District, Clinch County,      Northerly, between lots 28 and 29;      Westerly, between lots 28 and 45;      Northerly, with the west boundary of lots 45, 100, 117, 172, 189, and 244;      Easterly, between lots 244 and 261;      Northerly, between lots 260 and 261, and lots 316 and 317;      Easterly, between lots 317 and 332;      Northerly, between lots 381 and 332;      Easterly, between lots 331 and 390, 330 and 391, and lots 329 and 392, to the boundary between Clinch and Ware Counties;",
        "Thence, northerly, on county line between lots 392 and 393;",
        "Thence passing within Ware County and continuing with lot lines in 12th District,      Easterly, between lots 393 and 400, and lots 394 and 399;      Northerly, between lots 398 and 399;      Easterly, between lots 398 and 467;      Northerly, between lots 467 and 468, and lots 469 and 470;      Easterly, between lots 469 and 540, and lots 615 and 616, to the boundary between Ware and Charlton Counties;",
        "Thence passing within Charlton County, with lot lines in the 4th Section, 10th District,      Easterly, between lots 3 and 4;      Northerly, between lots 3 and 22;      Easterly, between lots 22 and 23;      Northerly, between lots 23 and 26, and lots 24 and 25, to the boundary between Charlton and Ware Counties;",
        "Thence, easterly, with county line to the southwest corner of lot 523, 8th District, Ware County;",
        "Thence passing within Ware County, with lot lines in the 8th District,      Northerly, between lots 522 and 523, 490 and 491, and lots 476 and 477;      Easterly, between lots 444 and 477;      Northerly, between lots 443 and 444, and lots 431 and 432;      Easterly, between lots 397 and 432, 396 and 433, 395 and 434, 394 and 435, 393 and 436, and lots 392 and 437 to the line between the 8th and 9th Districts;",
        "Thence continuing in Ware County, with lot lines in the 9th District,      Easterly, between lots 18 and 19;      Southerly, between lots 19 and 28;      Easterly, between lots 27 and 28, 65 and 66, 73 and 74, 111 and 112, 119 and 120, and lots 157 and 158;      Southerly, between lots 158 and 165;      Easterly, between lots 164 and 165, and lots 204 and 205;      Southerly, between lots 205 and 210, 206 and 209, and lots 207 and 208, to the boundary between Ware and Charlton Counties;",
        "Thence, easterly, with county line, to the northeast corner of lot 48, 1st Section, 10th District, Charlton County;",
        "Thence passing within Charlton County, with lot lines in 1st Section, loth District,      Southerly, between lots 48 and 49, 47 and 50, 46 and 51, 45 and 52, 44 and 53, 43 and 54, 42 and 55, 41 and 56, 40 and 57, 39 and 58, and lots 38 and 59 to the south comer of lot 59 in the line between the 1st and 10th Districts;",
        "Thence, southwesterly, with district line, to the southwest comer of lot 26, 1st District, Charlton County;",
        "Thence continuing in Charlton County, with lot lines In 1st District,      Southeasterly, between lots 28 and 37;      Southwesterly, between lots 36 and 37, 38 and 39, 48 and 49, 50 and 51, 60 and 61, and lots 62 and 63;      Southeasterly, between lots 63 and 70;      Southwesterly, between lots 69 and 70, and lots 73 and 74;      Southeasterly, between lots 74 and 79, 75 and 78, and lots 76 and 77, to the line between the 1st District and the Headright Grants;      Southwesterly, with line between lot 77, 1st District, and the Headright Grants, 58.20 chains, to a point;",
        "Thence passing within the Headright Grants with, the following described line:      N. 88°16' E., 96.73 chains;      S. 28°17' W., 22.07 chains;      S. 89°10' W., 60.08 chains;      N. 83°06' W., 32.04 chains, to the line between lot 77, 1st District, and the Headright Grants;",
        "Thence, southwesterly, with the southeast boundary of lots 77 and 86;",
        "Thence passing within 1st District, with lot lines,      Northwesterly, between lots 86 and 88, and lots 85 and 89;      Southwesterly, between lots 89 and 90, 95 and 96, and lots 104 and 105;      Southeasterly, between lots 104 and 111;      Southwesterly, between lots 111 and 112, and lots 122 and 123;      Southeasterly, between lots 122 and 131;      Southwesterly, between lots 181 and 132, 144 and 145, 154 and 155, 170 and 171, 180 and 181, 198 and 199, 208 and 208, and lots 226 and 227;      Northwesterly, between lots 227 and 237, and lots 228 and 236;      Southwesterly, between lots 235 and 236;      Northwesterly, between lots 235 and 259, 234 and 258, and lots 283 and 257;      Northeasterly, with northwest boundary of lot 233, to place of beginning.",
        "This refuge shall be known as the Okefenokee Wildlife Refuge.",
        "[NAME]",
        "The White House,March 30, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7593-Establishing Okefenokee Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369046"
}