{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7795-establishing-the-huron-migratory-bird-refuge",
    "doc": "executive-order-7795-establishing-the-huron-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7795-Establishing the Huron Migratory Bird Refuge",
    "date": "January 21, 1938",
    "content": [
        "MICHIGAN",
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the islands, surveyed and unsurveyed, of the Huron Islands group, lying near the south shore of Lake Superior and situated in sections 27 to 29, inclusive, and sections 34 and 35, T. 53 N., R. 29 W., Michigan Meridian, comprising approximately 147 acres, as shown on the diagram attached to and made a part of this order, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife.",
        "Certain of the above-described islands are primarily under the jurisdiction of the War Department and the Department of Commerce, and the reservation thereof made by this order is subject to the respective uses thereof by the said Departments in connection with the quarrying of stone to construct breakwaters and the maintenance of the Huron Island Light Station; and the use thereof by the Department of Agriculture shall not interfere with any existing or future uses or regulations of the War Department or the Department of Commerce.",
        "The reservation made by this order supersedes as to any of the above-described islands affected thereby the temporary withdrawal for classification and other purposes made by Executive Order No. 4430 of April 23, 1926, as modified.",
        "The Executive Order of October 10, 1905, establishing the Huron Islands Reservation is hereby revoked.",
        "This refuge shall be known as the Huron Migratory Bird Refuge.",
        "[NAME]",
        "The White House,January 21, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7795-Establishing the Huron Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368727"
}