{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9292-establishing-the-hailstone-national-wildlife-refuge",
    "doc": "executive-order-9292-establishing-the-hailstone-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9292-Establishing the Hailstone National Wildlife Refuge",
    "date": "December 31, 1942",
    "content": [
        "MONTANA",
        "By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "All public lands within the following-described area in Stillwater County, Montana, are hereby withdrawn, subject to valid existing rights, from all forms of appropriation under the public-land laws, including the mining laws, and such lands, and all other lands and waters owned or controlled by the United States within the said area, are hereby reserved and set apart for the use of the Department of the Interior as a refuge and breeding ground for migratory birds and other wildlife: Provided, That as to any of such lands included in Petroleum Reserve No. 40, Montana No. 1, their reservation as a part of the refuge herein established shall be subject to their primary use for the purpose of oil and gas development pursuant to the provisions of the act of February 25, 1920, c. 85, 41 Stat. 437, as amended (U.S.C., title 30, secs. 181 et seq.), and for purposes incident thereto:",
        "Principal Meridian",
        "T. 3 N., R. 20 E.,     sec. 12, NE¼, SE¼NW¼, and S½:     sec. 13, all;     sec. 24, all.",
        "T. 3 N., R. 21 E.,     sec. 7, lots 1, 2, 3, and 4, E½W½, and SE¼;     sec. 18, lots 1, 2, 3, and 4, E½W½, and N½SE¼.",
        "The areas described aggregate 2,664.92 acres, including 312.44 acres of public land and 2,352.48 acres of land owned or controlled by the United States.",
        "It is unlawful for any person to pursue, hunt, trap, capture, willfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of the Interior.",
        "This reservation shall be known as the Hailstone National Wildlife Refuge.",
        "[NAME]",
        "The White House,December 31, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9292-Establishing the Hailstone National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368103"
}