{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11409-amending-executive-order-no-11248-placing-certain-positions-levels",
    "doc": "executive-order-11409-amending-executive-order-no-11248-placing-certain-positions-levels",
    "president": "Lyndon B. Johnson",
    "president_byline": "36th President of the United States: 1963 - 1969",
    "title": "Executive Order 11409-Amending Executive Order No. 11248, Placing Certain Positions in Levels IV and V of the Federal Executive Salary Schedule",
    "date": "April 29, 1968",
    "content": [
        "By virtue of the authority vested in me by section 5317 of title 5 of the United States Code, as amended, Executive Order No. 11248 of October 10, 1965, as amended, is further amended as follows:",
        "1. Section 1 of that Order, placing certain positions in level IV of the Federal Executive Salary Schedule, is amended::",
        "(a) by deleting \" (3) Special Assistant to the Secretary (Food-For-Peace Program), State Department\", and inserting in lieu thereof \" (3) Administrator, Social and Rehabilitation Service, Department of Health, Education, and Welfare\";",
        "(b) by deleting \" (4) Executive Secretary, President's Commission on Law Enforcement and Administration of Justice\", and inserting in lieu thereof \" (4) Administrator, National Institutes of Health, Department of Health, Education, and Welfare\"; and",
        "(c) by adding thereto the following:",
        "(8) Administrator, Health Services and Mental Health Administration, Department of Health, Education, and Welfare.",
        "(9) Executive Director, Cabinet Committee on Price Stability.",
        "2. Section 2 of that Order, placing certain positions in level V of the Federal Executive Salary Schedule, is amended by deleting \" (15) Administrator, Social and Rehabilitation Service, Department of Health, Education, and Welfare\", and inserting in lieu thereof \" (15) Deputy Administrator, Health Services and Mental Health Administration, Department of Health, Education, and Welfare.\"",
        "[NAME]",
        "The White House",
        "April 29, 1968"
    ],
    "citation": "Lyndon B. Johnson, Executive Order 11409-Amending Executive Order No. 11248, Placing Certain Positions in Levels IV and V of the Federal Executive Salary Schedule Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/306296"
}