{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9446-regulations-governing-the-allowance-travel-expenses-claimants-and",
    "doc": "executive-order-9446-regulations-governing-the-allowance-travel-expenses-claimants-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9446-Regulations Governing the Allowance of Travel Expenses of Claimants and Beneficiaries of the Veterans' Administration and of Their Attendants",
    "date": "June 08, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of March 14, 1940, entitled \"An Act to provide for allowance of expenses incurred by Veterans' Administration beneficiaries and their attendants in authorized travel for examination and treatment\" (54 Stat. 49), I hereby prescribe the following regulations governing the allowance of travel expenses of claimants and beneficiaries of the Veterans' Administration and their attendants:",
        "1. The Administrator of Veterans' Affairs may authorize the payment of actual necessary expenses of travel, including lodging and subsistence, of any claimant or beneficiary of the Veterans' Administration traveling under prior authorization to or from a Veterans' Administration facility or other place for examination, treatment, or care, to the claimant or beneficiary, or, in his discretion, to the person or organization, who actually paid the expenses of such travel, including lodging and subsistence.",
        "2. The Administrator of Veterans' Affairs may authorize in lieu of actual expenses of travel, including lodging and subsistence, payment of an allowance of 3 cents per mile to any claimant or beneficiary of the Veterans' Administration traveling under prior authorization to or from a Veterans' Administration facility, or other place, for examination, treatment, or cafe, or, in His discretion, to the person or organization, who actually paid the expenses of such travel, including lodging and subsistence.",
        "3. The claimant or beneficiary, or person or organization who assumes the actual expenses of travel, Including lodging and subsistence, may be paid the allowance authorized herein upon termination of examination, treatment, or care of the claimant or beneficiary, and before the completion of travel,",
        "4. When any claimant or beneficiary requires an attendant other than an employee of the Veterans' Administration for the performance of such travel, such attendant may be allowed the expenses of travel upon a similar basis.",
        "5. The Administrator of Veterans' Affairs may prescribe such rules and regulations not inconsistent herewith as may be necessary to effectuate the provisions of this order.",
        "This order shall become effective July 1, 1944, and shall supersede Executive Order No. 8454 of June 26, 1940.",
        "[NAME]",
        "The White House,June 8, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9446-Regulations Governing the Allowance of Travel Expenses of Claimants and Beneficiaries of the Veterans' Administration and of Their Attendants Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355157"
}