{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6409-transfer-lands-from-and-the-ashley-and-wasatch-national-forests-utah",
    "doc": "executive-order-6409-transfer-lands-from-and-the-ashley-and-wasatch-national-forests-utah",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6409-Transfer of Lands from and to the Ashley and Wasatch National Forests, Utah and Wyoming",
    "date": "November 07, 1933",
    "content": [
        "By virtue of the authority vested in me by the act of June 4, 1897 (30 Stat. 11, 36; U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is hereby ordered that there be, and there is hereby, transferred from the Wasatch National Forest as defined by proclamation of June 30, 1929 (46 Stat. 3003), to the Ashley National Forest as defined by proclamation of October 7, 1910 (36 Stat. 2750), and modified by proclamations of November 26, 1917 (40 Stat. 1718), May 3, 1926 (44 Stat. 2611), April 2, 1930 (46 Stat. 3017), and February 18, 1933 (47 Stat. 2555), and the act of January 26, 1931 (46 Stat. 1040), lands lying to the eastward of the following-described line:",
        "Beginning at a point on the present boundary of the Wasatch National Forest near the northwest comer of T. 4 N., R. 5 W., Uinta special meridian, where the hydrographic divide between Little East Fork of Black's Creek on the west and the East Fork of Smith Creek on the east intersects said boundary; thence northerly along the hydrographic divide between the two above-mentioned creeks and keeping to the eastward of the West Fork of Smith Creek to the point where said hydrographic divide intersects the Utah-Wyoming State line.",
        "It is further ordered that there be, and there is hereby, transferred from the Ashley National Forest to the Wasatch National Forest all lands lying to the westward of a line beginning at a point on the Utah-Wyoming State boundary line near the northwest comer of sec. 14, T. 3 N., R. 13 E., Salt Lake meridian, where the hydrographic divide between Smith's Fork on the west and Gilbert Creek on the east intersects said point; thence northeasterly along said hydrographic divide to the point where it intersects the present north boundary of the Ashley National Forest on the north line of sec. 31, T. 13 N., R. 115 W., sixth principal meridian.",
        "The transfers effected hereby are more clearly shown on the map attached hereto and hereby made a part of this order.",
        "It is not intended by this order to give any lands a national-forest status which hitherto have not had such status, or to remove any lands from a national-forest status.",
        "[NAME]",
        "The White House,November 7, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6409-Transfer of Lands from and to the Ashley and Wasatch National Forests, Utah and Wyoming Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362232"
}