{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6588-withdrawal-public-lands-for-use-the-war-department-california",
    "doc": "executive-order-6588-withdrawal-public-lands-for-use-the-war-department-california",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6588-Withdrawal of Public Lands for Use of the War Department, California",
    "date": "February 06, 1934",
    "content": [
        "By virtue of the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), it is hereby ordered that the public lands in the areas hereinafter described be, and they are hereby, withdrawn from settlement, location, sale, entry, and all forms of appropriation, subject to valid existing rights, for the use of the War Department as a bombing and gunnery range:",
        "San Bernardino Meridian",
        "T. 9 N., R. 6 W., secs. 5 to 8, inclusive, secs. 17 to 20, inclusive, and secs. 29 to 32, inclusive.",
        "T. 10 N., R. 6 W., S½SW¼ and S½SE¼ sec. 5, E½ sec. 6, secs. 7, 8, 17 to 20, inclusive, and secs. 29 to 32, inclusive.",
        "T. 9 N., R. 7 W., secs. 1 to 36, inclusive.",
        "T. 10 N., R. 7 W., S½ sec. 12, secs. 13 to 36, inclusive.",
        "T. 9 N., R. 8 W., secs. 1 to 3, inclusive, secs. 10 to 15, inclusive, secs. 22 to 27, inclusive, and secs. 34 to 36, inclusive.",
        "T. 10 N., R. 8 W., secs. 13 to 15, inclusive, secs. 22 to 29, inclusive, E½ and SW¼ sec. 30, and secs. 31 to 36, inclusive.",
        "T. 10 N., R. 9 W., secs. 25 to 27, inclusive, E½ and NW¼ sec. 28, and secs. 29, 33 to 36, inclusive.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,February 6, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6588-Withdrawal of Public Lands for Use of the War Department, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362345"
}