{
    "initial_scores": {
        "joy": 6,
        "sadness": 3,
        "fear": 2,
        "disgust": 1,
        "surprise": 4
    },
    "critique": "The executive order is a formal document that authorizes the Secretary of Defense and the Secretary of Homeland Security to order to active duty any units, and any individual members not assigned to a unit organized to serve as a unit, of the Selected Reserve, or any member in the Individual Ready Reserve mobilization category and designated as essential under regulations prescribed by the Secretary concerned, and to terminate the service of those units and members ordered to active duty. The order is in response to the earthquake in Haiti on January 12, 2010. The order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity, by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person. The order is signed by the President.The order is intended to convey a sense of urgency and resolve in the face of a natural disaster. The president wants the audience to feel a sense of hope and relief that the government is taking action to help the people of Haiti. The president also wants the audience to feel a sense of trust in the government's ability to respond to the crisis.Initial scores:Joy: 6Sadness: 3Fear: 2Disgust: 1Surprise: 4Critique:The initial scores seem reasonable. The order is intended to convey a sense of hope and relief, so the joy score is appropriate. The order is also intended to acknowledge the sadness and suffering of the people of Haiti, so the sadness score is also appropriate. The order is not intended to convey fear or disgust, so the fear and disgust scores are low. The order may also convey a sense of surprise that the government is taking such decisive action, so the surprise score is also appropriate.Revised scores:Joy: 7Sadness: 4Fear: 1Disgust: 1Surprise: 3",
    "revised_scores": {
        "joy": 7,
        "sadness": 4,
        "fear": 1,
        "disgust": 1,
        "surprise": 3
    }
}