{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6576-amendment-executive-order-no-6474-december-4-1933",
    "doc": "executive-order-6576-amendment-executive-order-no-6474-december-4-1933",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6576-Amendment of Executive Order No. 6474 of December 4, 1933",
    "date": "January 25, 1934",
    "content": [
        "Paragraphs (2) and (3) of Executive Order No. 6474 of December 4, 1933, relating to the establishment of the Federal Alcohol Control Administration, etc., are hereby amended to read as follows:",
        "\"(2) The Administration shall be composed of six persons designated by the President. In any matter requiring a vote, each member of the Administration shall have one vote, except that in case of a tie the Director of the Administration shall have an additional vote.",
        "\"(3) The following-named persons are hereby designated and appointed as the present members of the Federal Alcohol Control Administration established under the provisions of said title:",
        "Joseph H. Choate, Jr.,          Harris E. Willingham,          Edward G. Lowry, Jr.,          W. A. Tarver,          Willard L. Thorp,          John E. Dalton.",
        "\"The Director shall assign to individual members of the Administration the duty of maintaining contact with the Treasury Department, the Department of Justice, the Department of Commerce, the Department of Agriculture, and such other Departments or agencies as may from time to time be deemed advisable.",
        "\"The Director shall also designate one member of the Administration as Assistant Director.\"",
        "[NAME]",
        "The White House,January 25, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6576-Amendment of Executive Order No. 6474 of December 4, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362337"
}