{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5801-transfer-lands-from-the-absaroka-and-beartooth-national-forests-the",
    "doc": "executive-order-5801-transfer-lands-from-the-absaroka-and-beartooth-national-forests-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5801-Transfer of Lands from the Absaroka and Beartooth National Forests to the Custer National Forest, Montana and South Dakota",
    "date": "February 17, 1932",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 36, U.S. Code, title 16, sec. 473), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the following-described lands now a part of the Absaroka National Forest, as defined by proclamation of June 19, 1912 (37 Stat. 1745-1746), and the Beartooth National Forest as defined by proclamation of April 15, 1912 (37 Stat. 1736-1737), be, and the same are hereby, transferred to the Custer National Forest:",
        "From the Absaroka National Forest",
        "All lands lying to the eastward of a line beginning at a point on the east line of sec. 13, T. 2 S., R. 14 E., Montana meridian, where the hydrographic divide between the drainage of Upper Deer Creek on the west and the drainage of Lower Deer Creek on the east intersects said line; thence in a southwesterly direction along said divide to Squaw Peak in unsurveyed T. 4 S., R. 14 E., Montana meridian.",
        "From the Beartooth National Forest",
        "All lands forming a part thereof north of the following-described line:",
        "Beginning at Sunset Peak in unsurveyed T. 9 S., R. 14 E., Montana meridian; thence eastward along the hydrographic divide between Stillwater River, West Rosebud Creek, East Rosebud Creek, and the forks of Rock Creek on the north and Soda Butte Creek and the Clarks Fork drainage of the Yellowstone River on the south, passing over Sheep Mountain, Mount Zimmer, Granite Peak, Bald Knob, Mount Dewey, and along Beartooth Plateau to its intersection with the Montana- Wyoming State line approximately 1 mile east of the southwest comer of unsurveyed T. 9 S., R. 18 E., Montana meridian; also that part of the Beartooth National Forest lying in Tps. 7 and 8 S., R. 25 E.; Tps. 7 and 8 S., R. 26 E.; Tps. 7 and 8 S., R. 27 E.; Tps. 7 and 8 S., R. 28 E., Montana meridian.",
        "The transfers effected by this order and the new boundaries of the Custer National Forest are more cleUrly shown on three diagrams attached hereto and made a part hereof, designated as the Beartooth, Ashland, and Sioux Divisions, respectively, of the Custer National Forest.",
        "It is not intended by this order to give any publicly owned lands a nationalforest status which have hitherto not had such status, nor to remove any publicly owned lands from a national-forest status.",
        "[NAME]",
        "The White House,February 17, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5801-Transfer of Lands from the Absaroka and Beartooth National Forests to the Custer National Forest, Montana and South Dakota Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361402"
}