{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7226-amending-executive-order-no-7046-may-20-1935-prescribing-rules-and",
    "doc": "executive-order-7226-amending-executive-order-no-7046-may-20-1935-prescribing-rules-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7226-Amending Executive Order No. 7046 of May 20, 1935, Prescribing Rules and Regulations Relating to Wages, Hours of Work, and Conditions of Employment Under the Emergency Relief Appropriation Act of 1935",
    "date": "November 15, 1935",
    "content": [
        "AMENDMENT TO SUBDIVISION (e) OF PART I OF REGULATION NO. 1",
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (Public Resolution No. 11, 74th Congress), subdivision (e) of Part I of Regulation No. 1 of Executive Order No. 7046 of May 20, 1935, prescribing rules and regulations relating to wages, hours of work, and conditions of employment under the Emergency Relief Appropriation Act of 1935, as amended by Executive Order No. 7119 of July 30, 1935, is hereby further amended to read as follows:",
        "\"Such projects, portions of projects, workers upon projects, or activities as the Administrator of the Works Progress Administration or, when designated by him, the Assistant Administrators, Regional Field Representatives, and State Administrators of the Works Progress Administration, shall from time to time exempt, for which, or for whom, wage rates shall be determined, in accordance with local wage conditions by the agency having general supervision of the project.\"",
        "[NAME]",
        "The White House,November 15, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7226-Amending Executive Order No. 7046 of May 20, 1935, Prescribing Rules and Regulations Relating to Wages, Hours of Work, and Conditions of Employment Under the Emergency Relief Appropriation Act of 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362726"
}