{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9234-establishing-ten-wildlife-management-areas",
    "doc": "executive-order-9234-establishing-ten-wildlife-management-areas",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9234-Establishing Ten Wildlife Management Areas",
    "date": "August 31, 1942",
    "content": [
        "NEW YORK",
        "Whereas certain hereinafter-listed tracts of land in the State of New York, together with the improvements thereon, have been, or are in process of being, acquired by the United States in connection with the New York Land Project, LA-NY-4, Site 2, and New York Wildlife Project, LA-NY-5, Sites 1, 4, 5, 6, 7, 8, 9, 11, and 12, under authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525); and",
        "Whereas by Executive Order No. 7908, of June 9, 1938, all the right, title, and interest of the United States in such lands as were acquired, or are in process of acquisition, under Title II of the said National Industrial Recovery Act and the said Emergency Relief Appropriation Act of 1935 was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the said Bankhead-Jones Farm Tenant Act and the related provisions of Title IV thereof; and immediately upon acquisition of legal title to those lands now in process of acquisition under the said acts, the said Executive order, under the terms thereof, will become applicable to all the additional right, title, and interest thereby acquired by the United States; and",
        "Whereas the Secretary of Agriculture has recommended that jurisdiction over such lands be transferred to the Department of the Interior and that such lands be reserved as a refuge and breeding ground for native birds and other wildlife, under the conditions hereinafter stated:",
        "Now, Therefore, by virtue of the authority vested in me by section 32, Title III of the said Bankhead-Jones Farm Tenant Act, and as President of the United States, it is ordered that, subject to valid existing rights, jurisdiction over the 47,207.55 acres, more or less, of lands, consisting of the tracts identified by number within the following-listed sites, together with the improvements thereon, acquired or in process of acquisition by the United States, be, and it is hereby, transferred to the Department of the Interior, together with such equipment in use in connection with such lands as may be designated by the Secretary of Agriculture, and the said lands are hereby reserved as a refuge and breeding ground for native birds and other wildlife and for research relating to wildlife and associated forest resources, under such conditions of use and administration as will best carry out the purposes of the land-conservation and land-utilization program for which such lands have been, or are being, acquired: Provided, however, (1) that such lands shall remain available to the State of New York for use and management by its Conservation Department, under the custody of the Fish and Wildlife Service of the Department of the Interior, so long as there remains in force and effect a lease or cooperative agreement between the United States of America and the State of New York providing for such use and management; and (2) that the Secretary of Agriculture shall retain such jurisdiction over the lands now in process of acquisition by the United States as may be necessary to enable him to complete their acquisition:",
        "NEW YORK LAND PROJECT LA-NY-4",
        "Site 2, Schuyler and Tompkins Counties",
        "The reservation of Site 2 shall be known as the Cayuta Wildlife Management Area.",
        "NEW YORK WILDLIFE PROJECT LA-NY-5",
        "Site 1, Chautauqua County",
        "The reservation of Site 1 shall be known as the Canadaway Wildlife Management Area.",
        "Site 4, Allegany County",
        "The reservation of Site 4 shall be known as the Marshall Wildlife Management Area.",
        "Site 5, Allegany and Livingston Counties",
        "The reservation of Site 5 shall be known as the Nunda Wildlife Management Area.",
        "Site 6, Ontario and Yates Counties",
        "The reservation of Site 6 shall be known as the Naples Wildlife Management Area.",
        "Site 7, Oswego County",
        "The reservation of Site 7 shall be known as the Albion Wildlife Management Area.",
        "Site 8, Jefferson and Oswego Counties",
        "59",
        "The reservation of Site 8 shall be known as the Boylston Wildlife Management Area.",
        "Site 9, Madison County",
        "The reservation of Site 9 shall be known as the Tinselor Wildlife Management Area.",
        "Site 11, Delaware County",
        "[NAME] reservation of Site 11 shall be known as the Walton Wildlife Management Area.",
        "Site 12, Albany County",
        "[NAME] reservation of Site 12 shall be known as the Berne Wildlife Management Area.",
        "[NAME]",
        "The White House,August 31, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9234-Establishing Ten Wildlife Management Areas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372513"
}