{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6438-code-fair-competition-for-the-hotel-industry",
    "doc": "executive-order-6438-code-fair-competition-for-the-hotel-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6438-Code of Fair Competition for the Hotel Industry",
    "date": "November 17, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with t he provisions of title I of the National Industrial Recovery Act, approved June 16th, 1933, for my approval of a Code of Fair Competition for the Hotel Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said code of fair competition, together with his recommendations and findings with respect thereto, and the Administrator having found that the said code of fair competition complies in all respects with the pertinent provisions of title I of said act, and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of said act have been met:",
        "Now, Therefore, I, Franklin D. Roosveelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16th, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator, and do order that the said code of fair competition excepting, however, subsection (d) of section 1 of article IV be, and it is hereby approved subject to the following conditions:",
        "(1) That the aforesaid subsection (d) of section 1 of article IV be, and it is hereby, eliminated;",
        "(2) That within 90 days from the effective date of this code, the Administrator shall hold such further hearing upon such notice as he, in his discretion, shall fix for the purpose of determining the adequacy of the minimum wages established in this code, after which his report and recommendations shall be submitted to me for my further order, and",
        "(3) That such further order by me shall constitute a modification of, and shall have the effect of a further condition of, my approval of this code.",
        "[NAME],",
        "Approval recommended:     [NAME].          Administrator.",
        "The White House,November 17, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6438-Code of Fair Competition for the Hotel Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362264"
}