{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8877-withdrawing-public-lands-for-use-the-war-department-for-military",
    "doc": "executive-order-8877-withdrawing-public-lands-for-use-the-war-department-for-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8877-Withdrawing Public Lands for Use of the War Department for Military Purposes",
    "date": "August 29, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid existing rights, the public lands in the following-described areas, including water areas below mean high tide, be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department for military purposes:",
        "LANDS IN THE VICINITY OF SITKA",
        "(1) Makhnati Island Area.",
        "Beginning at the southern point of Fruit Island, 57°02'35\" north latitude, 135°21'07\" west longitude as shown on United States Coast and Geodetic Survey Chart No. 8244, May 21, 1941;",
        "From the point of beginning, by metes and bounds:",
        "S. 58° W., 2500 feet. to the southern point of Nepovorotni Rocks;",
        "S. 83° W., 5600 feet, on a line passing through the southern point of a small island lying about 150 feet south of Makhnati Island;",
        "N. 6° W., 4200 feet, on a line passing through the western point of a small island lying about 150 feet west of Makhnati Island, to the northwestern point of Signal Island;",
        "N. 24° E., 3000 feet, to a point, 57°03'15\" north latitude, 134°23'07'' west longitude;",
        "East, 2900 feet, to a point in course No. 45 in meanders of U.S. Survey No. 1496, on west side of Japonski Island;",
        "Southeasterly, with the meanders of Japonski Island, U.S. Survey No. 1496 to angle point No. 35, on the southwestern point of Japonski Island;",
        "S. 60° E., 3300 feet, along boundary line of Naval Reservation described in Executive Order No. 8216, July 25, 1939, to the point of beginning.",
        "The area described, including land and water, aggregates 610 acres, more or less.",
        "(2) Long Island Area.",
        "All of Long Island and the small islands and rocks adjacent thereto, lying between 56°59'40\" and 57°00'06\" north latitudes and 135°19'50'' and 135°21'49\" west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8255, April 1940.",
        "The area described aggregates 110 acres, more or less.",
        "(3) Cape Burunof Area.",
        "All of Cape Burunof and the small islands and rocks adjacent thereto, lying between 56°58'33\" and 56°59'25\" north latitudes and 135°21'30\" and 135°23'30'' west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8255, April 1940.",
        "The area described aggregates 140 acres, more or less.",
        "(4) Peisar Island Area.",
        "All of Peisar Island and the small islands and rocks adjacent thereto, lying between 56°52'40'' and 56°53'50\" north latitudes and 135°25'30\" and 135°27'30\" west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8255, April 1940.",
        "The area described aggregates 200 acres, more or less.",
        "(5) Legma Island Area.",
        "All of Legma Island and the small islands and rocks adjacent thereto, lying between 56°48'35\" and 56°50'10\" north latitudes and 135°26'15\" and 135°27'36\" west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8255, April 1940.",
        "The area described aggregates 410 acres, more or less.",
        "(6) Shoals Point Area.",
        "Beginning at a point on line of mean high tide on the east side of Kruzof Island, 57°03'11\" north latitude, 135°36'06\" west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8256, March 1931;",
        "From the point of beginning, by metes and bounds:",
        "West, 15,840 feet, to a point;",
        "South, 15,840 feet, to a point on line of mean high tide on south side of Kruzof Island;",
        "Northeasterly, with meanders, around Shoals Point to point of beginning.",
        "The area described aggregates 4,070 acres, more or less.",
        "(7) Cape Egdecumbe-Sitka Point, Kruzof Island Area.",
        "Beginning at a point on line of mean high tide on the north side of Sitka Sound, 56°59'47\" north latitude, 135°48'00\" west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8256, March 1931;",
        "From the point of beginning, by metes and bounds:",
        "North, 10,560 feet, to a point;",
        "West, 9,866 feet, to a point on line of mean high tide on the west side of Kruzof Island;",
        "Southeasterly, with meanders around Engano Point, Cape Edgecumbe, Trubitsin Point and Sitka Point to the point of beginning.",
        "The area described aggregates 2,600 acres, more or less.",
        "(8) Beaver Point, Kruzof Island Area.",
        "Beginning at a point on line of mean high tide on the west side of Kruzof Island, 57°04'45\" north latitude, 135°50'48\" west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8256, March 1931;",
        "From the point of beginning, by metes and bounds:",
        "East, 4,833 feet, to a point;",
        "North, 5,333 feet, to line of mean high tide on the west shore of Kruzof Island;",
        "Southwesterly, with meanders around Beaver Point, to the place of beginning.",
        "The area described aggregates 370 acres, more or less.",
        "LANDS IN THE VICINITY OF SEWARD",
        "(1) Rocky Point Area.",
        "Beginning at a point on line of mean high tide, on the shore of Resurrection Bay, 60°01'18'' north latitude, 149°26'00\" west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8529, June 1940;",
        "From the point of beginning, by metes and bounds:",
        "West, 5,560 feet, to a point;",
        "South. 25,200 feet, to a point;",
        "East, 3,330 feet, to a point on line of mean high tide on the shore of Resurrection Bay;",
        "Northeasterly, around Calnes Head with meanders of Resurrection Bay, to the place of beginning.",
        "The area described aggregates 4,650 acres, more or less.",
        "(2) Resurrection Peninsula Area.",
        "Beginning at a point on line of mean high tide on the shore of Resurrection Bay, 59°58'39\" north latitude, 149°18'14\" west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8529, June 1940;",
        "From the point of beginning, by metes and bounds:",
        "North, 9,000 feet, to a point on the line of mean high tide on the shore at Thumbs Cove;",
        "Southwesterly, with meanders of Thumbs Cove and Resurrection Bay to the place of beginning.",
        "The area described aggregates 900 acres, more or less.",
        "(3) Renard Island Area.",
        "All of Renard Island and rocks adjacent thereto, lying between 59°53'38\" and 59°56'36\" north latitudes, and 149°18'48\" and 149°22'15\" west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8529, June 1940.",
        "The area described aggregates 1,510 acres, more or less.",
        "(4) Hive Island Area.",
        "All of Hive Island and rocks adjacent thereto, lying between 59°52'31\" and 59°5316\" north latitudes and 149°22'06\" and 149°23'24\" west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8529, June 1940.",
        "The area described aggregates 225 acres, more or less.",
        "(5) Rugged Island Area.",
        "All of Rugged Island and rocks adjacent thereto, lying between 59°49'54\" and 59°52'04\" north latitudes and 149°22'10\" and 149°25'00\" west longitudes; as shown on United States Coast and Geodetic Chart No. 8529, June 1940.",
        "The area described aggregates 1,020 acres, more or less.",
        "(6) Cheval Island Area.",
        "All of Cheval Island and rocks adjacent thereto, lying between 59°45'42\" and 59°46'56'' north latitudes and 149°30'24'' and 149°31'48\" west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8529, June 1940.",
        "The area described aggregates 330 acres, more or less.",
        "(7) Barwell Island Area.",
        "All of Barwell Island and rocks adjacent thereto, lying between 59°051'18'' and 59°51'36\" north latitudes and 149°17'00\" and 149°17'24\" west longitudes, as shown on United States Coast and Geodetic Survey Chart No. 8529, June 1940.",
        "The area described aggregates 36 acres, more or less.",
        "LANDS IN THE VICINITY OF KODIAK",
        "(1) North Cape, Spruce Island Area. Beginning at a point on line of mean high tide on the south shore of Marmot Bay, 57°57'30\" north latitude 152°26'48\" west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8534, May 1937;",
        "From the point of beginning, by metes and bounds:",
        "S. 45° E.. 1,050 feet, to a point on line of mean high tide on the south shore of North Cape;",
        "Northwesterly, with meanders of Marmot Bay, around North Cape to the point of beginning.",
        "The area described aggregates 520 acres, more or less.",
        "(2) South Point and East Cape, Spruce Island Area.",
        "Beginning at a point on line of mean high tide on the south shore of Marmot Bay, 57°55'12\" north latitude, 152°21'18'' west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8534, May 1937;",
        "From the point of beginning, by metes and bounds:",
        "S. 45° W., 13,440 feet, across Spruce Island to a point on line of mean high tide on the north shore of Narrow Strait;",
        "Northeasterly, with meanders of Narrow Strait and Marmot Bay, around South Point and East Cape to the point of beginning.",
        "The area described aggregates 1,980 acres, more or less.",
        "(3) Cape Greville-Cape Chiniak Area.",
        "Beginning at a point on line of mean high tide on the 57°34'08\" west shore of the Gulf of Alaska, north latitude and 152°11'54'' west longitude, as shown on United States Coast and Geodetic Survey Chart No. 8535, December 1935;",
        "From the point of beginning, by metes and bounds:",
        "North, 8,000 feet, to a point;",
        "West, 35,000 feet, to a point;",
        "North, 8,470 feet, to a point on line of mean high tide on south shore of Kalsin Bay;",
        "Southeasterly, with meanders of Kalsin Bay, Isthmus Bay, Chiniak Bay and Pacific Ocean, around Cape Chiniak to the point of beginning.",
        "The area described aggregates 10,380 acres, more or less.",
        "Executive Order No. 8344 of February 10, 1940, withdrawing Kodiak and other islands, Alaska, for classification and in aid of legislation, is hereby revoked so far as it affects any of the above-described lands.",
        "This order shall take precedence over, but shall not rescind or revoke, Executive Order No. 3406 of February 13, 1921, reserving 168 parcels of land in Alaska for lighthouse purposes, so far as such order affects Parcels No. 120, Caines Head, and No. 161, Hive Island.",
        "This order shall be subject (1) to the said Executive Order No. 3406, so far as such order affects Parcels No. 118, Rugged Island, and No. 160, Barwell Island, and (2) to Executive Order No. 4223 of May 11, 1925, reserving lands in Alaska for lighthouse purposes, so far as such order affects Rugged Island.",
        "[NAME]",
        "The White House,August 29, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8877-Withdrawing Public Lands for Use of the War Department for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372525"
}