{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9156-further-defining-the-functions-and-duties-the-office-defense",
    "doc": "executive-order-9156-further-defining-the-functions-and-duties-the-office-defense",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9156-Further Defining the Functions and Duties of the Office of Defense Transportation",
    "date": "May 02, 1942",
    "content": [
        "By virtue of the authority conferred upon me by the Constitution and statutes of the United States, as President of the United States and Commander in Chief of the Army and Navy, it is hereby ordered:",
        "1. In addition to the functions, duties and powers conferred upon it by Executive Order No. 8989, approved December 18, 1941, the Office of Defense Transportation shall:",
        "a. Include within the scope of its authority and responsibility, as defined in said order, all rubber-borne transportation facilities, including passenger cars, buses, taxicabs, and trucks.",
        "b. Develop programs to facilitate the continuous adjustment of the Nation and its transport requirements to the available supply of transportation services relying upon rubber.",
        "c. Formulate measures to conserve and assure maximum utilization of the existing supply of civilian transport services dependent upon rubber, including the limitation of the use of rubber-borne transportation facilities in non-essential civilian activities, and regulation of the use or distribution of such transportation facilities among essential activities.",
        "2. The several Federal departments and agencies which perform functions relating to the conservation or use of rubber-borne transportation facilities shall, in discharging such functions, conform to such policies, programs, and measures as the Director of the Office of Defense Transportation may prescribe in the execution of the powers vested in him by this order and by Executive Order No. 8989.",
        "3. Nothing herein shall be deemed in any way to limit the functions and authority of the Chairman of the War Production Board under paragraph 4 of Executive Order No. 8989 of December 18, 1941 and paragraph la of Executive Order No. 9040 of January 24, 1942, nor the rationing authority delegated to the Office of Price Administration by War Production Board Directives No. 1 of January 24, 1942, No. 1A of February 2, 1942, No. 1B of February 9, 1942, No. 1C of February 28, 1942 or any other Directive of the War Production Board supplementary thereto.",
        "[NAME]",
        "The White House,May 2, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9156-Further Defining the Functions and Duties of the Office of Defense Transportation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372272"
}