{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6130-reserving-certain-lands-for-federal-buildings-alaska",
    "doc": "executive-order-6130-reserving-certain-lands-for-federal-buildings-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6130-Reserving Certain Lands for Federal Buildings, Alaska",
    "date": "May 11, 1933",
    "content": [
        "It is hereby ordered that certain lands, hereinafter described by metes and bounds, being tide lands at the intersection of Mission and Stedman Streets, of Ketchikan, Alaska, be, and the same are hereby, transferred to the custody and control of the Treasury Department and reserved as a site for Federal buildings, subject to valid existing rights, to wit:",
        "Beginning at a point marked by a concrete monument, 36 in. long, 6 in. square, at the comer of Mission and Stedman Streets, Ketchikan, Alaska, from which a X-in. brass plug cemented in bed rock marking the intersection of Mission and Stedman Streets bears S. 16°16' W., 22.00 ft. distant.",
        "Thence from said initial point by metes and bounds along the south side of Mission Street,",
        "S. 81°39' W., 250.95 ft. to a concrete monument 36 in. long, 6 in. square;",
        "S. 30° 21' E., 383.35 ft. to a point;",
        "N. 40°53' E., 313.39 ft. to a concrete monument 36 in. long, 6 in. square, on the south side of Stedman Street;",
        "N. 49°07' W., 199.11 ft. to the place of beginning.",
        "The tract as described contains approximately 75,797.77 square feet.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,May 11, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6130-Reserving Certain Lands for Federal Buildings, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361957"
}