{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13931-continuing-the-presidents-national-council-for-the-american-worker",
    "doc": "executive-order-13931-continuing-the-presidents-national-council-for-the-american-worker",
    "president": "Donald J. Trump (1st Term)",
    "president_byline": "45th President of the United States: 2017 - 2021",
    "title": "Executive Order 13931-Continuing the President's National Council for the American Worker and the American Workforce Policy Advisory Board",
    "date": "June 26, 2020",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:",
        "Section 1. Continuing the President's National Council for the American Worker. To continue the President's National Council for the American Worker established by Executive Order 13845 of July 19, 2018, as amended, that Executive Order is further amended by revising section 10 to read as follows: \"Termination of Council. The Council shall terminate on September 30, 2021, unless extended by the President.\".",
        "Sec. 2. Continuing the American Workforce Policy Advisory Board. The American Workforce Policy Advisory Board established by Executive Order 13845, as amended, is continued until September 30, 2021.",
        "Sec. 3. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "[NAME]",
        "The White House,",
        "June 26, 2020."
    ],
    "citation": "Donald J. Trump (1st Term), Executive Order 13931-Continuing the President's National Council for the American Worker and the American Workforce Policy Advisory Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/342217"
}