{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7875-transferring-certain-land-the-control-and-jurisdiction-the-treasury",
    "doc": "executive-order-7875-transferring-certain-land-the-control-and-jurisdiction-the-treasury",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7875-Transferring Certain Land to the Control and Jurisdiction of the Treasury Department",
    "date": "April 25, 1938",
    "content": [
        "NEW MEXICO",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "1. The following-described land is hereby transferred from the control and jurisdiction of the Department of the interior to the control and jurisdiction of the Treasury Department for use as a site for a federal building as authorized by the act of May 25, 1926, 44 Stat. 630, and the Third Deficiency Appropriation Act, fiscal year 1937 (50 Stat. 755, 773):",
        "HOT SPRINGS TOWNSITE",
        "All of \"Reserve\" lot. Block 96, Townslte of Hot Springs, New Mexico, as shown upon the official plat thereof approved by the United States Surveyor General for New Mexico October 31, 1919, and on file in the General Land Office; containing 6,834 square feet.",
        "2. Executive Order No. 5389, dated July 7, 1930, withdrawing certain lands containing hot springs or springs the waters of which contain curative properties, is hereby modified to the extent necessary to make this order effective.",
        "3. This order shall remain in force until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,April 25, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7875-Transferring Certain Land to the Control and Jurisdiction of the Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368751"
}