{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7319-amendment-executive-order-no-7164-august-29-1935-prescribing-rules",
    "doc": "executive-order-7319-amendment-executive-order-no-7164-august-29-1935-prescribing-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7319-Amendment of Executive Order No. 7164, of August 29, 1935, Prescribing Rules and Regulations Relating to Student-Aid Projects and to Employment of Youth on Other Projects Under the Emergency Relief Appropriation Act of 1935",
    "date": "March 18, 1936",
    "content": [
        "AMENDMENT TO REGULATION NO. 7",
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (Public Res. 11, 74th Cong.), sections 1 and 3 of regulation no. 7, prescribed by Executive Order No. 7164, of August 29, 1935, are hereby amended to read as follows:",
        "\"1. Definition of student-aid projects. Student-aid projects are hereby defined to be projects financed, in whole or in part, from funds appropriated by the Emergency Relief Appropriation Act of 1935, which provide financial assistance to needy young people in amounts which will permit them to continue their education in primary schools, high schools, colleges, or graduate schools, in exchange for part-time work upon useful projects.\"",
        "\"3. Amount of aid. Disbursement of student-aid funds shall conform to the following requirements:",
        "(a) No primary-school or high-school student shall be paid more than $6 per month for the school year.",
        "(b) No college student shall be paid more than $20 per month for the school year, and the average of all payments made to college students during the school year shall not exceed $15 per month per student.",
        "(c) No graduate student shall be paid more than $40 per month for the school year, and the average of all payments made to graduate students during the school year shall not exceed $30 per month per student.\"",
        "[NAME]",
        "THE WHITE HOUSE,March 18, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7319-Amendment of Executive Order No. 7164, of August 29, 1935, Prescribing Rules and Regulations Relating to Student-Aid Projects and to Employment of Youth on Other Projects Under the Emergency Relief Appropriation Act of 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356144"
}