{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8000-correcting-and-amending-description-boundaries-molokai-lighthouse",
    "doc": "executive-order-8000-correcting-and-amending-description-boundaries-molokai-lighthouse",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8000-Correcting and Amending Description of Boundaries of Molokai Lighthouse Reservation",
    "date": "November 01, 1938",
    "content": [
        "TERRITORY OF HAWAII",
        "Whereas by Executive Order No. 962 of October 27, 1908, certain lands situated within the Kalaupapa Leprosarium, Makanalua, District of Koolna, Island of Molokai, Territory of Hawaii, were withdrawn and set aside for lighthouse purposes, and such lands comprise the Molokai Lighthouse Reservation; and",
        "Whereas a recent survey has developed discrepancies in the description of the boundaries of the said Lighthouse Reservation as contained in the said Executive Order of October 27, 1908; and",
        "Whereas an additional strip of land for lighthouse purposes is required along the present south boundary of the Lighthouse Reservation; and",
        "Whereas a portion of the lighthouse plot at the northwest corner of the reservation is needed by the Territory of Hawaii for landing field purposes: and",
        "Whereas a right of way in the nature of an easement for all duly accredited agents of the United States Lighthouse Service to pass over certain Territory of Hawaii land is required:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered that the description of the Molokai Lighthouse Reservation be, and it is hereby, corrected and amended to read as follows:",
        "Beginning at a concrete monument at the northeast corner of this parcel of land, the coordinates of said point of beginning referred to Government Survey Triangulation Station \"Kalawao\" being 985.33 feet north and 158.56 feet west, as shown on Government Survey Registered Map 1728, and running by azimuths measured clockwise from true south:",
        "1. 342°01' 1301.00 feet to an iron pipe, passing over a concrete monument at 1201.00 feet; thence",
        "2. 106°04' 1226.50 feet to an Iron pipe; thence",
        "3. 164°32' 540.00 feet to an iron pipe at the south edge of a roadway, passing over a concrete monument at 100.00 feet; thence",
        "4. 225°00' 220.00 feet along south side of a roadway to an iron pipe; thence",
        "5. 236°08' 218.25 feet along same to a spike in the ground at fence corner; thence",
        "6. 260°15' 592.70 feet along fence to the point of beginning;",
        "AREA, 22.88 acres more or less.",
        "Together with the right by way of an easement for all duly accredited agents of the United States Lighthouse Service to pass over (with or without vehicles) the roadway running along Courses 4 and 5 of the above description of survey and the continuation thereof in a general southwesterly direction to the Kalaupapa Landing and also over the roadway running from the end of the said Course 5 to the east boundary of the herein-described piece or parcel of land, which latter-named roadway is more particularly shown on map attached hereto and made a part hereof. These easements for rights of way shall also apply to any relocation of the roadways referred to above.",
        "Subject, however, to the right of any duly accredited agent of the Territory of Hawaii to enter, at any reasonable time, the premises of the Light Station above described and to cross the said premises to occupy and use the Government Survey Triangulation Station \"Kalawao\", located therein as shown on the aforesaid map hereto attached and made a part hereof.",
        "[NAME]",
        "The White House,November 1, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8000-Correcting and Amending Description of Boundaries of Molokai Lighthouse Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368789"
}