{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6205-b-codes-fair-competition",
    "doc": "executive-order-6205-b-codes-fair-competition",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6205-B-Codes of Fair Competition",
    "date": "July 15, 1933",
    "content": [
        "Pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, I hereby prescribe the following regulation, modifying any previous order inconsistent therewith:",
        "Any code of fair competition approved by me shall be deemed in full force and effect on the effective date as stated in the code; but after the approval of a code and as an incident to the immediate enforcement thereof, hearings may be given by the Administrator or his designated representative to persons (hereby defined to include natural persons, partnerships, associations or corporations) who have not in person or by a representative participated in establishing or consenting to a code, but who are directly affected thereby, and who claim that applications of the code in particular instances are unjust to them and who apply for an exception to, or exemption from, or modification of the code. Such persons so applying, within ten days after the effective date of the code, shall be given an opportunity for a hearing and determination of the issues raised prior to incurring any liability to enforcement of the code, and the Administrator shall, if justice requires, stay the application of the code to all similarly affected pending a determination by me of the issues raised.",
        "Approval recommended: [NAME].",
        "[NAME]",
        "The White House,July 15, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6205-B-Codes of Fair Competition Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/208769"
}