{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8293-suspension-eight-hour-law-persons-employed-the-government-the",
    "doc": "executive-order-8293-suspension-eight-hour-law-persons-employed-the-government-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8293-Suspension of Eight-Hour Law as to Persons Employed by the Government in the Construction of Certain Emergency Air Bases",
    "date": "November 30, 1939",
    "content": [
        "Whereas the act of April 25, 1939, 53 Stat. 590, authorizes the Secretary of the Navy to establish, develop, or increase naval aviation facilities at or in the vicinity of certain places mentioned therein, including Midway Island and Wake Island; and",
        "Whereas the Corps of Engineers, United States Army, is engaged in harbor development at Midway Island and Wake Island pursuant to the act of August 26, 1937, 50 Stat. 844, by use of Government forces, and has been requested by the Secretary of the Navy to perform additional work necessary for the establishment of naval aviation facilities at such places; and",
        "Whereas by section 1 of the act of August 1, 1892, 27 Stat. 340, as amended by the act of March 3, 1913, 37 Stat. 726 (U.S.C., title 40, sec. 321), the service and employment of all laborers and mechanics employed by the Government upon any public work of the United States, and of all persons employed by the Government to perform services similar to those of laborers and mechanics in connection with dredging or rock excavation in any river or harbor of the United States, is limited to eight hours in any one calendar day except in case of extraordinary emergency; and",
        "Whereas it appears that the interests of the national defense require the establishment of naval aviation facilities at the said Midway and Wake Islands at the earliest practicable date; and",
        "Whereas it further appears that because of the isolation of such places from sources of labor supply it will be impossible to accomplish the work required in the establishment of such facilities within the time required by the interests of the national defense unless the said eight-hour limitation is suspended as to persons employed by the Government upon such work; and",
        "Whereas I find that by reason of the foregoing an extraordinary emergency exists:",
        "Now, Therefore, by virtue of the authority vested in me by section 1 of the said act of August 1, 1892, as amended by the said act of March 3, 1913, and as President of the United States, I hereby suspend the above-mentioned provisions of law prohibiting more than eight hours labor in any one day of persons employed by the Government of the United States as to all work authorized and performed under the said acts of August 26, 1937, and April 25, 1939, at or in the vicinity of Midway Island and Wake Island.",
        "[NAME]",
        "The White House,November 30, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8293-Suspension of Eight-Hour Law as to Persons Employed by the Government in the Construction of Certain Emergency Air Bases Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371899"
}