{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7483-authorizing-the-special-committee-investigate-production",
    "doc": "executive-order-7483-authorizing-the-special-committee-investigate-production",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7483-Authorizing the Special Committee To Investigate Production, Transportation and Marketing of Wool, United States Senate, To Inspect Income, Profits, and Capital Stock Tax Returns",
    "date": "November 02, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 257(a) of the Revenue Act of 1926 (44 Stat. 9, 51); section 55 of the Revenue Act of 1928 (45 Stat. 791, 809); section 55 of the Revenue Act of 1932 (47 Stat. 169, 189), as amended by section 218(h) of the National Industrial Recovery Act (48 Stat. 195, 209); section 215(e) of the National Industrial Recovery Act (48 Stat. 195, 208); section 55(a) and section 701(e) of the Revenue Act of 1934 (48 Stat. 680, 698, 770); section 105(e) of the Revenue Act of 1935 (49 Stat. 1014, 1018); and section 55(a) of the Revenue Act of 1936 (Public No. 740, 74th Congress), it is hereby ordered that income, profits, and capital stock tax returns made under the Revenue Act of 1936, the Revenue Act of 1935, the Revenue Act of 1934, the National Industrial Recovery Act, the Revenue Act of 1932, as amended by the National Industrial Recovery Act, and the prior revenue acts, shall be open to inspection by the Special Committee to Investigate Production, Transportation and Marketing of Wool, United States Senate, or any duly authorized subcommittee thereof, which committee or subcommittee is authorized by Senate Resolution 160, Seventy-fourth Congress, first session, passed July 10, 1935, and Senate Resolution 315, Seventy-fourth Congress, second session, passed June 6, 1936, to make an investigation of the production, transportation, and marketing of wool; such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury Decision[1] relating to the inspection of returns by that committee, or any duly authorized subcommittee thereof, approved by me this date.",
        "[NAME]",
        "THE WHITE HOUSE,November 2, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7483-Authorizing the Special Committee To Investigate Production, Transportation and Marketing of Wool, United States Senate, To Inspect Income, Profits, and Capital Stock Tax Returns Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356431"
}