{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8869-waiving-compliance-with-provisions-law-relating-masters-officers",
    "doc": "executive-order-8869-waiving-compliance-with-provisions-law-relating-masters-officers",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8869-Waiving Compliance With Provisions of Law Relating to Masters, Officers, Members of the Crew, and Crew Accommodations on Certain Vessels",
    "date": "August 23, 1941",
    "content": [
        "Whereas subsection (b) of section 5 of the act of Congress entitled \"An Act to authorize the acquisition by the United States of title to or the use of domestic or foreign merchant vessels for urgent needs of commerce and national defense, and for other purposes\", approved June 6, 1941, provides, in part:",
        "\"Notwithstanding any other provisions of law, the President may, by rules and regulations or orders, waive compliance with any provision of law relating to masters, officers, members of the crew, or crew accommodations on any vessel documented under authority of this Act to such extent and upon such terms as he finds necessary because of the lack of physical facilities on said ships, and because of the need to employ aliens for their operation. * * *\":",
        "Now, Therefore, by virtue of the authority vested in me by the above-quoted statutory provisions, it is hereby ordered as follows:",
        "1. The Secretary of Commerce, from time to time upon request of the United States Maritime Commission, is authorized and directed to make due investigation of the physical facilities on each vessel documented under the authority of the said act of June 6, 1941, and of the need to employ aliens for the operation of the vessel.",
        "2. Whenever the Secretary of Commerce, upon the basis of his investigation as to any such vessel, shall find (a) that the physical facilities of the vessel are not adequate to meet the requirements of the laws of the United States, or (b) that the employment of an alien master, officers, or crew is necessary for its operation, he shall certify such finding or findings, and the extent to and the terms upon which the waiver of compliance with any of the said laws may be made with safety and is necessitated by reason of such finding or findings, to the United States Maritime Commission, whereupon such provisions of law shall be waived to the extent and upon the terms set forth in such certification.",
        "[NAME]",
        "The White House,August 23, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8869-Waiving Compliance With Provisions of Law Relating to Masters, Officers, Members of the Crew, and Crew Accommodations on Certain Vessels Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372174"
}