{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8016-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8016-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8016-Amending the Foreign Service Regulations of the United States",
    "date": "December 01, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by Article II, section 2, of the Constitution of the United States of America and by section 1752 of the Revised Statutes of the United States (22 U.S.C. §132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter XI thereof:",
        "CHAPTER XI-NEGOTIATION OF TREATIES",
        "XI-1. General provisions regarding the negotiation of treaties. Bilateral treaties to which the United States is one of the parties may be negotiated and concluded either at Washington or at the capital of the foreign country. When circumstance or convenience makes it desirable to negotiate and conclude a treaty at the capital of the other contracting party, the American diplomatic agent will be furnished with a full power from the President authorizing him to negotiate, conclude, and sign the treaty. If the proposal originates with the United States, there will also be furnished to the diplomatic agent a tentative draft of the proposed treaty for submission by him to the other government for its consideration. The diplomatic agent shall submit to the Department any modification of the draft or counter-proposal made by the other government and shall await instructions from the Department. If the original proposal emanates from a foreign government, the diplomatic agent shall forward the proposal to the Department and await its instructions. In no case shall a diplomatic agent sign a treaty until finally advised by the Department to do so after an accord has been reached. The treaty should then be signed in two originals, one for each government.",
        "XI-2. The principle of the \"alternat\". In the preparation of a treaty for signature, after an accord has been reached, the principle of the alternat should be observed, that is to say:",
        "(1) When English and a language other than English are both used, the texts in the two languages should be placed either in parallel vertical columns on the same page, half the width of the page, or on opposite pages of the document, the entire width of the page. The former style is preferred, as it lends itself more conveniently to the binding and sealing of the treaty. If the two languages are placed in parallel columns on the same page, the English text should occupy the left-hand column of each page and the foreign text the righthand column, in the original to be retained by the United States; in the original to be retained by the foreign government, the foreign text should occupy the left-hand column and the English text the right-hand column. If the two languages are placed on opposite pages of the document, the English text should occupy the left-hand page and the foreign text the right-hand page, in the United States' original, and conversely in the foreign government's original.",
        "In certain oriental countries where by its nature the written language is not adapted to contracted space, the expedient may be resorted to of making and signing two separate originals in each language, but in no other case is this desirable or advisable.",
        "(2) In the original to be retained by the United States, the United States and the plenipotentiary of the United States should be named first in both the English and the foreign texts wherever the names of the countries or of the plenipotentiaries occur, and the signature of the plenipotentiary of the United States should appear above the signature of the foreign plenipotentiary. Conversely, in both texts throughout the original to be retained by the foreign government, that government and its plenipotentiary should be named first and the signature of the foreign plenipotentiary should appear above the signature of the plenipotentiary of the United States.",
        "XI-3. Conformity of texts. Before signing the treaty, the diplomatic agent of the United States shall see that the texts in the two languages of both originals of the prepared treaty are in exact conformity with the texts of the two languages in the drafts agreed upon, and that the foreign text is essentially in accord with the English text. The punctuation of the two texts should be brought into substantial conformity.",
        "XI-4. Exhibition or exchange of full powers. Full powers may be either exchanged or exhibited by the plenipotentiaries at the time of signature as may be preferred by the foreign plenipotentiary. If exchanged, the original full power of the foreign plenipotentiary shall be forwarded to the Department with the United States' original of the signed treaty. If the plenipotentiaries retain their own full powers, the foreign plenipotentiary should be requested to furnish to the plenipotentiary of the United States a photostat or certified copy of his full power in lieu of the original. This is the practice in Washington.",
        "XI-5. Ratification of treaties. After the signature of a treaty, the original intended for the Government of the United States shall be forwarded by the diplomatic agent to the Secretary of State to be laid before the President and, if approved, to be transmitted by him to the Senate to receive the advice and consent of the Senate to ratification.",
        "Since all treaties signed on the part of the United States are subject to ratification by and with the advice and consent of the Senate, and as the time required for action on any particular treaty cannot be foreseen, it is preferred by this Government that it be provided in the treaties signed on its part that the exchange of ratifications shall be effected \"as soon as possible\" rather than within a specified period.",
        "XI-6. Exchange of ratifications. Exchange of ratifications is effected by the plenipotentiary of the United States handing to the plenipotentiary of the foreign government a copy of the United States' original of the treaty ratified by the President and the plenipotentiary of the foreign government handing to the plenipotentiary of the United States a copy of the foreign government's original of the treaty ratified by the head of the foreign government. A protocol attesting the exchange of ratifications should be signed by the two plenipotentiaries at the time the exchange is made. The protocol should be signed in duplicate originals, one for each government, in which the principle of the alternat is observed the same as in the treaty.",
        "Before making the exchange of ratifications the diplomatic agent of the United States shall satisfy himself that the texts in the two languages as incorporated in the instrument of ratification of the foreign government are, with the exception of the observance of the alternat, in exact conformity with the two texts as contained in the President's instrument of ratification.",
        "XI-7. Date of exchange to be cabled. As most treaties stipulate for their going into effect on the day of the exchange of ratifications, the date of exchange and the date of the instrument of ratification of the foreign government shall be cabled to the Department of State at once in order that the treaty may be proclaimed by the President. The instrument of ratification of the foreign government and one original of the signed protocol of exchange shall be forwarded to the Department by the first following mail.",
        "[NAME]",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "Sections IX-1 to IX-7, inclusive, Part I.",
        "[NAME]",
        "The White House,December 1, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8016-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368805"
}