{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12582-naturalization-requirements-exceptions-for-aliens-and-non-citizen",
    "doc": "executive-order-12582-naturalization-requirements-exceptions-for-aliens-and-non-citizen",
    "president": "Ronald Reagan",
    "president_byline": "40th President of the United States: 1981 - 1989",
    "title": "Executive Order 12582-Naturalization Requirements Exceptions for Aliens and Non-Citizen Nationals of the United States Who Served in the Grenada Campaign",
    "date": "February 02, 1987",
    "content": [
        "By the authority vested in me as President by the Constitution and laws of the United States of America, including Section 1440 of Title 8, United States Code, and in order to provide expedited naturalization for aliens and non-citizens who served in the Armed Forces in the Grenada campaign, it is hereby ordered as follows:",
        "For the purpose of determining qualification for the exceptions from the usual requirements for naturalization, the period of Grenada military operations in which the Armed Forces of the United States were engaged in armed conflict with a hostile foreign force commenced on October 25, 1983, and terminated on November 2, 1983. Those persons serving honorably in active-duty status in the Armed Forces of the United States during this period, in the Grenada campaign, are eligible for naturalization in accordance with the statutory exceptions to the naturalization requirements, as provided in Section 1440(b) of Title 8, United States Code. Qualifying active-duty service includes service conducted, during this period, on the islands of Grenada, Carriacou, Green Hog, and those islands adjacent to Grenada in the Atlantic Seaboard where such service was in direct support of the military operations in Grenada. Qualifying active-duty service during this period also includes service conducted in the air space above Grenada, in the adjacent seas where operations were conducted, and at the Grantly Adams International Airport in Barbados.",
        "[NAME]",
        "The White House,",
        "February 2, 1987.",
        "[Filed with the Office of the Federal Register, 2:53 p.m., February 2, 1987]"
    ],
    "citation": "Ronald Reagan, Executive Order 12582-Naturalization Requirements Exceptions for Aliens and Non-Citizen Nationals of the United States Who Served in the Grenada Campaign Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/253324"
}