{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5435-diplomatic-visas-for-reentry-into-the-united-states",
    "doc": "executive-order-5435-diplomatic-visas-for-reentry-into-the-united-states",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5435-Diplomatic Visas for Reentry into the United States",
    "date": "September 02, 1930",
    "content": [
        "By virtue of the authority vested in me by the act of Congress approved May 22, 1918 (40 Stat. 559), entitled \"An act to prevent in time of war departure from or entry into the United States contrary to the public safety,\" as extended by the act of Congress of March 2, 1921 (41 Stat. 1217), entitled \"An act making appropriations for the Diplomatic and Consular Service for the fiscal year ending June 30, 1922,\" I hereby authorize the Secretary of State to grant diplomatic visas to diplomatic and consular officers of foreign governments in the United States, and to the members of their immediate families, to enable them to reenter this country. Such visas shall be valid for such period, not exceeding two years, as may be prescribed by the Secretary of State. The Secretary of State may grant such visas through such officials in the Department of State as he may designate, and under such rules as he may prescribe.",
        "Persons bearing passports visaed as provided above shall not be required, in order to reenter the United States, to have their passports visaed by diplomatic or consular officers of the United States abroad.",
        "This order shall take effect immediately and shall supersede Executive Order No. 4210, of April 23, 1925, entitled \"Diplomatic Visas for Reentry into the United States.\"",
        "[NAME]",
        "The White House,September 2, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5435-Diplomatic Visas for Reentry into the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373062"
}