{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9204-coordination-federal-activities-affecting-the-fishery-industry",
    "doc": "executive-order-9204-coordination-federal-activities-affecting-the-fishery-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9204-Coordination of Federal Activities Affecting the Fishery Industry",
    "date": "July 21, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941, approved December 18, 1941 (55 Stat. 838), and as President of the United States, and for the purpose of developing and assuring sustained production of aquatic food supplies essential to the conduct of the present war, and for the further purpose of coordinating the policies, plans, and programs relating to the war effort that affect the fishery industries and the aquatic food supplies of the United States, its territories, and possessions, it Is hereby ordered as follows:",
        "1. The Secretary of the Interior is designated as Fishery Coordinator. The Secretary is authorized to designate an officer of the Department of the Interior as Deputy Fishery Coordinator and to delegate to such Deputy any of the functions, duties, and powers of the Coordinator. For the purposes of this order, the Secretary of the Interior shall designate such part or parts of the Fish and Wildlife Service of the Department of the Interior as he may determine, as the Office of Fishery Coordination.",
        "2. Under the general direction of the Fishery Coordinator and the supervision of the Deputy Fishery Coordinator, the Office of Fishery Coordination shall perform the following-described functions and duties:",
        "(a) Maintain close liaison with appropriate Federal, interstate, state, and local agencies, and with fishery and allied industries, and obtain currently from them information for the use of appropriate Federal agencies relative to the conservation, production, processing, packing, transportation, marketing, and consumption of fish and other fishery products, and to the construction, procurement, conversion, substitution, replacement and repair of fishery industry facilities. To facilitate this exchange of information the head of each such Federal agency shall designate a liaison officer who shall be responsible for keeping the Office of Fishery Coordination currently informed on all plans and operations of such agency which may affect the activities enumerated above, except plans or operations of a confidential or secret nature pertaining to the prosecution of the war.",
        "(b) Make specific recommendations to appropriate Federal, interstate, state, and local agencies, and to fishery and allied industries, for the purpose of encouraging coordination of effort and maximum utilization of their services and facilities, all with a view toward insuring an adequate and sustained production and supply to meet the requirements for fish and other fishery products as determined by appropriate Federal war agencies. To this end the Office of Fishery Coordination, with the approval of the Coordinator or Deputy Coordinator, may advise interstate, state, and local agencies regarding conservation practices of the fishery industry; advise appropriate Federal agencies with respect to the materials, equipment, and supplies required by the fishery industry; and advise the War Production Board, when and to the extent requested by the Board, with respect to supply, allocation, and procurement problems of the fishery industry.",
        "3. Subject to the provisions of section 3 of the First War Powers Act, 1941, the Secretary of the Interior may (a) make available for the use of the Office of Fishery Coordination, for the purpose of carrying out the functions and duties prescribed in this order, such statistical, informational, fiscal, personnel, and other general services and facilities as are now available within the Department of the Interior or as may be made available to it through other agencies of the Government, and (b), within the limits of available funds, employ for the use of the Office of Fishery Coordination other necessary personnel and make provisions for necessary supplies, facilities, services, and for actual and necessary transportation, subsistence, and other expenses incidental to the performance of the functions and duties referred to in this order.",
        "4. This order shall become effective as of the date hereof and shall continue in force and effect so long as Title I of the First War Powers Act, 1941, remains in force.",
        "[NAME]",
        "The White House,July 21, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9204-Coordination of Federal Activities Affecting the Fishery Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372309"
}