{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9334-war-food-administration",
    "doc": "executive-order-9334-war-food-administration",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9334-War Food Administration",
    "date": "April 19, 1943",
    "content": [
        "Executive Order No. 9322 of March 26, 1943, entitled \"Centralizing and Delegating Authority with Respect to the Production and Distribution of Food,\" is hereby amended to read as follows:",
        "\"By virtue of the authority vested in me by the Constitution and the statutes of the United States, particularly by the First War Powers Act. 1941, as President of the United States and Commander in Chief of the Army and Navy, and in order to assure an adequate supply and efficient distribution of food to meet war and essential civilian needs, it is hereby ordered as follows:",
        "\"Section 1. The Food Production Administration (except the Farm Credit Administration), the Food Distribution Administration, the Commodity Credit Corporation, and the Extension Service, together with all their powers, functions, and duties, are hereby consolidated within the Department of Agriculture into a War Food Administration, to be administered under the direction and supervision of a War Food Administrator. The Administrator shall be appointed by the President and shall be directly responsible to him.",
        "\"Sec. 2. All powers, functions, and duties of the Secretary of Agriculture (a) under Executive Order No. 9280 of December 5. 1942, (b) under Title IV of Executive Order No. 9250 of October 3, 1942, (c) which relate to labor and manpower under orders of the Economic Stabilization Director or the Chairman of the War Manpower Commission, (d) which relate to or which have heretofore been exercised through or in connection with the agencies, including corporations consolidated by section 1 of this order, and (e) which relate to personnel, property and records transferred by section 3 of this order, are transferred to and shall be exercised and performed by the War Food Administrator (in addition to the powers, functions, and duties conferred upon him by Executive Order No. 9328 of April 8, 1943); but the Secretary of Agriculture shall continue as chairman of the inter-departmental committee set up by section 7 (a) of Executive Order No. 9280, as a member of the War Production Board as provided in section 7b of Executive Order No. 9280, and as the American representative on the Combined Food Board. The War Food Administrator shall be a member of the said inter-departmental committee, which shall be advisory to him. He shall also be alternate American representative on the Combined Food Board.",
        "\"Sec. 3. For use in connection with the exercise or performance of the powers, functions, and duties consolidated and transferred by this order, so much of the unexpended balances of appropriations, allocations, and other funds available to the Department of Agriculture for such purposes, as the Director of the Bureau of the Budget shall determine, and all of the personnel, property, and records used primarily in the administration of such powers, functions, and duties, are hereby transferred to the War Food Administration.",
        "\"Sec. 4. In addition to the powers and authority granted by this order, and in order to carry out its purposes, the Secretary of Agriculture and the War Food Administrator, to the extent necessary to enable them to perform their respective duties and functions, shall each have authority to exercise any and all of the powers vested in the other by statute or otherwise; and the exercise of any such power by either of them shall be deemed to be authorized and in accordance with this order, and shall not be subject to challenge by any third party affected by the exercise of the power on the ground that the action taken was within the jurisdiction of the Secretary of Agriculture rather than the War Food Administrator, or vice versa.",
        "\"Sec. 5. Any provision of any Executive order or proclamation conflicting with this Executive order is superseded to the extent of such conflict. All prior directives, rules, regulations, orders, and similar instruments heretofore issued by any Federal agency relating to matters concerning which authority is vested in the War Food Administrator by this order shall continue in full force and effect unless and until modified or revoked by orders or directives issued by or under the direction of the War Food Administrator pursuant to authority vested in him.\"",
        "[NAME]",
        "The White House,April 19, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9334-War Food Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372695"
}