{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6221-d-code-fair-competition-for-the-national-council-pajama-manufacturers",
    "doc": "executive-order-6221-d-code-fair-competition-for-the-national-council-pajama-manufacturers",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6221-D-Code of Fair Competition for the National Council of Pajama Manufacturers",
    "date": "July 26, 1933",
    "content": [
        "Pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and pending action upon a code of fair competition to be presented by the industries represented by the National Council of Pajama Manufacturers:",
        "I agree with the National Council of Pajama Manufacturers, pending approval of a code of fair competition for the industry, that they shall be bound, beginning July 26, 1933, by the provisions of the Cotton Textile Industry Code, as stated in telegram of July 20, 1933, signed by the President of the National Council of Pajama Manufacturers, offering this agreement to the President of the United States, pursuant to Section 4 of the National Industrial Recovery Act, and addressed to General Hugh S. Johnson, Administrator, National Industrial Recovery Act, Washington, D.C., with the express understanding that this agreement is subject to modification or cancellation at any time without notice; that this order is not to be interpreted as permitting any increase of hours over or reduction of wages below the standards now obtaining and that it will not be utilized to delay the submission of a code of fair competition for the industry.",
        "[NAME]",
        "[NAME], Assistant-Adjutant General.",
        "The White House,July 26, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6221-D-Code of Fair Competition for the National Council of Pajama Manufacturers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362044"
}