{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8572-authorizing-the-priorities-board-and-the-administrator-priorities",
    "doc": "executive-order-8572-authorizing-the-priorities-board-and-the-administrator-priorities",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8572-Authorizing the Priorities Board and the Administrator of Priorities To Perform Certain Functions Under Section 2 (a) of the Act of June 28, 1940",
    "date": "October 21, 1940",
    "content": [
        "Whereas section 2 (a) of the act of June 28, 1940, Public No. 671, 76th Congress, provides that all naval contracts and orders and all Army contracts and orders shall in the discretion of the President take priority over all deliveries for private account or for export; and",
        "Whereas the public interest requires that provision be made to Insure the prompt delivery of materials, articles, equipment, and supplies essential to the national defense; and",
        "Whereas the Council of National Defense has established a Priorities Board composed of the following members of the Advisory Commission to the Council of National Defense: The Advisor on Industrial Production, as Chairman, the Advisor on Industrial Materials, and the Advisor on Price Stabilization; and",
        "Whereas the Priorities Board has designated Mr. Donald M. Nelson as Administrator of Priorities:",
        "Now, Therefore, by virtue of the authority vested in me by section 2 (a) of the said act of June 28, 1940, and as President of the United States, I hereby approve the establishment of the aforesaid Board and the designation of the said Administrator and authorize the said Board and the said Administrator, acting in the public interest and in the interest of the national defense, under rules and regulations prescribed by the Board with the approval of the President, to require, in accordance with the provisions of the said section 2(a), persons with whom naval and Army contracts and orders have been or are placed, to grant priority for deliveries pursuant thereto over all deliveries for private account or for export.",
        "[NAME]",
        "The White House,October 21, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8572-Authorizing the Priorities Board and the Administrator of Priorities To Perform Certain Functions Under Section 2 (a) of the Act of June 28, 1940 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368416"
}