{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6579-restoration-entry-certain-tracts-land-tongass-national-forest",
    "doc": "executive-order-6579-restoration-entry-certain-tracts-land-tongass-national-forest",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6579-Restoration to Entry of Certain Tracts of Land in Tongass National Forest",
    "date": "February 01, 1934",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and upon the recommendation of the Secretary of Agriculture, it is ordered that the tracts of land in Alaska lying within the following-described boundaries and occupied as home sites be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Beginning at corner no. 1, for home site no. 59, lot \"O\", Wrangell group of home sites, on west coast of Wrangell Island, in approximate latitude 55°26' N., longitude 132°22' W., which corner is a stake 5 ft. long, squared to 2 by 4 in. set in ground marked HS 1, from which a F.S.M. bears S. 15º W., 1.36 chs.",
        "A 6-in. hemlock tree bears S. 17° W., 8 lks, distant, marked WHS 1.",
        "A 7-in. hemlock tree bears N. 51° E., 12 lks. distant, marked WHS 1.",
        "Thence S. 34° E.",
        "along road right-of-way to corner no. 2, which is a spruce stake 5 ft. long, squared to 4 by 4 in., set firmly in ground, marked HS 2, being identical with corner no. 2 of lot \"P\"",
        "A 14-in. spruce tree bears N. 35º E, 22 lks distant, marked WHS 2.",
        "A 16-in. spruce tree bears S. 75° E., 30 lks. distant, marked WHS 2.",
        "Thence N. 56° E.",
        "to corner no. 3, which is a spruce stake 5 ft. long, squared to 4 by 4 in., set firmly in ground, marked HS 3, being identical with corner no. 3 of lot \"P\".",
        "A 7-in. spruce tree bears N. 31° E., 2 lks. distant, marked WHS 3.",
        "An 8-in. hemlock tree bears N. 74° W., 41 lks. distant, marked WHS 3.",
        "Thence N. 34° W.",
        "to corner no. 4, which is a hemlock stake 5 ft. long, squared to 3 by 3 in., set firmly in ground, marked HS 4.",
        "A 12-in. hemlock tree bears S. 35° W., 12 lks. distant, marked WHS 4.",
        "A 10-in. hemlock tree bears S. 64° W., 10 lks. distant, marked WHS 4.",
        "Thence S. 56° W.",
        "to corner no. 1, and place of beginning, containing approximately 3.72 acres. The survey was made July 18, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 30°40' E., and are intended to refer to the true meridian.",
        "A spruce tree 16 in. in diameter, marked WHS 1, bears S. 67° E., 35 lks.",
        "A spruce tree 7 in. in diameter, marked WHS 1, bears S. 47° E., 33 lks.",
        "The northeast corner post of the bridge crossing the main stream flowing into Auke Lake bears S. 83° W., 3.61 chs.",
        "The center line of Glacier Highway is 33 ft. distant.",
        "Thence S. 18° E.",
        "to corner no. 2, meander corner, at line of mean high water on north shore of Auke Lake, which is a spruce post 6 ft. long, squared to 4½ in., set 1½ ft. in ground, marked HS 2 MC.",
        "A spruce tree 11 in. in diameter, marked WHS 2 MC, bears N. 40° W., 33 lks.",
        "Thence by meander along the shore of Auke Lako, at line of mean high tide:",
        "(1) N. 58° E.,       3.00 chs.;          (2) N. 34° E.,       1.90 cls.;          (3) N. 70°30' E.,  1.75 chs.;          (4) S. 57° E.,          .80 chs.;",
        "to corner no. 3, meander corner, which is a spruce post 5½ ft. long, squared to 4½ in., set 2 ft. in ground at line of mean high tide, marked HS 3 MC.",
        "The south end of bridge at outlet to Auke Lake bears S. 19°30' W.",
        "Thence N. 18° W.",
        "to corner no. 4, which is a spruce post 6 ft. long, squared to 4½ in., set 2 ft. in ground, marked HS 4.",
        "A spruce tree 7 in. in diameter, marked WHS 4, bears N. 63°30' E., 18 lks.",
        "A spruce tree 5 in. in diameter, marked WHS 4 in blaze, bears S. 33° W., 6 lks.",
        "The center line of Glacier Highway is 33 ft. distant.",
        "Thence paralleling Glacier Highway and 33 ft. from the center line thereof, S. 72º W.",
        "to corner no. 1, and place of beginning, containing approximately 4.66 acres. The survey was made September 24, 1928; the bearings of the lines were determined by needle compass, allowing a variation of 31°30' E., and are intended to refer to the true meridian.",
        "Beginning at corner no. 1, for home site no. 112 on the north shore of Auke Lake, near the city of Juneau, in approximate latitude 58°23'20\" N., longitude 134°37'30\" W. which corner is a spruce post 6 ft. long, squared to 5 in., set 1½ ft. in the ground, marked HS 1, being also corner no. 1 for home site no. 108.",
        "A spruce tree 16 in. in diameter, marked WHS 1, bears S. 67° E., 35 lks.",
        "A spruce tree 7 in. in diameter, marked WHS 1, bears S. 47° E., 33 lks.",
        "The center line of Glacier Highway is 33 ft. distant.",
        "The northeast corner post of the bridge crossing the main stream flowing into Auke Lake bears S. 83° W., 3.61 chs.",
        "Thence S. 18° E., following west line of home site no. 108,",
        "to corner no. 2, meander corner, identical with corner no. 2 of home site no. 108, which is a spruce post set at line of mean high tide on the shore of Auke Lake, and is 6 ft. long, squared to 4½ in., set 1½ ft. in ground, marked HS 2 MC.",
        "A spruce tree 11 in. in diameter, marked WHS 2 MC, bears N. 40° W., 33 lks.",
        "Thence by meander along the shore of Auke Lake, at line of mean high tide:",
        "(1) S. 72° W.,       2.40 chs.;          (2) N. 32°30' W., 1.50 chs.;          (3) N. 74° W.,      1.75 chs.;          (4) S. 63° W.,       1.85 chs.;",
        "to corner no. 3, meander corner, which is a hemlock post 5 ft. long, squared to 4 in., set 1½ ft. in the ground, marked HS 3 MC.",
        "A spruce tree 16 in. in diameter, marked WHS 3 MC, bears N. 13°30' E., 74 lks.",
        "A spruce tree 8 in. in diameter, marked WHS 3 MC, bears N. 66° W., 57 lks.",
        "Thence N. 18° W.",
        "to corner no. 4, which is a hemlock post 4½ ft. long, squared to 4 in., set 1½ ft. in ground, marked HS 4.",
        "A spruce tree 16 in. in diameter, marked WHS 4, bears S. 72°30' E., 20 lks.",
        "A spruce tree 7 in. in diameter, marked WHS 4, bears 12°30' W., 7 lks.",
        "The center line of Glacier Highway bears 33 ft. distant.",
        "Thence paralleling Glacier Highway at a distance of 33 it. from the center line thereof, N. 72° E.",
        "to corner no. I, and place of beginning, containing approximately 4.64 acres. The survey was made January 17, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 31°30' E., and are intended to refer to the true meridian.",
        "Beginning at corner no. 1, meander corner for home site no. 224, on the shore of Klawak Inlet, west coast of Prince of Wales Island, in approximate latitude 55°33'45\" N., longitude 133°05' W., which corner is a hemlock stake 5 ft. long, squared to 6 in., set 2 ft. in ground, marked HS 1 MC.",
        "Corner no. 2 of U.S. Survey No. 1569 bears S. 32° W., 14.00 chs. distant.",
        "Thence by meander along line of approximate mean high tide line of Klawak Inlet:",
        "(1) S. 12° W., 2.65 chs.;          (2) S. 81° W., 3.90 chs.;          (3) N. 26° W., 3.90 chs.;          (4) N.   8° W., 3.85 chs.;",
        "to corner no. 2, meander corner, which is a spruce stake 5 ft. long, 5 in. in diameter, marked HS 2 MC.",
        "A spruce tree 6 in. in diameter, marked HS 2 MC BT, bears S. 75° E., 0.56 chs. distant.",
        "Thence east.",
        "to corner no. 3, which is a hemlock stake 6 in. long, 7 in. in diameter, marked HS 3.",
        "A hemlock tree 12 in . in diameter bears S. 65° W., 0.61 chs., markedHS 3 BT.",
        "Thence S. 24° W.",
        "to point for corner no. 1, and place of beginning, containing approximately 4.60 acres. The survey was made January 16, 1930; the bearings of thelines were determined by needle compass, allowing a variation of 30° E,,and are intended to refer to the true meridian .",
        "Beginning at corner no. 1 for home site no. 331, lot no. 30 of MountainPoint group of home sites on Revillagigedo Island, approximate latitude55° 18' N., longitude 131°32' W., which is a sawed post 5 ft. long, 4 in.square, set 2 ft. in ground, marked HS 1-331-ROW.",
        "The center line of Tongass Highway is 30 ft. from this point.",
        "A metal hub, marked L 31 , bears N. 19° E., 1.46 chs.",
        "Thence N. 50° W.",
        "to corner no. 2, a sawed post 5 ft. long, 4 in. square, set 2 ft. in ground, marked HS 2-331-ROW.",
        "A 10 in. hemlock tree bears N 25° E., 23 lks., marked WHS 2.",
        "A 12 in. hemlock tree bears N 68°30' E., 15 lks., marked WHS 2.",
        "Thence S. 22° W.",
        "to corner no. 3, a sawed post 5 ft. long, 4 in. square, set 2 it. in ground, marked HS 3-331.",
        "A 15-in. hemlock tree bears N. 54° W., 14 lks., marked WHS 3.",
        "A 6-in. hemlock tree bears S. 65° W., 12 lks., marked WHS 3.",
        "Thence S. 50° E.",
        "to corner no. 4, which is an iron pin 2 ft. long, ⅝ in. in diameter, drivenin ground flush with the surface of the driveway at a point 30 ft. fromcenter line of Tongass Highway.",
        "Thence N. 22° E.",
        "to corner no. 1, the place of beginning. Area of tract is approximately .44 acre. The survey was made May 11, 1933; the bearings of the lines were determined by needle compass, allowing a variation of 29°30' E., and are intended to refer to the true meridian.",
        "Beginning at corner no. 1 for home site no. 371, lot 58 of Mountain Point group of home sites on Revillagigedo Island, which is a sawed post 5 ft. long, 4 in. square, set 2 ft. in ground, marked HIS 1-371.",
        "Center line of Tongass Highway is 30 ft. distant.",
        "Thence S. 18°30' E.",
        "to witness corner to corner no. 2, meander corner, which is a sawed post 5 ft. long, 4 in. square, set 2 ft. in ground, marked HIS 2-WC MC.",
        "A 26-in. hemlock tree bears S. 44° W., 13 lks., marked WHS 2-WC MC.",
        "A 14-in. hemlock tree bears N. 72° E., 26 lks., marked WHS 2-WC MC.",
        "to true point for corner no. 2, meander corner, at line of mean high tide on shore of George Inlet; corner not set because of liability of destruction by tides.",
        "Thence by meander along shore of George Inlet at line of mean high tide:",
        "(1) S. 75°30' W., 1.51 chs.;",
        "to corner no. 3, meander corner, not set because of liability of destruction by tides.",
        "Thence N. 18°30' W.",
        "to corner no. 4, which is also a witness corner to corner no. 3, meander corner, and is a sawed post 5 ft. long, 4 in. square, set 2 ft. in ground.",
        "[NAME] is the center line of Tongass Highway and is 30 Ft. distant.",
        "An iron post with brass cap bears N. 18°30' W., 91 lks., marked L 3.",
        "Thence N. 68° E.",
        "[NAME]",
        "The White House,February 1, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6579-Restoration to Entry of Certain Tracts of Land in Tongass National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373329"
}