{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6606-supplement-and-amplification-executive-order-no-6355-october-23-1933",
    "doc": "executive-order-6606-supplement-and-amplification-executive-order-no-6355-october-23-1933",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6606-A-Supplement to and Amplification of Executive Order No. 6355 of October 23, 1933",
    "date": "February 17, 1934",
    "content": [
        "Whereas questions have arisen concerning the scope and meaning of Executive Order No. 6355, of October 23, 1933, defining the effect of certain provisions in codes of fair competition upon cooperative organizations;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me under Title 1 of the National Industrial Recovery Act approved June 16, 1933 (48 Stat. 195), it is ordered that said Executive Order No. 6355 be, and it is hereby, supplemented and amplified as follows:",
        "1. No provision in any code of fair competition, agreement or license which has heretofore been or may hereafter be approved, prescribed, or issued pursuant to Title I of the National Industrial Recovery Act, shall be construed or applied so as to make it a violation of any code of fair competition to sell to or through any bona fide and legitimate cooperative organization, including any farmers' cooperative, duly organized under the laws of any State, Territory, or the District of Columbia, or of the United States, or to sell through any intervening agency to such cooperative organization.",
        "2. No such code of fair competition shall be construed or interpreted so as to prevent any such cooperative organization from being entitled to receive, and/or distribute to its members as patronage dividends or otherwise the proceeds or benefits directly or indirectly derived from any discount, commission, rebate, or dividend (a) ordinarily paid or allowed to other purchasers for purchases in wholesale or middleman quantities or (b) paid or allowed pursuant to the requirements or provisions of any code of fair competition to other purchasers for purchases in wholesale or middleman quantities.",
        "3. The Administrator for Industrial Recovery is hereby authorized to determine, after such hearings and proceedings as ho may deem necessary, whether, in any doubtful case, an organization is or is not a bona fide and legitimate cooperative organization entitled to the benefits and protection of this order.",
        "[NAME]",
        "The White House,February 17, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6606-A-Supplement to and Amplification of Executive Order No. 6355 of October 23, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362368"
}