{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9389-amendment-certain-paragraphs-the-executive-orders-establishing-the",
    "doc": "executive-order-9389-amendment-certain-paragraphs-the-executive-orders-establishing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9389-Amendment of Certain Paragraphs of the Executive Orders Establishing the Offices of Scientific Research and Development, Coordinator of Inter-American Affairs, Defense Transportation, and Civilian Defense",
    "date": "October 18, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes, as President of the United States, and in order to facilitate the performance of the functions of the Director of the Office of Scientific Research and Development, the Coordinator of the Office of the Coordinator of Inter-American Affairs, the Director of the Office of Defense Transportation, and the Director of the Office of Civilian Defense, it is hereby ordered as follows:",
        "1. Paragraph 3 of Executive Order No. 8807 of June 28, 1941, establishing the Office of Scientific Research and Development, is amended to read as follows:",
        "\"3. The Director may provide for the internal organization and management of the Office of Scientific Research and Development and may appoint such advisory committees as he finds necessary to the performance of his duties and responsibilities.\"",
        "2. Paragraph 7 of Executive Order No. 8840 of July 30, 1941, establishing the Office of the Coordinator of Inter-American Affairs, is amended to read as follows:",
        "\"7. The Coordinator may provide for the internal organization and management of the Office of the Coordinator of Inter-American Affairs. The Coordinator may appoint such committees as may be required for the conduct of the activities of his office.\"",
        "3. Paragraph 7 of Executive Order No. 8989 of December 18, 1941, establishing the Office of Defense Transportation, is amended to read as follows:",
        "\"7. The Director may provide for the internal organization and management of the Office of Defense Transportation.\"",
        "4. Paragraph 4 of Executive Order No. 9134 of April 15, 1942, amending Executive Order No. 8757 of May 20, 1941, establishing the Office of Civilian Defense, is amended to read as follows:",
        "\"4. The Director may provide for the internal organization and management of the Office of Civilian Defense. The Director may delegate authority to carry out his powers and duties to such agencies, officials, or personnel as he may designate.\"",
        "[NAME]",
        "The White House,October 18, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9389-Amendment of Certain Paragraphs of the Executive Orders Establishing the Offices of Scientific Research and Development, Coordinator of Inter-American Affairs, Defense Transportation, and Civilian Defense Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372353"
}