{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8943-amending-executive-order-no-8495-july-26-1940-designating-agencies",
    "doc": "executive-order-8943-amending-executive-order-no-8495-july-26-1940-designating-agencies",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8943-Amending Executive Order No. 8495 of July 26, 1940, Designating Agencies for the Purpose of Carrying Out the Provisions of Section 40 of the Emergency Relief Appropriation Act, Fiscal Year 1941",
    "date": "November 19, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 40 of the Emergency Relief Appropriation Act, Fiscal Year 1941, approved June 26, 1940 (Public Resolution No. 88, 76th Congress), and of all other authority vested in me, and in order to effectuate the purposes of that Act, sections 1 and 3 of Executive Order No. 8495 of July 26, 1940, entitled \"Designation of Agencies for the Purpose of Carrying out the Provisions of Section 40 of the Emergency Relief Appropriation Act, Fiscal Year 1941\", are hereby amended to read as follows:",
        "\"1. I hereby designate the Secretary of Agriculture in respect to agricultural supplies, the Secretary of War and the Secretary of the Treasury, acting separately or jointly, in respect to medical supplies, and the Secretary of the Treasury in respect to other materials and supplies, to purchase, to transport to points of embarkation determined by The American Red Cross, or by such other agency as I may hereafter designate, and to deliver to The American Red Cross or to such other agency at such points, materials and supplies for the relief of refugee men, women, and children who have been driven from their homes or otherwise rendered destitute by hostilities or invasion.\"",
        "\"3. The materials and supplies to be purchased in accordance with this order shall, in the case of agricultural supplies, be determined jointly by the Secretary of Agriculture and The American Red Cross, in the case of medical supplies, jointly by the Secretary of War or the Secretary of the Treasury and The American Red Cross, and in the case of other materials and supplies jointly by the Secretary of the Treasury and The American Red Cross.\"",
        "[NAME]",
        "The White House,November 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8943-Amending Executive Order No. 8495 of July 26, 1940, Designating Agencies for the Purpose of Carrying Out the Provisions of Section 40 of the Emergency Relief Appropriation Act, Fiscal Year 1941 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210693"
}