{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9343-transferring-jurisdiction-and-control-over-certain-lands-government",
    "doc": "executive-order-9343-transferring-jurisdiction-and-control-over-certain-lands-government",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9343-Transferring Jurisdiction and Control Over Certain Lands on Government Island, California, to the Navy Department",
    "date": "May 19, 1943",
    "content": [
        "Whereas the President by Executive Order No. 5722 of September 22, 1931, accepted on behalf of the United States title in fee simple to a certain 15-acre tract of land on Government Island, California, conveyed to the United States by the City of Alameda, California, and placed such land under the jurisdiction and control of the Department of Agriculture; and",
        "Whereas jurisdiction over such land was transferred to the Federal Works Agency by Reorganization Plan No. 1; and",
        "Whereas the President by Executive Order No. 8470 of July 8, 1940, accepted on behalf of the United States title in fee simple to a certain 35-acre tract of land on Government Island, conveyed to the United States by the said city, and placed such land under the jurisdiction and control of the Federal Works Agency, to be used for public purposes by the Public Roads Administration, the Forest Service, the United States Coast Guard, the United States Maritime Commission, and such other Federal agencies as might from time to time be provided with facilities on the said Island; and",
        "Whereas it is necessary in the prosecution of the war that the Navy Department have jurisdiction and control over the said lands and the buildings and facilities thereon to the extent hereinafter indicated:",
        "Now, Therefore, by virtue of the authority vested in me by Public Resolution of July 3, 1930, 46 Stat. 1018, Public Resolution of June 7, 1939, 53 Stat. 813, and the First War Powers Act, 1941 (55 Stat. 838), it is hereby ordered as follows:",
        "1. Jurisdiction over the above-mentioned 35-acre tract of land is hereby transferred to the Navy Department for the duration of the emergency proclaimed by me on May 27, 1941.",
        "2. All rights which the Federal Works Agency may have as to the use, occupancy, or control of buildings, or parts of buildings, and other facilities on the above-mentioned 15-acre tract of land are hereby transferred to the Navy Department for the duration of the said emergency: Provided, That the Public Roads Administration. Federal Works Agency, may continue to use Building No. 22 and the area adjacent thereto for storage or other purposes: And provided further, That if during the life of this order the Federal Works Agency relinquishes its right to the use thereof, the said building may be taken over by the Navy Department for use by the Coast Guard during the remainder of the said emergency.",
        "3. The Federal Works Agency may transfer to the Navy Department for use of the Coast Guard such of its personnel, machinery, equipment, tools, etc., remaining on Government Island at the effective date of this order as such agencies may agree upon, subject to existing laws and regulations.",
        "4. The Coast Guard on Government Island may perform such equipment repair work, and other repair work, as the Public Roads Administration may desire on such reimbursable basis as may be agreed upon.",
        "5. Jurisdiction over the 35-acre tract of land and all rights as to the use and control of the buildings on the 15-acre tract of land shall revert to the Federal Works Agency upon the termination of the said emergency: and all personnel, machinery, equipment, tools, etc., transferred to the Navy Department pursuant to paragraph 3 of this order shall be returned to the Federal Works Agency upon, or before, the termination of the said emergency.",
        "[NAME]",
        "The White House,May 19, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9343-Transferring Jurisdiction and Control Over Certain Lands on Government Island, California, to the Navy Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372690"
}