{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9449-amending-regulations-concerning-foreign-service-pay-adjustment",
    "doc": "executive-order-9449-amending-regulations-concerning-foreign-service-pay-adjustment",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9449-Amending Regulations Concerning Foreign Service Pay Adjustment",
    "date": "June 15, 1944",
    "content": [
        "By virtue of the authority vested in me as President of the United States by the act of March 26, 1934, 48 Stat. 466 (U.S.C., Title 5, Section 118c), Executive Order No. 7972 of September 15, 1938, as amended, prescribing regulations governing payment of losses sustained by officers, enlisted men, and employees of the United States in foreign countries on account of appreciation of foreign currencies in their relation to the American dollar, is hereby further amended, effective as of July 1, 1944, as follows:",
        "1. Section 2 (b) of the said Executive Order is amended to read as follows:",
        "In case of officers, enlisted men, and employees serving under the War or Navy Departments (with the exception of personnel of military and naval missions, military and naval attaches, naval observers, port directors and other persons attached to their offices, and other officers, enlisted men, and employees when designated by the Secretary of War or the Secretary of the Navy, who shall be governed by paragraph (a) of this section), no losses shall be payable.",
        "2. The provisions of any other section of the said Executive Order No. 7972, as amended, so far as they are in conflict with the provisions of this order, are amended accordingly.",
        "[NAME]",
        "The White House,June 15, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9449-Amending Regulations Concerning Foreign Service Pay Adjustment Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355159"
}