{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7320-establishing-kellys-slough-migratory-waterfowl-refuge-north-dakota",
    "doc": "executive-order-7320-establishing-kellys-slough-migratory-waterfowl-refuge-north-dakota",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7320-Establishing Kellys Slough Migratory Waterfowl Refuge in North Dakota",
    "date": "March 19, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, Executive Order No. 2275 of November 30, 1915, and No. 2385 of May 22, 1916, temporarily withdrawing the following-described public lands in North Dakota for military purposes, are hereby revoked:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 152 N..R. 52 W.,sec. 14, S½ SW¼ and N½ SE¼;sec. 15, E½ SE¼;sec. 22, E½ NE¼ and SE¼;sec. 23, N½ SW¼;sec. 27, W½ NE¼ and NE¼ NW¼;aggregating 680 acres.",
        "And by virtue of and pursuant to the authority vested in me by the said act of June 25, 1910, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that, subject to valid existing rights, the above-described lands be, and they are hereby, withdrawn from settlement, location, sale, entry, or other form of appropriation under the public-land laws and reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife.",
        "This refuge shall be known as the [NAME] Migratory Waterfowl Refuge.",
        "[NAME]",
        "[NAME], March 19, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7320-Establishing Kellys Slough Migratory Waterfowl Refuge in North Dakota Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355697"
}