{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8215-amendment-section-15-executive-order-no-1888-february-2-1914",
    "doc": "executive-order-8215-amendment-section-15-executive-order-no-1888-february-2-1914",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8215-Amendment of Section 15 of Executive Order No. 1888 of February 2, 1914, Prescribing General Conditions of Employment for Employees of The Panama Canal and the Panama Railroad Company on the Isthmus of Panama",
    "date": "July 25, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 5 of title 2 of the Canal Zone Code, and by section 81 of the said title as amended by section 3 of the act of July 9, 1937, 50 Stat. 486, 487, section 15 of Executive Order No. 1888 of February 2, 1914, prescribing general conditions of employment for employees of The Panama Canal and the Panama Railroad Company on the Isthmus of Panama, is hereby amended to read as follows:",
        "\"15. Free transportation to United States on termination of service. Employees who are citizens of the United States will on termination of service be granted free transportation to the United States as follows:",
        "(a) To New York on Panama Railroad Steamship Line. Free transportation to New York on the Panama Railroad Steamship Line will be granted: (1) to employees with three years' continuous service without regard to the manner in which the employment terminates or is terminated, (2) to employees with less than three years' service who were appointed in the United States and whose employment is terminated by authority of the Governor of The Panama Canal for any cause other than inefficiency or misconduct, and (3) to employees with continuous service of six months or more but less than three years who were appointed on the Isthmus for permanent employment and whose employment is terminated by authority of the Governor for any reason other than inefficiency or misconduct.",
        "(b) To any United States port by another line; limitation. Employees entitled to free transportation to New York on the Panama Railroad Steamship Line, under paragraph (a) of this section, may in lieu thereof be granted free transportation to any port of the United States by any other line: Provided, however, that if the cost of such transportation exceeds $50, the employee shall pay such excess cost.",
        "(c) To port of embarkation. Employees who were appointed in the United States and to whom free transportation was furnished from a port other than New York will on termination of service be granted free transportation to the port of embarkation (1) if they were appointed prior to April 1, 1914, and have served continuously since such appointment, or (2) if their employment is terminated by retirement, or (3) is terminated by the Governor for any cause other than inefficiency or misconduct. Employees entitled to free transportation to port of embarkation, as provided in this paragraph, may in lieu thereof be granted free transportation to any other port of the United States: Provided, however, that such employees shall pay any excess in the cost of such transportation over the cost to the port of embarkation.",
        "(d) Availability of benefits hereunder. Benefits authorized upon the basis, as stated in this section, of three years' continuous service, or of appointment prior to April 1, 1914, and continuous service thereafter, or of termination of employment by retirement, shall be available to an employee at any time after termination of his employment. Benefits authorized upon the sole basis, as stated in this section, of termination of employment by authority of the Governor for a cause other than inefficiency or misconduct, shall be available to an employee for a period of six months immediately following termination of his employment, and not thereafter.",
        "[NAME]",
        "The White House,July 25, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8215-Amendment of Section 15 of Executive Order No. 1888 of February 2, 1914, Prescribing General Conditions of Employment for Employees of The Panama Canal and the Panama Railroad Company on the Isthmus of Panama Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368703"
}