{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6948-changing-location-ofr-right-way-between-round-top-and-sugar-loaf",
    "doc": "executive-order-6948-changing-location-ofr-right-way-between-round-top-and-sugar-loaf",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6948-Changing Location ofr Right-of-Way Between Round Top and Sugar Loaf Military Reservations, Hawaii",
    "date": "January 17, 1935",
    "content": [
        "Whereas a certain area of land hereinafter described was by Executive Order No. 978, of November 24, 1908, reserved from sale and set apart as a right-of-way in connection with the defensive works of the island of Oahu, Territory of Hawaii; and",
        "Whereas it appears that it would be in the public interest to change the location of the said right-of-way:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900 (31 Stat. 141, 159), as amended by section 7 of the act of May 27, 1910 (36 Stat. 443, 447), it is ordered that the aforesaid area, consisting of a strip of land 10 feet wide, from Round Top Military Reservation to Sugar Loaf Military Reservation, extending 5 feet on each side of the line drawn from the United States Coast and Geodetic Survey triangulation station \"Ualakaa\" to the said Sugar Loaf Military Reservation, the true bearing of said line being N. 33° and 14' E., be, and it is hereby, restored to its previous status for the use of the Territory of Hawaii.",
        "And it is further ordered that a strip of land 10 feet wide, situate on the island of Oahu, Territory of Hawaii, extending from Round Top Military Reservation to Sugar Loaf Military Reservation, containing 0.69 of an acre, be, and it is hereby, reserved and set apart as a right-of-way in connection with the defensive works of the island of Oahu, Territory of Hawaii, this strip of land extending 5 feet on each side of the center line, which is described as follows:",
        "Beginning at monument no. 1 of Round Top Military Reservation, which is a concrete post with a brass plate set in top, from which the true azimuth (measured clockwise from true south) and distance to U.S. Coast and Geodetic Survey triangulation station \"Ualakaa\" is 41°33'30\", 99.90 ft., as shown on Government Survey Registered Map 2338; thence from said initial point by true azimuths and distances as follows:",
        "236°11', 846.1 ft., to a pipe on top of Round Top Ridge;",
        "198°19'30\", 1,152.5 ft., to a pipe marking the end of course no. 1 of the Round Top Forest Reserve near turn in Tantalus Heights Road;",
        "211°50', 1,016.7 ft., to monument no. 7, marking the end of course no. 5 of the Sugar Loaf Military Reservation, from which the true azimuth and distance to Territorial Survey triangulation station \"Kakea\" is 208°10', 261.9 ft.",
        "[NAME]",
        "The White House,January 17, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6948-Changing Location ofr Right-of-Way Between Round Top and Sugar Loaf Military Reservations, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362612"
}