{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6568-veterans-regulation-no-10c",
    "doc": "executive-order-6568-veterans-regulation-no-10c",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6568-Veterans' Regulation No. 10(c)",
    "date": "January 19, 1934",
    "content": [
        "MISCELLANEOUS PROVISIONS",
        "By virtue of the authority vested in me under section 4 of title I of the act entitled \"An Act to maintain the credit of the United States Government\", approved March 20, 1933 (Public, No. 2, 73d Cong.), the following regulation amending Veterans' Regulation No. 10 and Veterans' Regulation No. 10(b) is hereby prescribed:",
        "1. Paragraph X of Veterans' Regulation No. 10, as amended by Veterans' Regulation No. 10(b), is amended to read as follows:",
        "\"X. No person holding an office or position, appointive or elective, under the United States Government, or the municipal government of the District of Columbia, or under any corporation, the majority of the stock of which is owned by the United States, shall be paid a pension, or emergency officers' retirement pay, so long as he continues to draw a salary from such employment, except (1) those receiving pension or emergency officers' retirement pay for disabilities incurred in combat with an enemy of the United States or for disabilities resulting from an explosion of an instrumentality of war in line of duty during an enlistment or employment as provided in Veterans' Regulation No. 1 (a), part I, paragraph I; (2) those persons so employed whose pension is protected by the provisions of the Act; however, the rate of pension as to this class shall not exceed $6 per month; (3) those unmarried persons whose salary or compensation for service as such employee is in an amount not in excess of $1,000 per annum, computed monthly, or any married person or any person with minor children whose salary or compensation for service as such employee is in an amount not in excess of $2,500 per annum, computed monthly; and (4) widows of veterans.\"",
        "2. Veterans' Regulation No. 10 is amended by adding a new paragraph to read as follows:",
        "\"XXI. Any person entitled to monetary benefits under the provisions of title I, Public, No. 2, Seventy-third Congress, or section 20, Public, No. 78, Seventy-third Congress, may renounce his right thereto. The application renouncing the right shall be in writing over the person's signature and upon filing of such application, payment of monetary benefits and the right thereto shall be terminated and he shall be denied any and all rights thereto from date of receipt of such application by the Veterans' Administration. The renouncement provided for herein shall not preclude the person from filing a new application for pension at a future date but such application shall have the attributes of an original application and no payment will be made for any period prior to the date thereof.\"",
        "3. The amendments contained in this regulation shall be effective as of the date of promulgation.",
        "[NAME]",
        "The White House,January 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6568-Veterans' Regulation No. 10(c) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362329"
}