{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8847-withdrawing-public-lands-for-use-the-war-department-aerial-bombing",
    "doc": "executive-order-8847-withdrawing-public-lands-for-use-the-war-department-aerial-bombing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8847-Withdrawing Public Lands for Use of the War Department as an Aerial Bombing and Gunnery Range",
    "date": "August 08, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by section 1 of the act of July 9, 1918, c. 143, 40 Stat. 845, 848 (U.S.C., title 10, sec. 1341), and as President of the United States, it is ordered that, subject to valid existing rights, the public lands in the following-described area be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department as an aerial bombing and gunnery range:",
        "FAIRBANKS MERIDIAN",
        "From said initial point, by metes and bounds,",
        "Northerly, between sees. 32 and 33; 28 and 29; 20 and 21; 221.92 chains, to corner of secs. 16, 17, 20, and 21;",
        "Thence westerly, between secs. 17 and 20; 18 and 19; 154.57 chains, to corner of secs. 13, 18, 19, and 24, Tps. 1 S., Rs. 1 E. and 1 W.;",
        "Thence westerly, between secs. 13 and 24, T. 1 S., R. 1 W., 79.98 chains, to corner of secs. 13, 14, 23, and 24;",
        "Thence southerly, between secs. 23 and 24; 25 and 26; 35 and 36; 225.61 chains, to meander corner between secs. 35 and 36 on the left bank of Tanana River;",
        "Thence easterly, down stream along the left bank of Tanana River, at mean highwater, to the confluence with Wood River;",
        "Thence westerly, up stream along the right bank of Wood River, at mean high water, to latitude 64°20' N.;",
        "Thence east, along the parallel of latitude 64°20' N., to the left bank of Tanana River;",
        "Thence northwesterly, down stream along the left bank of Tanana River, at mean high water, to a point due south of the meander corner between seos. 32 and 33, T. 1 S., R. 1 E., Fairbanks Meridian;",
        "Thence north, across the Tanana River to the meander corner between secs. 32 and 33, the point of beginning.",
        "The area described, including both public and non-public lands, aggregates 655,000 acres.",
        "[NAME]",
        "[NAME], August 8, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8847-Withdrawing Public Lands for Use of the War Department as an Aerial Bombing and Gunnery Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372150"
}