{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6080-regulations-concerning-appointment-conservators-for-state-banks",
    "doc": "executive-order-6080-regulations-concerning-appointment-conservators-for-state-banks",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6080-Regulations Concerning Appointment of Conservators for State Banks, Members of Federal Reserve System",
    "date": "March 18, 1933",
    "content": [
        "By virtue of the authority vested in me by Section 5(b) of the Act of October 6, 1917 (40 Stat. L., 411) as amended by the Act of March 9, 1933 and by Section 4 of the said Act of March 9, 1933, and by virtue of all other authority vested in me, I hereby issue the following executive order.",
        "Whenever the appropriate authority having immediate supervision of any banking institution located in any State or place subject to the jurisdiction of the United States, which is a member of the Federal Reserve System and which has not been licensed by the Secretary of the Treasury to resume its usual banking functions, shall deem it necessary or advisable in order to conserve the assets of such banking institution for the benefit of the depositors or other creditors, such authority may, in accordance with the provisions of the applicable laws of such State or place, appoint such appropriate official as may be authorized under such laws to conserve the assets of such banking institution pending further disposition of its business as provided by such laws.",
        "This order shall not authorize any such member bank to reopen for the performance of usual and normal functions until it shall have received a license from the Secretary of the Treasury as provided in Executive Order of March 10, 1933.",
        "[NAME]",
        "The White House,March 18th 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6080-Regulations Concerning Appointment of Conservators for State Banks, Members of Federal Reserve System Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361914"
}