{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9485-relinquishing-possession-the-plant-and-facilities-remington-rand-inc",
    "doc": "executive-order-9485-relinquishing-possession-the-plant-and-facilities-remington-rand-inc",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9485-Relinquishing Possession of the Plant and Facilities of Remington Rand Inc. in the Town of Southport, County of Chemung, State of New York",
    "date": "September 29, 1944",
    "content": [
        "Whereas by Executive Order No. 9399, dated November 25, 1943, the Secretary of the Navy was authorized and directed to take possession of and operate that part of the plant of Remington Rand Inc. known as the \\\"N\\\" Division of the Elmira plant of said company located in the Town of Southport, County of Chemung, State of New York, in order to produce essential war materials and to do all things necessary and incidental to that end; and",
        "Whereas, pursuant to the said executive order, the Secretary of the Navy took possession of the said plant on November 25, 1943, and has retained possession since that date; and",
        "Whereas the United States and Remington Rand Inc. have entered into contractural relations whereby the said plant may be occupied, used, and operated by the United States, its agents or contractors; and",
        "Whereas it now appears, and I have determined, that the said plant will be operated in a manner consistent with the war effort:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and laws of the United States, I hereby direct the Secretary of the Navy to relinquish, as of the close of business on September 30, 1944, the possession of the said plant taken pursuant to the said Executive Order No. 9399 of November 25, 1943, and to issue the necessary orders to carry out this direction.",
        "[NAME]",
        "The White House,September 29, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9485-Relinquishing Possession of the Plant and Facilities of Remington Rand Inc. in the Town of Southport, County of Chemung, State of New York Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355125"
}