{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8833-authorizing-certain-employees-the-government-acquire-classified",
    "doc": "executive-order-8833-authorizing-certain-employees-the-government-acquire-classified",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8833-Authorizing Certain Employees of the Government To Acquire a Classified Status and Permitting Certain Positions To Be Filled by Promotion, Transfer, or Assignment of Certain Employees",
    "date": "July 26, 1941",
    "content": [
        "By virtue of the authority vested in me by the Civil Service Act (22 Stat. 403) and by section 1753 of the Revised Statutes of the United States, it is hereby ordered as follows:",
        "SECTION 1. The incumbent of any position (other than a temporary position) on June 30, 1941, and on July 1, 1941, which is in the classified civil service on the date of this order, who is not otherwise eligible for a competitive classified civil-service status, may acquire such status in accordance with the provisions of the act of November 26, 1940, 54 Stat. 1211, extending the classified civil service, and Executive Order No. 8743 of April 23, 1941. This section shall not apply to any temporary appointee serving under Civil Service Rule VIII or to any person appointed under Executive Orders No. 8257 of September 21, 1939, or No. 8564 of October 8, 1940, but shall apply, among others, to incumbents of positions in the classified service who, as in the case of certain non-classified employees of the Navy Department, were continued in employment in classified positions by specific act of Congress.",
        "SECTION 2. Any position which is covered into the classified service by section 1 of the said Executive Order No. 8743 or which is now in the classified service, and which becomes vacant on or after July 1, 1941, may be filled by the promotion, transfer, or assignment of any qualified employee who is the incumbent of a position which is covered into the classified service by section 1 of the said Executive Order No. 8743. Employees so promoted, transferred, or assigned shall not thereby lose any rights of classification or employment to which they were entitled prior to such promotion, transfer, or assignment; nor shall any employee lose any rights of classification who between November 26, 1940, and January 1, 1942, was promoted, transferred, or assigned to any position which is excepted from the classified civil service.",
        "[NAME]",
        "The White House,July 26, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8833-Authorizing Certain Employees of the Government To Acquire a Classified Status and Permitting Certain Positions To Be Filled by Promotion, Transfer, or Assignment of Certain Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372210"
}