{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8708-reserving-certain-public-lands-connection-with-the-independence",
    "doc": "executive-order-8708-reserving-certain-public-lands-connection-with-the-independence",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8708-Reserving Certain Public Lands in Connection With the Independence County Wildlife Refuge",
    "date": "March 10, 1941",
    "content": [
        "ARKANSAS",
        "Whereas under the act of September 2, 1937, 50 Stat. 917 (U.S.C., title 16, secs. 669-669j), providing for Federal aid to States in wildlife-restoration projects, the State of Arkansas is obtaining control of certain lands in Independence County, which lands are to be administered by the State of Arkansas as the Independence County Wildlife Refuge; and",
        "Whereas certain public lands of the United States within this area possess great wildlife value and can be administered advantageously in connection with the refuge; and",
        "Whereas the act of March 10, 1934, 48 Stat. 401 (U.S.C., title 16, secs. 661-666), provides for cooperation with Federal, State, and other agencies in developing a Nation-wide program of wildlife conservation and rehabilitation:",
        "Now, Therefore, by virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered that, subject to valid rights, the public lands of the United States hereinafter described, comprising 1,008.29 acres, more or less, in Independence County, Arkansas, be, and they are hereby, reserved and set apart under the jurisdiction of the Department of the Interior for use by the Game and Fish Commission of the State of Arkansas in connection with the Independence County Wildlife Refuge, under such conditions as may be prescribed by the Secretary of the Interior.",
        "Fifth Principal Meridian",
        "T. 12 N., R. 7 W.,      sec. 7, SW¼SE¼;      sec. 8, W½NE¼ and SE¼SE¼;      sec. 9, SE¼NE¼, S½SW¼, and NE¼SE¼;      sec. 10, S½NW¼;      sec. 14, SE¼NW¼ and NE¼SW¼;      sec. 17, NW¼NW¼ and E½SE¼;      sec. 21, S½NE¼, W½NW¼, and SE¼NW¼;      sec. 27, NE¼SW¼;      sec. 28. SW¼NW¼ and NW¼SW¼;      sec. 29, SW¼NE¼;      sec. 33, NE¼NW¼.",
        "The reservation made by this order supersedes the temporary withdrawal for classification and other purposes made by Executive Order No. 6964, of February 5, 1935, as amended, so far as any of the above-described lands are affected by that order.",
        "[NAME]",
        "The White House,March 10, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8708-Reserving Certain Public Lands in Connection With the Independence County Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368297"
}