{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5265-restoring-the-territory-hawaii-part-the-military-reservation",
    "doc": "executive-order-5265-restoring-the-territory-hawaii-part-the-military-reservation",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5265-Restoring to the Territory of Hawaii a Part of the Military Reservation of Punchbowl Hill",
    "date": "January 24, 1930",
    "content": [
        "Pursuant to section 91 of the act of Congress approved April 30, 1900, entitled \"An act to provide a government for the Territory of Hawaii\" (31 Stat. 141), as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 443), the following described parcel of land being a part of the military reservation of Punchbowl Hill, set aside for military purposes by Executive Order No. 395 A of January 18, 1906 (G. O. 21, W. D. 1906), and modified by Executive Orders No. 1531 of May 11, 1912 (S. O. 133, W. D. 1912), No. 2253 of October 6, 1915, and No. 5157 of July 16, 1929, is hereby restored to its previous status for use of the Territory of Hawaii; to wit:",
        "Beginning at the north corner of tract on the east side of Prospect Avenue, said corner being marked by U.S. Monument No. 13, the true coordinates of said Monument No. 13, referred to Territorial Survey Triangulation Station uPunchbowl,\" being two hundred sixty-eight and four hundredths feet North (268.04' N.) and three hundred eighty-seven and ninety-three hundredths feet West (387.93' W.), and running thence by true bearings:",
        "(1) Southerly along the arc of a curve to the right, having a radius of three hundred one and fifty-three hundredths feet (301.53') and a central angle of twenty-five degrees fifty-nine minutes (25° 59'), a distance of one hundred thirty-six and seventy-three hundredths feet (136.73') to the point of tangency of said curve, said point of tangency bearing South five degrees fifty-five minutes thirty seconds East (S. 5° 55' 30\" E.), and distant one hundred thirty-five and fifty-seven hundredths feet (135.57') from a point of beginning; thence:",
        "(2) South seven degrees four minutes West (S. 7° 04' W.), a distance of one hundred seventy-six and sixty-seven hundredths feet (176.67') to the point of beginning of a curve to the right having a radius of two hundred seventy feet (270.0') and a central angle of fourteen degrees fifty-six minutes (14° 56'); thence:",
        "(3) Along the arc of said curve to the right having a radius of two hundred seventy feet (270.0') and a central angle of fourteen degrees fifty-six minutes (14° 56'), a distance of seventy and thirty-seven hundredths feet (70.37') to the point of tangency of said curve, said point of tangency bearing South fourteen degrees thirty-two minutes West (S. 14° 32' W.), and distant seventy and seventeen hundredths feet (70.17') from the beginning of curve; thence:",
        "(4) South twenty-two degrees no minutes West (S. 22° 00' W.), a distance of seventy-five and no hundredths feet (75.00') to the point of beginning of a curve to the left, having a radius of one hundred twenty-six and no hundredths feet (126.00') and a central angle of seventy degrees forty-one minutes (70° 41'); thence:",
        "(5) Along the arc of said curve to the left, having a radius of one hundred twenty-six and no hundredths feet (126.00') and a central angle of seventy degrees forty-one minutes (70° 41'), a distance of one hundred fifty-five and forty-one hundredths feet (155.41') to the point of tangency of said curve, said point of tangency bearing South thirteen degrees twenty minutes thirty seconds East (S. 13° 20' 30 E.), and distant one hundred forty-five and seventy-seven hundredths feet (145.77') from beginning of curve; thence:",
        "(6) South forty-eight degrees forty-one minutes East (S. 48° 41' E.), a distance of sixty-five and eighty-one hundredths feet (65.81') to the point of beginning of a curve to the left having a radius of two hundred thirty and no hundredths feet (230.00') and a central angle of three degrees twenty-nine minutes (3° 29'); thence:",
        "(7) Northwesterly along the arc of said curve to the left having a radius of two hundred thirty and no hundredths feet (230.00') and a central angle of three degrees twenty-nine minutes (3° 29'), said arc marking the east line of Prospect Avenue, a distance of fourteen and no hundredths feet (14.00') to U. S. Monument No. 7, said Monument No. 7 bearing North fifty degrees twenty-five minutes thirty seconds West (N. 50° 25' 30\" W.), and distant thirteen and ninety-eight hundredths feet (13.98') from beginning of curve; thence:",
        "(8) North fifty-two degrees ten minutes West (N. 52° 10' W.), along the east line of Prospect Avenue, a distance of seventy-seven and no hundredths feet (77.00') to U. S. Monument No. 8, said Monument No. 8 marking the point of beginning of a curve to the right having a radius of one hundred twenty and no hundredths feet (120.00 ) and a central angle of seventy-four degrees ten minutes (74° 10' ), thence:",
        "(9) Along the arc of said curve to the right, having a radius of one hundred twenty and no hundredths feet (120.00') and a central angle of seventy-four degrees ten minutes (74° 10'), said arc marking the east line of Prospect Avenue, a distance of one hundred fifty-five and thirty-two hundredths feet (155.32') to U.S. Monument No. 9, said Monument No. 9 bearing North fifteen degrees five minutes West (N. 15° 05' W.), and distant one hundred forty-four and seventy-two hundredths feet (144.72') from said Monument No. 8, thence.",
        "(10) North twenty-two degrees no minutes East (N. 22° 00 E.), along the east side of Prospect Avenue a distance of one handled fifteen and no hundredths feet (115.00') to U.S. Monument No. 10, said Monument No. 10 marking the point of beginning of a curve to the left having a radius of two hundred fifteen and no hundredths feet (215.00') and a central angle of twenty-eight degrees and five minutes (28° 05'); thence:",
        "(11) Along the arc of said curve to the left having a radius of two hundred fifteen and no hundredths feet (215.00') and a central angle of twenty-eight degrees five minutes (28° 05'), said arc marking the east line of Prospect Avenue, a distance of one hundred five and thirty-seven hundredths feet (105.37') to U.S. Monument No. l1 said Monument No. 11 bearing North seven degrees fifty-seven minutes thirty seconds East (N. 7° 57' 30\" E.), and distant one hundred four and thirty-three hundredths feet (104.33') from said Monument No. 10, and also marking the point of reversal of a curve to the right, having a radius of one hundred thirty and no hundredths feet (130.00 ) and a central angle of thirty-two degrees five minutes (32° 05'); thence.",
        "(12) Along the arc of said curve to the right, having a radius of one hundred thirty and no hundredths feet (130.00') and a central angle of thirty-two degrees five minutes (32° 05'), said arc marking the east line of Prospect Avenue, a distance of seventy-two and seventy-eight hundredths feet (72.78') to U.S. Monument No. 12, said Monument No. 12 bearing North nine degrees fifty-seven minutes thirty seconds East (N. 9° 57' 30\" E.), and distant seventy-one and eighty-five hundredths feet (71.85') from said Monument No. 11, and also marking the point of reversal of a curve to the left, having a radius of two hundred five and no hundredths feet (205.00') and a central angle of forty-four degrees fifty-five minutes (44° 55'); thence:",
        "(13) Along the arc of said curve to the left having a radius of two hundred five and no hundredths feet (205.00') and a central angle of forty-four degrees fifty-five minutes (44° 55'), said arc marking the east line of Prospect Avenue, a distance of one hundred sixty and sixty-two hundredths feet (160.62') to U.S. Monument No. 13, the point of beginning; said Monument No. 13 bearing North three degrees thirty-two minutes thirty seconds East (N. 3° 32' 30\" E.), and distant one hundred fifty-six and sixty-three hundredths feet (156.63') from said Monument No. 12, containing an area of eleven thousand six hundred thirty-four (11,634) square feet.",
        "[NAME]",
        "The White House,January 24, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5265-Restoring to the Territory of Hawaii a Part of the Military Reservation of Punchbowl Hill Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361128"
}