{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7249-excusing-federal-employees-from-duty-1-pm-december-24-and-31-1935",
    "doc": "executive-order-7249-excusing-federal-employees-from-duty-1-pm-december-24-and-31-1935",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7249-Excusing Federal Employees from Duty at 1 p.m. on December 24 and 31, 1935",
    "date": "December 12, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is hereby ordered that the several executive departments, independent establishments and other governmental agencies in the District of Columbia, including the Government Printing Office and the Navy Yard and stations, be closed at 1 P.M. on Tuesday, December 24, 1935, the day preceding Christmas Day, and at 1 P.M. on Tuesday, December 31, 1935, the day preceding New Year's Day; and ajl employees in the Federal service in the District of Columbia, and in the field service of the executive departments, independent establishments and other agencies of the Government, except those who may for special public reasons be excluded from the provisions of this Order by the heads of their respective departments, establishments or agencies, or those whose absence from duty would be inconsistent with the provisions of existing law, are hereby excused from duty at 1 P.M. on Tuesday, December 24, 1935, and at 1 P.M. on Tuesday, December 31, 1935.",
        "For the purposes of this Order, in establishments or agencies in which the employees work in shifts, such employees shall, subject to the foregoing provisions, be excused from duty after four hours of work on the dates specified, and the several shifts shall be arranged accordingly.",
        "[NAME]",
        "The White House,December 12, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7249-Excusing Federal Employees from Duty at 1 p.m. on December 24 and 31, 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362747"
}