{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6684-compact-fair-competition-for-the-prison-industries-the-united-states",
    "doc": "executive-order-6684-compact-fair-competition-for-the-prison-industries-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6684-A-Compact of Fair Competition for the Prison Industries of the United States of America",
    "date": "April 19, 1934",
    "content": [
        "A Compact of Fair Competition for the Prison Industries of the United States of America having been signed by the governors or prison executives of twenty-eight States of the United States, and it appearing that further states will sign tliis Compact, and said Compact having been fully considered by the Administrator for Industrial Recovery and having been approved by him, said Administrator for Industrial Recovery having found that said Compact will materially assist in effectuating the policies of Title I of the National Industrial Recovery Act;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by said Compact, and by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby",
        "Adopt and approve the report, recommendations and findings of the Administrator for Industrial Recovery of April 18, 1934, and do order that the said Compact of Fair Competition for the Prison Industries of the United States of America and the participation therein by all States upon whose behalf it has been or may hereafter be approved, be and the same is hereby approved;",
        "Appoint Thomas A. Rickert, Sam A. Lewisohn, and Thorsten Sellin members of the Prison Labor Authority to represent, respectively, labor, industry and consumers;",
        "And do order that the power, authority and functions vested in me by said Compact be delegated, until further ordered by me, to the Administrator for Industrial Recovery, and that all duplicates of said Compact bearing approvals signed on behalf of States be filed with the National Recovery Administration.",
        "[NAME]",
        "Approval Recommended: [NAME]          Administrator.",
        "The White House,April 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6684-A-Compact of Fair Competition for the Prison Industries of the United States of America Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362452"
}