{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5264-restricting-for-the-time-being-the-introduction-parrots-into-the",
    "doc": "executive-order-5264-restricting-for-the-time-being-the-introduction-parrots-into-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5264-Restricting for the Time Being the Introduction of Parrots into the United States",
    "date": "January 24, 1930",
    "content": [
        "Whereas there have been officially reported in widely separated portions of the United States since the middle of December, 1929, a considerable number of human cases, some of them fatal, of a disease communicated by infected parrots; and",
        "Whereas there is evidence that such parrots have been introduced from ports outside of the continental United States; and",
        "Whereas there exists danger of further such introduction:",
        "Therefore in order to prevent the further introduction of disease communicable from parrots to human beings, from ports outside of the continental United States into the United States, by virtue of the authority vested in me by section 7 of the act of Congress approved February 15, 1893, entitled \"An act granting additional quarantine powers and imposing additional duties upon the Marine-Hospital Service,\" it is ordered that no parrots may be introduced into the United States or any of its possessions or dependencies from any foreign port, for such period of time as may bo deemed necessary, except under such conditions as may be prescribed by the Secretary of the Treasury.",
        "This order shall take effect from and after this date.",
        "[NAME]",
        "The White House,January 24, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5264-Restricting for the Time Being the Introduction of Parrots into the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361129"
}