{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6065-establishing-the-boulder-canyon-wild-life-refuge-nevada-and-arizona",
    "doc": "executive-order-6065-establishing-the-boulder-canyon-wild-life-refuge-nevada-and-arizona",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 6065-Establishing the Boulder Canyon Wild Life Refuge, Nevada and Arizona",
    "date": "March 03, 1933",
    "content": [
        "It is hereby ordered that the following-described area in the States of Nevada and Arizona, be, and the same is hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for wild birds and animals:",
        "Arizona",
        "GILA AND SALT RIVER MERIDIAN",
        "T. 31 N., R. 15 W., all fractional unsurveyed portion north and west of Hualpai Indian Reservation;",
        "T. 32 N., R. 15 W., secs. 4 to 9, secs. 16 to 21, and secs. 28 to 33, inclusive (unsurveyed);",
        "T. 30 N., R. 16 W., secs. 5, 6, 7, 8, and 18 (partly surveyed);",
        "T. 31 N., R. 16 W., all (unsurveyed);",
        "T. 32 N., R. 16 W., all (unsurveyed);",
        "T. 33 N., R. 16 W., all (unsurveyed);",
        "T. 30 N., R. 17 W., secs. 1 to 18, inclusive (partly surveyed);",
        "T. 31 N., R. 17 W., all fractional;",
        "T. 32 N., R. 17 W., all fractional (unsurveyed);",
        "T. 30 N., R. 18 W., secs. 1 to 21 and secs. 28 to 30, inclusive (partly surveyed);",
        "T. 30 N., R. 19 W., secs. 1 to 18 and secs. 24 to 25, inclusive (unsurveyed);",
        "T. 31 N., R. 19 W., all fractional (unsurveyed);",
        "T. 32 N., R. 19 W., all fractional (unsurveyed);",
        "T. 30 N., R. 20 W., secs. 5 to 8, inclusive (unsurveyed);",
        "T. 31 N., R. 20 W., all (unsurveyed);",
        "T. 32 N., R. 20 W., all fractional (unsurveyed);",
        "T. 30 N., R. 21 W., secs. 1 and 12 (unsurveyed);",
        "T. 31 N., R. 21 W., all (unsurveyed);",
        "T. 32 N., R. 21 W., all fractional (unsurveyed);",
        "T. 30 N., R. 22 W., all (unsurveyed);",
        "T. 31 N., R. 22 W., all (unsurveyed);",
        "T. 32 N., R. 22 W., all fractional (unsurveyed);",
        "T. 30 N., R. 23 W., all fractional;",
        "T. 31 N., R. 23 W., all fractional;",
        "T. 32 N., R. 23 W., all fractional;",
        "NEVADA",
        "MOUNT DIABLO MERIDIAN",
        "T. 20 S., R. 63 E., sec. 36 (unsurveyed);",
        "T. 23 S., R. 63 E., secs. 1, 12, and 13, and that portion of secs. 2, 11, 14, 23, and 24 within Boulder Canyon Project Federal Reservation;",
        "T. 21 S., R. 63 K E., secs. 1, 12, and 13 (unsurveyed);",
        "T. 23 S., R. 63M E., secs. 12, 13, and 24, and that portion of sec. 1 within Boulder Canyon Project Federal Reservation;",
        "E., secs. 31 and 32;",
        "E., all (unsurveyed);",
        "E., all;",
        "E., secs. 1 to 24, inclusive;",
        "E., secs. 19 to 36, inclusive;",
        "E., all fractional;",
        "E., all fractional;",
        "E., secs. 5 to 8 and secs. 16 to 21, inclusive (unsurveyed);",
        "E., secs. 19 to 36, inclusive (unsurveyed);",
        "E., all fractional (unsurveyed);",
        "E., secs. 24 and 25;",
        "E., secs. 13, 24, 25, and 36;",
        "E., secs. 1, 12, 13, 24, 25, and 36;",
        "E., secs. 1 and 2, secs. 11 to 14, and secs. 19 to 36, inclusive (unsurveyed);",
        "T. 21  S., R.  67  E.,  all fractional (unsurveyed);",
        "T. 15  S., R.  68  E.,  secs.  25, 26, 35, and 36;",
        "T. 16  S., R.  68  E.,  secs.  1 and 2, secs. 11 to 14,  and  secs.  19  to  36,  inclusive;",
        "T. 17  S., R.  68  E.,  secs.  1 to 5, secs. 8 to 30, and  secs.  32  to  36,  inclusive;",
        "T. 18  S.,  R.  68  E.,  secs.  1  to 5 and secs. 7 to 36, inclusive;",
        "T. 19  S.,  R.  68  E.,  secs.  2  to 11, secs. 14 to 23, and secs. 26  to 35, inclusive;",
        "T. 20  S.,  R.  68  E.,  secs.  2  to 11, secs. 14 to 23, and secs. 25  to 36, inclusive;",
        "E., all fractional;",
        "E., secs. 29 to 32, inclusive;",
        "E., secs. 5, 6, 7, 18, 19, 30, 31, and 32;",
        "E., secs. 4 to 10, secs. 15 to 21, and secs. 28 to 33, inclusive;",
        "E., secs. 5, 6, 7, 8, and 18;",
        "E., secs. 31 to 36, inclusive;",
        "E., all fractional (unsurveyed);",
        "E., all fractional (unsurveyed);",
        "E., secs. 23 to 26 and secs. 31 to 36, inclusive (unsurveyed);",
        "E., all fractional (unsurveyed);",
        "E., all fractional (unsurveyed);",
        "E., secs. 3, 4, 9, 10, secs. 15 to 22 and secs. 27 to 33, inclusive (unsurveyed);",
        "E., all fractional (unsurveyed).",
        "Practically all the lands involved have been withdrawn for classification and in connection with the Boulder Canyon Project for river regulation, improvement of navigation, flood control, irrigation and domestic uses, and for power development, and are primarily under the jurisdiction ofjhe DepartmenCof the Interior. The reservation of this area as a wild-life refuge is subject to the use thereof by said department for the purposes mentioned and other incidental purposes, and to any other existing valid rights.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to bum unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of chapter 4, title 18, United States Code (35 Stat. 1098 and 43 Stat. 98), or by section 10 of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1224; U.S. Code, Supp., title 16, sec. 715i).",
        "This refuge shall be known as the Boulder Canyon Wild Life Refuge.",
        "[NAME]",
        "The White House,March 3, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6065-Establishing the Boulder Canyon Wild Life Refuge, Nevada and Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361811"
}