{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9690-amending-executive-order-9685-authorizing-the-secretary-agriculture",
    "doc": "executive-order-9690-amending-executive-order-9685-authorizing-the-secretary-agriculture",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 - 1953",
    "title": "Executive Order 9690-Amending Executive Order 9685 Authorizing the Secretary of Agriculture to Take Possession of and Operate Certain Plants and Facilities Used in the Production, Processing, Transportation, Sale and Distribution of Livestock Meat, Meat Products and By-Products",
    "date": "February 02, 1946",
    "content": [
        "By virtue of the power and authority vested in me by the Constitution and laws of the United States, including Section 9 of the Selective Service Act of 1940 (54 Stat. 892) as amended by the War Labor Disputes Act (57 Stat. 163), as President of the United States and Commander in Chief of the Army and Navy of the United States, and inasmuch as I have found and determined that the plants and facilities of the Los Angeles Union Stockyards Company located in and around Los Angeles, California, should be included in the list of plants and facilities which the Secretary of Agriculture is authorized and directed to take possession of an operate under Executive Order No. 9685 of January 24, 1946, it is hereby ordered that said Executive Order No. 9685 be amended accordingly, and all provisions of said order shall be deemed applicable to said plants and facilities of the Los Angeles Union Stockyards Company.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "February 2, 1946"
    ],
    "citation": "Harry S Truman, Executive Order 9690-Amending Executive Order 9685 Authorizing the Secretary of Agriculture to Take Possession of and Operate Certain Plants and Facilities Used in the Production, Processing, Transportation, Sale and Distribution of Livestock Meat, Meat Products and By-Products Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278395"
}