{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5026-enforcement-the-fur-seal-convention",
    "doc": "executive-order-5026-enforcement-the-fur-seal-convention",
    "president": "Calvin Coolidge",
    "president_byline": "30th President of the United States: 1923 - 1929",
    "title": "Executive Order 5026-Enforcement of the Fur Seal Convention",
    "date": "January 14, 1929",
    "content": [
        "By virtue of the authority vested in me by the Act of Congress entitled, \"An Act to give effect to the Convention between the Governments of the United States, Great Britain, Japan and Russia, for the preservation and protection of the fur seals and sea otters which frequent the waters of the North Pacific Ocean, concluded at Washington July 7, 1911,\" approved August 24, 1912, as well as by virtue of any and all other acts of Congress conferring authority upon me in the premises, I hereby order and direct",
        "1. That the Bureau of Fisheries patrol boats Widgeon, Murre, Auklet, Petrel, Eider, Eittiwalce, Brant, Teal, Crane, Blue Wing, Merganser, Scoter, and Penguin patrol the waters frequented by the seal herd or herds and sea otter in the protection of which the United States is especially interested.",
        "2. That the masters of these vessels, and the agents, assistant agents, inspectors and wardens of the Bureau of Fisheries are hereby designated and authorized to search any vessel of the United States in port or in territorial waters of the United States or on the high seas when suspected of having violated or being about to violate the provisions of the Convention between the Governments of the United States, Great Britian, Japan and Russia, concluded at Washington July 7, 1911, or the said Act of August 24, 1912, or of any regulation made thereunder, and to seize such vessel and the officers and crew thereof and bring them into the most accessible port of the Territory of Alaska or the States of California, Oregon, or Washington, for trial.",
        "[NAME]",
        "The White House,January 14, 1929."
    ],
    "citation": "Calvin Coolidge, Executive Order 5026-Enforcement of the Fur Seal Convention Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360747"
}