{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6700-amendment-executive-order-no-6225-july-27-1933-establishing-the",
    "doc": "executive-order-6700-amendment-executive-order-no-6225-july-27-1933-establishing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6700-Amendment of Executive Order No. 6225, of July 27, 1933, Establishing the Central Statistical Board",
    "date": "May 04, 1934",
    "content": [
        "Executive Order No. 6225, of July 27, 1933, establishing the Central Statistical Board, is hereby amended to read as follows:",
        "(1) By virtue of and pursuant to the authority vested in me under titles I and II of the National Industrial Recovery Act (ch. 90, 48 Stat. 195), there is hereby established a Central Statistical Board (hereinafter referred to as \"the Board\"), which shall be composed of a chairman to be appointed by the President; one representative to be designated by each of the following officers from one of the statistical agencies under his direction:",
        "The Secretary of the Interior,           The Secretary of Agriculture,           The Secretary of Commerce,           The Secretary of Labor,           The Governor of the Federal Reserve Board,           The Administrator for Industrial Recovery;",
        "one representative to be designated by the Committee on Government Statistics and Information Services; and such other persons as these representatives may from time to time elect to full or limited membership, provided that the total number of members of the Board shall not exceed 17.",
        "(2) The Board shall be concerned with all statistical services in the United States which are useful for carrying out the purposes of the National Industrial Recovery Act, including both those services conducted by or subject to the supervision of the Federal Government and those conducted by other public or private agencies.",
        "(3) The Board shall plan and promote the improvement, development, and coordination of the services specified in paragraph (2) and shall plan and promote economy and the elimination of unnecessary duplication in such services.",
        "(4) The Board may undertake statistical activities of an experimental character and may collect, analyze, and publish data concerning the statistical services specified in paragraph (2); but the Board itself shall not engage in any other statistical services.",
        "(5) The Board may make an investigation of any statistical service specified in paragraph (2), either on request of the agency conducting or supervising such service, or on its own motion with the consent of such agency. After making such investigation, the Board may, with the consent of the agency concerned, publish or communicate to interested parties its findings of fact, conclusions, and recommendations with respect to such service.",
        "(6) In respect to any of the statistical services specified in paragraph (2), the Board may request from any Federal agency information, papers, reports, and access to records concerning any existing or proposed statistical work of that agency or subject to its supervision; and such agency is requested to comply with any such request the Board shall make.",
        "(7) Nothing in this order shall be construed to prevent any statistical agency from publishing its own findings of fact, interpretations thereof, or opinions based thereon.",
        "(8) The Board is hereby authorized to appoint, employ, and fix the compensation of such officers, agents, and employees (subject to the provisions of Executive Order No. 6440, of Nov. 18, 1933, as amended), and to make such expenditures of the funds made available to it, as it may require in the exercise of its powers and the discharge of its duties.",
        "(9) The Federal Emergency Administrator of Public Works is hereby directed to allot to the Board, in addition to the allotment of $20,000 already made, such funds as in the opinion of the Director of the Budget may be necessary to provide adequately for carrying out the purposes and provisions of this order.",
        "[NAME]",
        "The White House,May 4, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6700-Amendment of Executive Order No. 6225, of July 27, 1933, Establishing the Central Statistical Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362473"
}