{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8887-exemption-certain-plate-printers-the-bureau-engraving-and-printing",
    "doc": "executive-order-8887-exemption-certain-plate-printers-the-bureau-engraving-and-printing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8887-Exemption of Certain Plate Printers of the Bureau of Engraving and Printing, Treasury Department, From Compulsory Retirement for Age",
    "date": "September 03, 1941",
    "content": [
        "Whereas the Bureau of Engraving and Printing, Treasury Department, is facing a serious shortage of plate printers due to inability to obtain the services of qualified personnel; and",
        "Whereas, in my judgment, the public interest requires that certain plate printers of the Bureau of Engraving and Printing, Treasury Department, be exempted from compulsory retirement for age (if they are physically capable of continuing in employment) until such time as it is possible to replace them with qualified personnel:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 204 of the act of June 30, 1932, 47 Stat. 382, 404 (U.S.C., title 5, sec. 715a), I hereby exempt from compulsory retirement for age, subject to the conditions herein prescribed, the following-named plate printers of the Bureau of Engraving and Printing, Treasury Department:",
        "1. The exemption from compulsory retirement of each of the above-named employees shall not continue for more than sixty days after notification by the Civil Service Commission to the Director of the Bureau of Engraving and Printing of the establishment by the Commission of such registers of plate printer eligibles as will provide for the replacement of such employee.",
        "2. The exemption from compulsory retirement of each of the above-named employees shall continue only so long as the Director of the Bureau of Engraving and Printing shall find that such employee is physically capable of performing the duties of his position.",
        "[NAME]",
        "The White House,Sept. 3, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8887-Exemption of Certain Plate Printers of the Bureau of Engraving and Printing, Treasury Department, From Compulsory Retirement for Age Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371679"
}