{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6981-removing-certain-cases-restrictions-imposed-public-resolution-53-june",
    "doc": "executive-order-6981-removing-certain-cases-restrictions-imposed-public-resolution-53-june",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6981-Removing, in Certain Cases, Restrictions Imposed by Public Resolution 53, of June 27, 1934, as to Payments, Transfers, and Deliveries of Property under the Trading with the Enemy Act and the Settlement of War Claims Act of 1928",
    "date": "March 02, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by Public Resolution 53, approved June 27, 1934 (48 Stat. 1267), the Trading with the Enemy Act, approved October 6, 1917 (40 Stat. 411), as amended, and the Settlement of War Claims Act of 1928, approved March 10, 1928 (45 Stat. 254), I do hereby order as follows:",
        "Section 1. For the purposes of the said resolution, it is hereby determined that Germany has been and is now in arrears in payments of principal and interest under the debt-funding agreement between Germany and the United States dated June 23, 1930, with respect to the obligations of Germany on account of awards entered and to be entered by the Mixed Claims Commission, United States and Germany. The period in which Germany is in arrears shall be deemed to continue for the purposes of this order until it is determined by the President that such period has terminated.",
        "Section 2. The restrictions imposed by the said resolution are hereby removed except as to the following payments, conveyances, transfers, or deliveries of money or property or of the income, issues, profits, or avails thereof:",
        "1.To any person who was on April 6, 1917, or who at any time since that date has been, a German national, unless such person is entitled to receive payment under section 9, subsection (b) (1), of the Trading with the Enemy Act, as amended, or unless such person is a national of the United States at the time of payment, conveyance, transfer or delivery, and was on June 1, 1934, the legal and beneficial owner of the claim to the money or property or the income, issues, profits, or avails thereof, and on or before June 1, 1934, the United States received written notice of such ownership.",
        "2.To any person domiciled or resident within the territory of Germany, except a natural person who is a national of the United States at the time of payment, conveyance, transfer, or delivery.",
        "3.To any corporation, association, or partnership, or other unincorporated body of individuals or a body politic which on or at any time since April 6, 1917, was organized or existed under the laws of Germany or had its principal place of business in Germany.",
        "4.To any corporation, association, or partnership, or other unincorporated body of individuals, or a body politic in which a substantial legal or beneficial interest is owned directly or indirectly by any person to whom payment, conveyance, transfer, or delivery continues to be postponed under subdivision 1, 2, or 3 hereof, or to any person who is a trustee of such money or property for a person to whom payment, conveyance, transfer, or delivery continues to be postponed under subdivision 1, 2, or 3 hereof.",
        "5.To the heirs, devisees, legatees, executors, administrators, representatives, creditors, successors, or assigns of any person to whom payment, conveyance, transfer, or delivery continues to be postponed under subdivision 1, 2, 3, or 4 hereof, except to such heirs, devisees, or legatees as are natural persons and have been nationals of the United States from June 1, 1934, to the time of payment, conveyance, transfer, or delivery.",
        "Section 3. For the purposes of this Executive order, (a) the nationality, residence, domicile, or other qualification of claimants under the Trading with the Enemy Act, as amended, shall be that determined by the Attorney General; and (b) the nationality, residence, domicile, or other qualification of claimants to money or property or the income, issues, profits, or avails thereof, held in the German Special Deposit Account, and in the Austrian and Hungarian Special Deposit Accounts, shall be that determined by the Secretary of the Treasury.",
        "[NAME]",
        "The White House,March 2, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6981-Removing, in Certain Cases, Restrictions Imposed by Public Resolution 53, of June 27, 1934, as to Payments, Transfers, and Deliveries of Property under the Trading with the Enemy Act and the Settlement of War Claims Act of 1928 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362657"
}