{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8196-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8196-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8196-Amending the Foreign Service Regulations of the United States",
    "date": "July 08, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C, § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter IX thereof:",
        "CHAPTER IX",
        "RELATIONS WITH OTHER DEPARTMENTS",
        "ATTACHES",
        "IX-1. Assignment and commissioning of attachés. Attachés shall be assigned by the Secretaries of their respective departments and commissioned by the Secretary of State to reside at the seats of the various missions as the public interests demand. A diplomatic representative shall promptly inform the Foreign Office of the country to which he is accredited of the designation of an attaché to his mission.",
        "IX-2. Duties of attachés. The duties of attachés are such as may be assigned to them by the heads of their respective departments, from whom they receive their instructions and to whom they shall report. These duties, while not under the direction or control of the chief of mission, shall be subject to his supervision.",
        "In ceremonial matters, attachés are subject to the direction of the chief of mission, and are responsible to him for their personal conduct. The diplomatic representative shall report to the Department of State any conduct of the attachés which he considers unbecoming or embarrassing to the mission.",
        "RELATIVE RANK",
        "IX-3. Relative rank. The rules of precedence to be observed as between officers of the Department of State, officers of other departments, and other officials of the Government of the United States assigned abroad shall be such as are prescribed by the President.",
        "NAVY",
        "IX-4. Classification of visits of American naval vessels to foreign ports. The term \"visits of courtesy\" shall be used to designate visits of a more or less formal nature of naval vessels to ports in foreign countries in which there is an exchange of official entertainment.",
        "Visits in which formalities are restricted to the usual salutes and customary calls shall be designated \"informal visits\".",
        "Unless specifically designated as visits of courtesy, all visits of United States naval vessels shall be regarded as informal visits.",
        "IX-5. Official calls between naval officers and officers of the Foreign Service.",
        "(a) Calls between naval officers and diplomatic officers. Upon the arrival of a naval vessel of the United States in a foreign port where there are diplomatic officers of the United States, the following procedure in regard to official calls shall be observed:",
        "(1) A flag officer will pay the first visit to a diplomatic officer of, or above, the rank of chargé d'affaires.",
        "(2) A commanding officer will pay the first visit to a diplomatic officer of, or above, the rank of chargé d'affaires.",
        "The senior naval officer present shall, if necessary, arrange to furnish a suitable boat to enable a diplomatic representative to pay official visits afloat. Official visits shall be returned within 24 hours.",
        "(b) Calls between naval officers and consular officers. When a naval vessel visits a port where there is a consular officer, the procedure in paying official calls shall be as follows:",
        "(1) A flag officer receives the first visit from a consular officer regardless of the latter's rank.",
        "(2) A captain commanding a vessel pays the first call to a consul general and receives the first call from other consular officers.",
        "(3) A commanding officer below the rank of captain pays the first visit to a consular officer in charge of a consulate.",
        "When the consular officer pays the first visit, the commanding officer shall send a boat ashore with an officer on board to call on the consular officer and tender him a passage to the ship at such time as he may select. The consular officer shall accept the invitation to visit the commanding officer within 24 hours, and shall tender to him his official services.",
        "When the commanding officer pays the first visit to a consular officer, the latter shall return the visit within 24 hours.",
        "IX-6. Services for the Navy. Foreign Service officers shall cooperate with officers of the United States Navy to the fullest possible extent. However, in matters involving the expenditure of funds they shall be governed by the provisions of section V-45.",
        "Consular officers shall extend necessary relief and assistance to personnel of naval vessels left under their care by reason of illness, injury, or for other causes, or who desert or straggle in foreign ports, provided that the consular officer has first received such express written authorization from a commanding officer of the Navy or the Navy Department as will enable him to obtain reimbursement from the Navy Department for any outlay made.",
        "IX-7. Presence of naval force in foreign port not to be requested except in public emergency. Diplomatic representatives and consular officers shall not request the presence of a naval force in a foreign port unless a public emergency so necessitates. The request may be addressed to the officers in command of the naval force, in which event responsibility of action rests with them, or it may be addressed to the Department of State. In either case, the request should contain detailed reasons for its submission.",
        "TREASURY",
        "IX-8. Quarantine laws and regulations. Consular officers shall familiarize themselves with and shall perform the duties prescribed for them by the provisions of the Quarantine Act of February 15, 1893, as amended (42 U.S.C. §§82, 92, 93, 94), and by the regulations promulgated thereunder by the Secretary of the Treasury, appearing in the current edition of the pamphlet entitled \"Quarantine Laws and Regulations\", as amended, or elsewhere.",
        "IX-9. Relief extended personnel of Coast Guard stranded in foreign ports. Consular officers shall extend relief to members of the Coast Guard on active duty (not on leave status) who become stranded in foreign ports as follows:",
        "(a) When a vessel of the Coast Guard is based in a foreign port, relief shall be afforded until the arrival of a Coast Guard cutter in port, when the person concerned shall be delivered to the commanding officer of the vessel.",
        "(b) When a vessel of the Coast Guard has permanently cleared from a foreign port, relief shall be afforded, and the Department of State shall be immediately notified and instructions awaited relative to the disposition to be made of the person concerned.",
        "Expenses incurred for the relief of Coast Guard personnel shall be included as a separate item supported by proper vouchers in the regular accounts of the office extending relief.",
        "VETERANS' ADMINISTRATION",
        "IX-10. Duties of consular officers in connection with Veterans' Administration activities abroad. Consular officers shall perform such duties for and submit such reports through the Department of State to the Veterans' Administration as may from time to time be required of them. They are also charged with the general supervision of Veterans' Administration activities abroad and in connection therewith shall report immediately through the Department of State any information which may assist the Veterans' Administration in the efficient discharge of its responsibilities to its beneficiaries who reside in foreign countries.",
        "CANCELLATION OF REGULATIONS",
        "The following provisions of the Foreign Service Regulations of the United States are hereby cancelled:",
        "PART I",
        "Sections IV-1 to IV-7 inclusive.",
        "PART II",
        "Sections IV-76, XV-270, XXII-375, XXII-376, XXII-377, XXII-379, XXII-380, XXIV-441, and XXIV-477.",
        "Chapter VIII.",
        "REVOCATION OF EXECUTIVE ORDERS",
        "Executive Order No. 724, dated January 3, 1908, and No. 2483, dated November 5, 1916, are hereby revoked.",
        "[NAME]",
        "The White House,July 8, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8196-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372657"
}