{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7965-regulations-give-effect-articles-i-and-ii-the-convention-providing",
    "doc": "executive-order-7965-regulations-give-effect-articles-i-and-ii-the-convention-providing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7965-Regulations To Give Effect to Articles I and II of the Convention Providing for the Recovery and Return of Stolen or Embezzled Motor Vehicles, Trailers, Airplanes or Component Parts of Any of Them, Concluded on October 6, 1936, Between the United States of America and the United Mexican States",
    "date": "August 29, 1938",
    "content": [
        "Whereas the Convention for the recovery and return of stolen or embezzled motor vehicles, trailers, airplanes, or the component parts of any of them, between the United States of America and the United Mexican States, concluded on October 6, 1936, and proclaimed by the President of the United States of America, on June 24, 1937, reads as follows:",
        "ARTICLE I.",
        "Whenever the Government of the United Mexican States through its Embassy in Washington shall so request the Department of State of the United States of America, that Department will use every proper means to bring about the detention of alleged stolen or embezzled motor vehicles, trailers, airplanes or the component parts of any of them.",
        "The request of the Embassy shall be accompanied by documents legally valid in the United Mexican States supporting the claim of the person or persons interested to the property the return of which is requested.",
        "After the property shall have been detained, and in the absence of evidence conclusively controverting the proof just before mentioned, it will be delivered to the person or persons designated for such purpose by the Embassy in Washington of the United Mexican States.",
        "ARTICLE II.",
        "Whenever the Government of the United States of America through its Embassy in Mexico City shall so request the Department of Foreign Relations of the United Mexican States, that Department will use every proper means to bring about the detention of alleged stolen or embezzled motor vehicles, trailers, airplanes or the component parts of any of them.",
        "The request of the Embassy shall be accompanied by documents legally valid in the United States of America supporting the claim of the person or persons interested to the property the return of which is requested.",
        "After the property shall have been detained, and in the absence of evidence conclusively controverting the proof just before mentioned, it will be delivered to the person or persons designated for such purpose by the Embassy in Mexico City of the United States of America.",
        "ARTICLE III.",
        "When the stolen or embezzled property is held as evidence in a criminal case, in the country where recovered, such detention shall not exceed twenty days from the date of the presentation to the Department of State or the Department of Foreign Relations, as the case may be, of the official request for the return of the property.",
        "ARTICLE IV.",
        "The High Contracting Parties will extend all necessary customs and other facilities in order that the person or persons on whose behalf the return has been made shall receive the stolen property and return with it to the territory of the country from which the request emanated.",
        "ARTICLE V.",
        "The High Contracting Parties will not assess any duties, fines or other monetary penalties upon the property detained and returned under the terms and provisions of this Convention. All expenses incident to the return and delivery of the property to the requesting country shall be borne by the person or persons receiving the vehicles or their component parts and such person or persons shall have no claim for compensation against the detaining authorities for damages to the property in connection with its seizure, detention and storage.",
        "ARTICLE VI.",
        "The High Contracting Parties will ratify this Convention in accordance with the provisions of their respective Constitutions and the exchange of ratifications shall take place in the City of Mexico as soon as possible.",
        "This Convention shall remain in force for one year from the date of exchange of ratifications. If upon the expiration of one year notice is not given by either High Contracting Party of the desire to terminate the same, it shall continue in force until thirty days after either party shall have given notice to the other of the desire to terminate it.",
        "In witness whereof, the respective Plenipotentiaries have signed and affixed their seals to this Convention.",
        "Done in duplicate, in English and Spanish, at Mexico City, this sixth day of the month of October one thousand nine hundred and thirty six.",
        "Josephus Daniels [seal]                     Eduardo Hays [seal]",
        "Whereas it is desirable that uniform regulations should be established by the Government of the United States of America and the United Mexican States to give effect to the provisions of Articles I and II of the Convention; and",
        "Whereas the following regulations have been agreed upon by representatives of the two Governments and have been submitted to me for approval on the part of the United States of America:",
        "ARTICLE I.",
        "Whenever, in accordance with the provisions of Article I of the Convention, the United Mexican States shall request the detention in the United States of America of alleged stolen or embezzled motor vehicles, trailers, airplanes, or the component parts of any of them, the request shall be accompanied by documents legally valid in the .United Mexican States. The said documents shall be as follows: (1) the original or a certified copy of the sales or conditional sales contract and where registration of title is required by law the certificate of such registration of title; (2) the original or a certified copy of the official registration card; (3) not more than three affidavits identifying the claimant as the owner of the legal or equitable title, or both, to the property alleged to have been stolen or embezzled; (4) the original or a certified copy of any assignment of the property by the insured to the insurer pursuant to a contract of insurance in force at the time the theft or embezzlement was committed.",
        "ARTICLE II.",
        "Whenever, in accordance with the provisions of Article II of the Convention, the United States of America shall request the detention in the United Mexican States of alleged stolen or embezzled motor vehicles, trailers, airplanes, or the component parts of any of them, the request shall be accompanied by documents legally valid in the United States of America. The said documents shall be as follows: (1) the original or a certified copy of the sales or conditional sales contract and where registration of title is required by law the certificate of such registration of title; (2) the original or a certified copy of the official registration card; (3) not more than three affidavits identifying the claimant as the owner of the legal or equitable title, or both, to the property alleged to have been stolen or embezzled; (4) the original or a certified copy of any assignment of the property by the insured to the insurer pursuant to a contract of insurance in force at the time the theft or embezzlement was committed.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States of America, considering it expedient and necessary for the enforcement of the provisions of the said Convention of October 6, 1936, that uniform regulations for that purpose be adopted by the two Governments, do hereby approve the foregoing regulations.",
        "This Order shall become effective on September 1, 1938.",
        "[NAME]",
        "The White House,August 29, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7965-Regulations To Give Effect to Articles I and II of the Convention Providing for the Recovery and Return of Stolen or Embezzled Motor Vehicles, Trailers, Airplanes or Component Parts of Any of Them, Concluded on October 6, 1936, Between the United States of America and the United Mexican States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368775"
}