{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6808-restoration-entry-land-chugach-national-forest",
    "doc": "executive-order-6808-restoration-entry-land-chugach-national-forest",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6808-Restoration to Entry of Land in Chugach National Forest",
    "date": "August 04, 1934",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and upon the recommendation of the Secretary of Agriculture, it is ordered that the tract of land in Alaska lying within the following-described boundaries and occupied as a home site be, and it is hereby, excluded from the Chugach National Forest and restored to entry under the applicable public-land laws:",
        "Beginning at corner no. 1, meander corner for home site no. 27, onthe south shore of Kenai River, in approximate latitude 60°29' N. , longitude 149°51' W., at line of mean high tide; corner not set because of liability of destruction by tides; from which point U.S.L.M. No. 95 bears N. 33°41' W., 5.91 chs.Thence with meanders along line of approximate high tide of Kenai River:      (1) S. 78°30' W., .55 ch.;      (2) S. 67° W., 3.20 chs.;crossing center road right-of-way at 61 lks.;      (3) S. 18° W., .75 ch.;to corner no. 2, meander corner, not set because of liability to destruction by tides.Thence S. 18° E.",
        "to corner no. 4, which is a spruce post 5 ft. long, squared to 4 in., set 18 in. in ground, marked HS 4.      A 6-in. spruce tree bears S. 54° W., 60 lks. distant.Thence N. 21°57' W.",
        "[NAME]",
        "The White House,August 4, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6808-Restoration to Entry of Land in Chugach National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373417"
}