{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9028-withdrawal-public-lands-for-lookout-station-for-use-cooperative",
    "doc": "executive-order-9028-withdrawal-public-lands-for-lookout-station-for-use-cooperative",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9028-Withdrawal of Public Lands for Lookout Station for Use in Cooperative Forest Protection",
    "date": "January 20, 1942",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in California and certain other States for classification and other purposes, is hereby revoked as to the following-described tract of public land in California:",
        "Mount Diablo Meridian",
        "T. 23 S., R. 9 E.       sec. 4, E½SE¼SE¼SW¼, W½SW¼SW¼SE¼, 10 acres.",
        "Section 2. Subject to valid existing rights, the lands described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved and set apart under the jurisdiction of the Department of the Interior for use as a lookout station site for Federal and State cooperative forest-protection work.",
        "Section 3. The land herein reserved being within the area included in the unit plan agreement for the Williams Hill area, Monterey County, approved by the Secretary of the Interior on June 2, 1937, its reservation as a lookout station is subject to its use for the purpose of oil and gas development pursuant to the act of February 25, 1920, c. 85, 41 Stat. 437, as amended, and for purposes incidental thereto.",
        "[NAME]",
        "The White House,January 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9028-Withdrawal of Public Lands for Lookout Station for Use in Cooperative Forest Protection Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368117"
}