{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9441-suspension-eight-hour-law-laborers-and-mechanics-employed-the",
    "doc": "executive-order-9441-suspension-eight-hour-law-laborers-and-mechanics-employed-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9441-Suspension of Eight-Hour Law as to Laborers and Mechanics Employed by the Veterans' Administration on Public Work Within the United States",
    "date": "May 11, 1944",
    "content": [
        "Whereas the Veterans' Administration is engaged in public-work activities within the United States (including, but not confined to, construction, alteration, repair, maintenance and operation of Veterans' Administration facilities needed for the care and treatment of war veterans) which are essential to the prosecution of the war; and",
        "Whereas there exists an acute shortage of laborers and mechanics; and",
        "Whereas the efficient and speedy accomplishment of such activities requires that laborers and mechanics therefor be employed in excess of eight hours a day; and",
        "Whereas by section 1 of the act of August 1, 1892, 27 Stat. 340, as amended by the act of March 3, 1913, 37 Stat.. 726 (U.S.C., title 40, sec. 321), the services of all laborers and mechanics employed by the Government of the United States upon any public work of the United States is limited to eight hours in any one calendar day, except in case of Extraordinary Emergency; and",
        "Whereas I find that by reason of the foregoing an Extraordinary Emergency exists:",
        "Now, Therefore, by virtue of the authority vested in me by section 1 of the said act of August 1, 1892, as amended by the said act of March 3, 1913, and as President of the United States, I hereby suspend for the duration of the emergencies proclaimed by me on September 8, 1939, and May 27, 1941, the above-mentioned provisions of law prohibiting more than eight hours of labor in any one day by laborers and mechanics employed by the Government of the United States as to all work performed by laborers and mechanics employed by the Veterans' Administration on any public work within the United States which is essential to the prosecution of the war: Provided, That the wages and overtime pay of all laborers and mechanics so employed by the Veterans' Administration shall be computed in accordance with the provisions of existing law.",
        "[NAME]",
        "The White House,May 11, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9441-Suspension of Eight-Hour Law as to Laborers and Mechanics Employed by the Veterans' Administration on Public Work Within the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355178"
}