{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6890-withdrawal-public-land-archaeological-investigation-site",
    "doc": "executive-order-6890-withdrawal-public-land-archaeological-investigation-site",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6890-Withdrawal of Public Land as Archaeological Investigation Site",
    "date": "October 30, 1934",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed, it is ordered that the tract of public land on Kodiak Island, Alaska, lying within the following-described boundaries be, and it is hereby, temporarily withdrawn from settlement, location, sale, or entry for use by the Smithsonian Institution in the prosecution of archaeological investigations:",
        "Beginning at a point on Kodiak Island on the south shore of Uyak Bay approximately one-half mile east of the east boundary of U.S. Survey No. 672 (Alaska Packers Association) in approximate latitude 57°32'18'' N., longitude 153°58'47.5\"' W.",
        "Thence, by metes and bounds,          South, 1,550 ft.;          East, 1,500 ft.;          North, 700 ft., to a point on the shore of Uyak Bny;",
        "Thence northwesterly along the shore of Uyak Bay along line of mean high tide to the point of beginning, containing 39.2 acres.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,October 30, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6890-Withdrawal of Public Land as Archaeological Investigation Site Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373426"
}