{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7891-restoring-certain-lands-the-territory-hawaii-for-highway-purposes",
    "doc": "executive-order-7891-restoring-certain-lands-the-territory-hawaii-for-highway-purposes",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7891-Restoring Certain Lands to the Territory of Hawaii for Highway Purposes",
    "date": "May 18, 1938",
    "content": [
        "Whereas by proclamation of June 10, 1901, the Acting Governor of the Territory of Hawaii set apart a certain tract of land known as Kewalo-uka on Punchbowl Hill, Honolulu, Oahu, for the uses and purposes of the United States for the maintenance of an agricultural experiment station, now known as the Hawaii Agricultural Experiment Station, and under the control of the United States Department of Agriculture; there being reserved, however, to the possession, use, and control of the Territory of Hawaii all rights-of-way for public highways then in use within the said tract of land; and",
        "Whereas by proclamation of December 6, 1937, the Governor of the Territory of Hawaii set apart for the uses and purposes of the United States all those lands embraced in the said rights-of-way reserved, as above stated, within the area set aside for the use of the United States by the said proclamation of June 10, 1901; and",
        "Whereas the City and County of Honolulu has realigned the highway known as Tantalus Drive and has constructed a macadamized road over and upon the said realigned highway, which traverses in part portions of the tract of land set apart for the uses and purposes of the United States by the said proclamation of June 10, 1901, and also traverses certain contiguous areas over which, by that proclamation, the rights-of-way were reserved to the possession, use, and control of the Territory Hawaii; and",
        "Whereas certain portions of the said lands set apart for the uses and purposes of the United States by the said proclamations of June 10, 1901, and December 6, 1937, are needed by the Government of the Territory of Hawaii for highway purposes as hereinbefore indicated:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered that all lands of the said Hawaii Agricultural Experiment Station, under the control of the United States Department of Agriculture, within the limits of the said realigned right-of-way as shown on the map prepared by the Works Progress Administration Office, at Honolulu, and dated March 31, 1937, and on file in the Map and Tracing Vault of the Honolulu City and County Engineer's Office, at Honolulu (a blueprint copy of which is on file in the Division of the Federal Register, The National Archives, Washington, D.C.), be, and they are hereby, restored to the possession, use, and control of the Government of the Territory of Hawaii for highway purposes.",
        "[NAME]",
        "The White House,May 18, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7891-Restoring Certain Lands to the Territory of Hawaii for Highway Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210505"
}