{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6686-approval-code-fair-competition-for-the-linseed-oil-manufacturing",
    "doc": "executive-order-6686-approval-code-fair-competition-for-the-linseed-oil-manufacturing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6686-Approval of Code of Fair Competition for the Linseed Oil Manufacturing Industry",
    "date": "April 20, 1934",
    "content": [
        "Whereas, the Secretary of Agriculture and the Administrator of the National Industrial Recovery Act having rendered their separate reports and recommendations and findings on the provisions of said Code, coming within their respective jurisdictions, as set forth in the Executive Order No. 6182 of June 26, 1933, as supplemented by Executive Order No. 6207 of July 21, 1933, Executive Order No. 6345 of October 20, 1933, and Executive Order No. 6551 of January 1934;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby find that;",
        "1. An application has been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Linseed Oil Manufacturing Industry; and,",
        "2. Due notice and opportunity for hearings to interested parties have been given pursuant to the provisions of the Act and regulations thereunder; and,",
        "3. Hearings have been held upon said Code, pursuant to such notice and pursuant to the pertinent provisions of the Act and regulations thereunder; and,",
        "4. Said Code of Fair Competition constitutes a Code of Fair Competition, as contemplated by the Act and complies in all respects with the pertinent provisions of the Act, including clauses (1) and (2) of subsection (a) of Section 3 of Title I of the Act; and",
        "5. It appears, after due consideration, that said Code of Fair Competition will tend to effectuate the policy of Congress as declared in Section 1 of Title I of the Act; and,",
        "6. Three months after the effective date of this Code, the Code Authority shall submit to the Administrator a study of the hours of labor, rates of pay, and other conditions of employment within this Industry, with the view of revising the wages, hours, and other conditions of employment as set forth in this Code.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby approve said Code of Fair Competition for the Linseed Oil Manufacturing Industry.",
        "[NAME]",
        "The White House,April 20, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6686-Approval of Code of Fair Competition for the Linseed Oil Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362458"
}