{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6920-dismissal-complaint-under-section-3-e-title-i-the-national-industrial",
    "doc": "executive-order-6920-dismissal-complaint-under-section-3-e-title-i-the-national-industrial",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6920-A-Dismissal of Complaint Under Section 3 (e) of Title I of the National Industrial Recovery Act with Respect to Imports of Menthol",
    "date": "December 14, 1934",
    "content": [
        "A complaint under Section 3 (e) of the National Industrial Recovery Act, addressed to me by Davies and Ten Eyck of Burbank, California, has been filed with the National Recovery Administration alleging that menthol is being imported into the United States on such terms or under such conditions as to render ineffective or seriously to endanger the maintenance of the President's Reemployment Agreement which was signed by the complainant in September, 1933.",
        "After an examination of said complaint and the report and recommendations of the Administrator of the Agricultural Adjustment Act and the National Industrial Recovery Board with respect thereto, I find that the facts do not appear to be such as to warrant further investigation in accordance with Section 3 (e) of said Act.",
        "I, therefore, direct that no further action be taken with regard to said complaint and that the complainants be so notified.",
        "[NAME]",
        "Approval recommended:",
        "National Industrial Recovery Board",
        "[NAME], Executive Secretary.",
        "The White House,December 14, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6920-A-Dismissal of Complaint Under Section 3 (e) of Title I of the National Industrial Recovery Act with Respect to Imports of Menthol Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373494"
}