{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9409-altering-the-composition-the-war-manpower-commission",
    "doc": "executive-order-9409-altering-the-composition-the-war-manpower-commission",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9409-Altering the Composition of the War Manpower Commission",
    "date": "December 23, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and Statutes, including the First War Powers Act, 1941, as President of the United States and Commander in Chief of the Army and the Navy, it is hereby ordered as follows:",
        "1. Paragraph 1 of Executive Order No. 9139 of April 18, 1942 is hereby amended to read as follows:",
        "\"1. There is established within the Office for Emergency Management of the Executive Office of the President a War Manpower Commission, hereinafter referred to as the Commission. The Commission shall consist of a Chairman of the War Manpower Commission (hereinafter referred to as the Chairman) appointed by the President; one representative, designated subject to the approval of the Chairman, of each of the following agencies: The Department of War, the Department of the Navy. the Department of Agriculture, the Department of Labor, the Federal Security Agency, the War Production Board, the United States Civil Service Commission, the National Housing Agency, the Office of Defense Transportation, and such other Executive departments and agencies as the President shall determine; a joint representative of the United States Maritime Commission and the War Shipping Administration designated by the Chairman of the United States Maritime Commission subject to the approval of the Chairman of the War Manpower Commission; and the Director of Selective Service.\"",
        "2. Paragraph 1 of Executive Order No. 9279 of December 5, 1942 is hereby revoked.",
        "[NAME]",
        "The White House,December 23, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9409-Altering the Composition of the War Manpower Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372383"
}