{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6011-tongass-national-forest-alaska",
    "doc": "executive-order-6011-tongass-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 6011-Tongass National Forest, Alaska",
    "date": "February 01, 1933",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 34, 36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land in Alaska lying within the following-described boundaries, occupied as home sites, be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at corner No. 1, meander corner for home site No. 24, on Anchor Slough at mouth of Chickamin River, approximate latitude 55° 49' 04\" N., longitude 130° 55' W., at line of mean high tide; comer not set because of liability to destruction by tides; from which point a witness comer bears N. 31° E., 20 lks., marked HS 1 WCMC. Thence with meanders along line of approximate mean high tide of Anchor Slough:",
        "(1) S. 51° 30' E., 3.40 chs.;",
        "(2) S. 76° E., 2.50 chs.;",
        "(3) S. 57° E., 1.10 chs.;",
        "to corner No. 2, meander comer, not set because of liability of destruction by tides.",
        "Thence N. 31° E.",
        "To witness corner to corner No. 2, meander corner, which is an alder post 5 ft. long, 4 in. square, set 2 ft. in ground, marked HS 2 WCMC.",
        "A 14-in. spruce tree bears N. 58° 30' E., 23 lks. distant, marked WHS 2 WCMC.",
        "A 16-in. spruce tree bears S. 65° 30' E., 34 lks. distant, marked WHS 2 WCMC.",
        "To corner No. 3, which is an alder post 5 ft. long, 6 in. square, set 2 ft. in ground, marked HS 3.",
        "A 12-in. spruce tree bears N. 75° E., 83 lks. distant, marked WHS 3. A 14-in. spruce tree bears N. 28° W., 1.05 chs., marked WHS 3.",
        "Thence N. 61° 15' W.",
        "To corner No. 4, which is a spruce post 5 ft. long, 4 in. square, set 2 ft. in ground, marked HS 4.",
        "A 7-in. alder tree bears N. 21° E., 18 lks. distant, marked WHS 4.",
        "A 9-in. alder tree bears S. 21° W., 18 lks. distant, marked WHS 4.",
        "Thence S. 31° W.",
        "To witness corner to corner No. 1, meander comer, which is a hemlock post 5 ft. long, squared to 4 in., set 2 ft. in ground, marked HS 1 WCMC.",
        "A 14-in. spruce tree bears N. 7° W., 97 lks. distant, marked WHS 1 WCMC.",
        "A 12-in. spruce tree bears N. 49° E., 88 lks. distant, marked WHS 1 WCMC.",
        "The limit of timber at north entrance to Chickamin River near Fish Point bears S. 57° 30' W.",
        "The limit of timber at south entrance to Chickamin River near Trap Point bears S. 37° W.",
        "Beginning at corner No. 1, meander corner for home site No. 248, situated on the west shore of Dall Bay, Gravina Island, in approximate latitude 55° 09' 10\" N., longitude 131° 45' 40\" W., at line of mean high tide, which corner is not set because of liability to destruction by tides.",
        "A Forest Service monument, which is an outcrop of igneous rock just above mean high tide, bears S. 40° E., 79 lks., from which point the limit of timber on east inner point of Dall Bay bears N. 61° E.; and a pile dolphin in front of float bears S. 73° 30' E.",
        "Thence due west",
        "To witness corner to corner No. 1, meander corner, which is an alder post 5½ ft. long, 5½ in. diam., squared to 4 in. at top, set 2 ft. in ground, marked HS 1 WCMC; from which",
        "A red cedar, 12 in. diam., bears N. 54° W., 57 lks. distant, marked WHS 1 WCMC.",
        "A spruce, 16 in. diam., bears S. 25° W., 71 lks. distant, marked WHS 1 WCMC.",
        "To corner No. 2, which is a red-cedar post 5½ ft. long, in. diam., squared to 4 in., set 2 ft. in ground, marked HS 2.",
        "A 9-in. lodgepole pine bears S. 86° 30' E., 62 lks. distant, marked WHS 2.",
        "A 10-in. lodgepole pine bears S. 26° E., 92 lks. distant, marked WHS 2.",
        "Thence due south",
        "To witness comer to corner No. 3, meander corner, which is a hemlock post 5½ ft. long, 5½ in. diam., squared to 4 in., set 2 ft. in ground, marked HS 3 WCMC.",
        "A hemlock, 8 in. diam., bears S. 73° 30' W., 35 lks., marked WHS 3 WCMC.",
        "A spruce, 6 in. diam., bears N. 15° E., 9 lks., marked WHS 3 WCMC.",
        "To point for corner No. 3, meander corner, not set because of liability to destruction by tides.",
        "Thence with meanders along shore of Dall Bay at line of approximate high tide:",
        "(1) N. 52° E., 0.80 chs.;",
        "(2) N. 21° E., 1.20 chs.;",
        "(3) S. 80° E., 1.50 chs.;",
        "(4) N. 45° E., 2.80 chs.;",
        "(5) N. 41° E., 4.00 chs.;",
        "(6) N. 9° W., 2.00 chs.;",
        "(7) N. 24° W., 1.70 chs.;",
        "to point for comer No. 1, and place of beginning, containing approximately 4.90 acres. The survey was made August 23, 1932; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "[NAME]",
        "The White House,February 1, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6011-Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361809"
}