{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7908-transferring-certain-lands-the-secretary-agriculture-for-use",
    "doc": "executive-order-7908-transferring-certain-lands-the-secretary-agriculture-for-use",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7908-Transferring Certain Lands to the Secretary of Agriculture for Use, Administration, and Disposition Under Title III of the Bankhead-Jones Farm Tenant Act",
    "date": "June 09, 1938",
    "content": [
        "Whereas I find suitable for the purposes of Title III of the Bankhead-Jones Farm Tenant Act, approved July 27, 1937 (50 Stat. 522, 525), and the related provisions of Title IV thereof, all lands of the United States now under the supervision of the Secretary of Agriculture (1) which have been acquired by the Department of Agriculture for use in connection with those land-development and land utilization projects transferred to it by Executive Order No. 7530 of December 31, 1936, as amended by Executive Order No. 7557 of February 19, 1937 (including lands transferred to it by the said Executive order, lands thereafter acquired pursuant to the said Executive order, as amended, lands set apart and reserved from the public domain, and lands acquired by transfer from other Federal agencies, whether by Executive order or otherwise), and (2) which are now in process of acquisition by the Department of Agriculture, pursuant to existing contracts of purchase and pending condemnation proceedings, for use in connection with the said projects;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 45 of the said Bankhead-Jones Farm Tenant Act, it is ordered that all the right, title, and interest of the United States in the lands so acquired or in process of acquisition, be, and they are hereby, transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the said Act and the related provisions of Title IV thereof; and immediately upon acquisition of legal title to those lands now in process of acquisition, this order shall become applicable to all the additional right, title, and interest thereby acquired by the United States:",
        "Provided, that no lands heretofore set apart and reserved from the public domain shall be disposed of by sale, exchange, or grant, in accordance with the provisions of said act, without the approval of the Secretary of the Interior;",
        "And Provided further, that this order shall not apply to any of the said lands which have been, by Executive order or proclamation, included in or reserved as a part of a national forest or of a wildlife, waterfowl, migratory bird, or research refuge, or to the right, title, and interest of the United States in the mineral resources of those lands which have heretofore been set apart and reserved from the public domain, and shall not restrict the disposition of such mineral resources under the public-land laws.",
        "[NAME]",
        "The White House,June 9, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7908-Transferring Certain Lands to the Secretary of Agriculture for Use, Administration, and Disposition Under Title III of the Bankhead-Jones Farm Tenant Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368738"
}