{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6159-veterans-regulation-no-10a",
    "doc": "executive-order-6159-veterans-regulation-no-10a",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6159-Veterans Regulation No. 10(a)",
    "date": "June 06, 1933",
    "content": [
        "MISCELLANEOUS PROVISIONS",
        "Whereas, Section 4, Title I, of Public No. 2, 73d Congress, \"An Act to maintain the credit of the United States Government\" provides:",
        "\"The President shall prescribe by regulation (subject to the provisions of section 1(e) of this title) the date of the beginning and of the termination of the period in each war subsequent to the Civil War, including the Boxer Rebellion and the Philippine Insurrection, service within which shall for the purposes of this Act be deemed war-time service. The President shall further prescribe by regulation the required number of days of war or peace-time service for each class of veterans, the time limit on filing of claims for each class of veterans and their dependents, the nature and extent of proofs and presumptions for such different classes, and any other requirements as to entitlement as he shall deem equitable and just. The President in establishing conditions precedent may prescribe different requirements or conditions for the veterans of different wars and their dependents and may further subdivide the classes of persons as outlined in section 1 of this title and apply different requirements or conditions to such subdivisions.\"",
        "Now, Therefore, by virtue of the authority vested in me by said law, the following regulation is hereby promulgated amending Veterans Regulation No. 10 as hereinafter provided:",
        "1. Regulation No. 10, Paragraph VI is hereby amended to read as follows:",
        "VI. The term \"child\" shall mean a legitimate child or a child legally adopted, unmarried and under the age of eighteen years, unless prior to reaching the age of eighteen, the child becomes or has become permanently incapable of self-support by reason of mental or physical defect, except that the payment of pension shall be further continued after the age of eighteen years and until completion of education or training (but not after such child reaches the age of twenty-one years), to any child who is or may hereafter be pursuing a course of instruction at a school, college, academy, seminary, technical institute, or university, particularly designated by him and approved by the administrator, which shall have agreed to report to the administrator the termination of attendance of such child, and if any such institution of learning fails to make such report promptly the approval shall be withdrawn.",
        "2. Regulation No. 10, Paragraph X is hereby amended to read as follows:",
        "X. No person holding an office or position, appointive or elective, under the United States Government or the municipal government of the District of Columbia or under any corporation, the majority of the stock of which is owned by the United States, shall be paid a pension or emergency officers' retirement pay, so long as he continues to draw a salary from such employment, except (1) those receiving pension or emergency officers' retirement pay for disabilities incurred in combat with an enemy of the United States; (2) those persons so employed whose pension is protected by the provisions of the Act; however, the rate of pension as to this class shall not exceed $6.00 per month; (3) those persons whose salary or compensation for service as such employee is in an amount not in excess of $50 per month; and (4) widows of veterans.",
        "[NAME]",
        "June 6th 1933The White House."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6159-Veterans Regulation No. 10(a) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361982"
}