{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5963-consolidation-and-grouping-land-utilization-agencies-the-department",
    "doc": "executive-order-5963-consolidation-and-grouping-land-utilization-agencies-the-department",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5963-Consolidation and Grouping of Land Utilization Agencies in the Department of Agriculture",
    "date": "December 09, 1932",
    "content": [
        "Whereas sections 401 and 403 of Title IV of Part II of the act approved June 30, 1932, provide-",
        "\"Sec. 401. In order to further reduce expenditures and increase efficiency in government it is declared to be the policy of Congress-",
        "\"(a) To group, coordinate, and consolidate executive and administrative agencies of the Government, as nearly as may be, according to major purpose;",
        "\"(b) To reduce the number of such agencies by consolidating those having similar functions under a single head;",
        "\"(c) To eliminate overlapping and duplication of effort; and",
        "\"(d) To segregate regulatory agencies and functions from those of an administrative and executive character.",
        "\"Sec. 403. For the purpose of carrying out the policy of Congress as declared in section 401 of this title, the President is authorized by Executive order-",
        "\"(1) To transfer the whole or any part of any independent executive agency, and/or the functions thereof, to the jurisdiction and control of an executive department or another independent executive agency;",
        "\"(2) To transfer the whole or any part of any executive agency, and/or the functions thereof, from the jurisdiction and control of one executive department to the jurisdiction and control of another executive department; or",
        "\"(3) To consolidate or redistribute the functions vested in any executive department or in the executive agencies included in any executive department; and",
        "\"(4) To designate and fix the name and functions of any consolidated activity or executive agency and the title, powers, and duties of its executive head.\"",
        "Now, Therefore, by virtue of the authority so vested in me the title of the Assistant Secretary of Agriculture is hereby changed to Assistant Secretary of Agriculture for Land Utilization. The Assistant Secretary of Agriculture for Land Utilization shall be responsible to the Secretary of Agriculture for the activities of the Department of Agriculture relating to land utilization and conservation which shall include the following organizations, bureaus, or offices which are now in the Department of Agriculture or which are hereby transferred to that department as indicated:",
        "1. The Forest Service, now in the Department of Agriculture.",
        "2. The General Land Office, which is hereby transferred from the Department of the Interior to the Department of Agriculture.",
        "3. The administrative duties, powers, and functions of the Committee on the Conservation and Administration of the Public Domain, which are hereby transferred to the Department of Agriculture, and the committee shall serve in an advisory capacity to the Secretary of Agriculture.",
        "4. The Advisory Council of the National Arboretum, now in the Department of Agriculture.",
        "5. The Bureau of Biological Survey in the Department of Agriculture.",
        "6. The Bureau of Chemistry and Soils, now in the Department of Agriculture.",
        "The agencies that are transferred, in whole or in part, shall carry with them all their powers and duties, personnel, books, records, and papers pertaining to the work thereof; all public property including office equipment and laboratory facilities both in Washington and in the field appertaining thereto; and the unexpended balances of their appropriations or allotments or other funds, as of the date this order becomes effective.",
        "All power and authority conferred by law, both supervisory and appellate, upon the department from which transfer is made, or the Secretary thereof, in relation to the office, bureau, division, or other branch of the public service or the part thereof so transferred shall immediately when such transfer is effected be fully conferred upon and vested in the Department of Agriculture or the Secretary thereof, as the case may be, as to the whole or part of such office, bureau, division, or other branch of the public service so transferred.",
        "With the approval of the President, the Secretary of Agriculture shall have the power, by order or regulation, to consolidate, eliminate, or redistribute the bureaus, agencies, offices, or activities and/or their functions, in the Department of Agriculture in so far as such action may be required to carry out the purposes of the consolidation herein ordered, and by rules and regulations not inconsistent with law to fix the functions thereof and the duties, powers, and titles of their respective executive heads.",
        "This order shall take effect upon the sixty-first calendar day after its transmission to Congress unless otherwise determined in accordance with the provisions of section 407 of the act cited above.",
        "[NAME]",
        "The White House,December 9, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5963-Consolidation and Grouping of Land Utilization Agencies in the Department of Agriculture Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361730"
}