{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13277-delegation-certain-authorities-and-assignment-certain-functions",
    "doc": "executive-order-13277-delegation-certain-authorities-and-assignment-certain-functions",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 - 2009",
    "title": "Executive Order 13277-Delegation of Certain Authorities and Assignment of Certain Functions Under the Trade Act of 2002",
    "date": "November 19, 2002",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States, including the Trade Act of 2002 (the \"Act\") (Public Law 107–210) and section 301 of title 3, United States Code, it is hereby ordered as follows:",
        "Section 1. Trade Promotion. (a) Except as provided in subsections (b) and (c) of this section, the authorities granted to and functions specifically assigned to the President under Division B of the Act are delegated and assigned, respectively, to the United States Trade Representative (U.S. Trade Representative).",
        "Commerce and, as the Secretary of State determines appropriate, the heads of such other departments and agencies. The U.S. Trade Representative, in consultation with the Secretary of State, shall carry out the reporting function under section 2103(c)(3).",
        "(iii) The U.S. Trade Representative shall carry out the functions under section 2102(c)(5) of the Act. The U.S. Trade Representative shall, in consultation with the Secretary of Labor, carry out the reporting function and the function of making a report available under section 2102(c)(5).",
        "gated to the U.S. Trade Representative under this order.",
        "Sec. 3. Guidance for Exercising Authority and Performing Duties. (a) Nothing in this order shall be construed to impair or otherwise affect the functions of the Director of the Office of Management and Budget relating to budget, administrative, or legislative proposals.",
        "(iii) Shall consult the Attorney General as appropriate in implementing this subsection.",
        "Sec. 4. Amendment to Executive Order 11846. Section 1 of Executive Order 11846 of March 27, 1975, as amended, is further amended by inserting \", Divisions B and C of the Trade Act of 2002,\" after \"Trade Expansion Act of 1962, as amended\".",
        "Sec. 5. Judicial Review. This order is intended only to improve the internal management of the Federal Government and is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or equity by a party against the United States, its departments, agencies,",
        "instrumentalities or entities, its officers or employees, or any other person.",
        "[NAME]",
        "The White House,",
        "November 19, 2002.",
        "[Filed with the Office of the Federal Register, 8:50 a.m., November 20, 2002]"
    ],
    "citation": "George W. Bush, Executive Order 13277-Delegation of Certain Authorities and Assignment of Certain Functions Under the Trade Act of 2002 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/217052"
}