{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6242-c-the-matter-the-application-alabama-mills-company-bankrupt-paul",
    "doc": "executive-order-6242-c-the-matter-the-application-alabama-mills-company-bankrupt-paul",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6242-C-In the Matter of the Application of Alabama Mills Company, a Bankrupt, by Paul A. Redmond, Trustee, for Certain Exemptions from the Cotton Textile Code",
    "date": "August 04, 1933",
    "content": [
        "A Code of Fair Competition for the Cotton Textile Industry has been heretofore approved by me on certain terms and conditions. After such approval and in accordance with the provisions of my further Executive order, dated July 15, 1933, hearings have been granted by the Administrator to the named applicants, allegedly directly affected by said code, who have claimed that applications thereof have been unjust to them and have applied for an exemption therefrom with reference to the limitations of the use of productive machinery.",
        "It appearing to me on the basis of the showing made at the hearings granted the applicants above mentioned as set forth in the report thereon dated July 31, 1933, rendered to me by the Administrator, which is hereby adopted and approved, that no case of injustice and extreme hardship requiring special treatment has been made out by the above-named applicants;",
        "Now, therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority and discretion vested in me under title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, and in accordance with the provisions of my Executive order dated July 15, 1933, providing for hearings on the application of codes under certain circumstances, do order that the application for exemption by the above-named applicants be and it is hereby denied, except as said applicants may be affected by the stay of the code granted by the Administrator's order of July 30, 1933, pending my final determination of the issues raised in the application of exemption filed by the Rubber Manufacturer's Association with reference to the limitation of use of machinery for the production of tire yams or fabrics for rubber tires.",
        "[NAME]",
        "Recommended for Approval by: [NAME].",
        "The White House,August 4, 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6242-C-In the Matter of the Application of Alabama Mills Company, a Bankrupt, by Paul A. Redmond, Trustee, for Certain Exemptions from the Cotton Textile Code Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362064"
}