{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8578-withdrawal-public-land-for-use-the-war-department-aerial-bombing-and",
    "doc": "executive-order-8578-withdrawal-public-land-for-use-the-war-department-aerial-bombing-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8578-Withdrawal of Public Land for Use of the War Department as an Aerial Bombing and Gunnery Range",
    "date": "October 29, 1940",
    "content": [
        "NEVADA",
        "By virtue of the authority vested in me by section 1 of the act of July 9, 1918, c. 143, 40 Stat. 845, 848 (U.S.C., title 10, sec. 1341), it is ordered that, subject to valid existing rights, all the public land within the following-described area be, and it is hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department as an aerial bombing and gunnery range:",
        "MOUNT DIABLO MERIDIAN",
        "Beginning at the corner of secs. 7, 12, 13 and 18, Ts. 2, N., Rs. 45 and 46 E.;",
        "Thence easterly along section lines approximately 38 miles to the comer of secs. 7, 12, 13 and 18, Ts. 2 N., Rs. 51½ and 52 E.;",
        "Thence north approximately 1 mile;",
        "Thence east approximately 18 miles to the corner of secs. 7, 12, 13 and 18, Ts. 2 N., Rs. 54 and 55 E.;",
        "Thence south to the southeast comer of T. 1 N., R. 54 E.;",
        "Thence east to the northeast corner of T. 1 S., R. 55 E.;",
        "Thence south to the southeast comer of T. 1 S., R. 55 E.;",
        "Thence easterly to the northeast corner of T. 2 S., R. 56 E.;",
        "Thence southerly approximately 78 miles to the point for the southeast corner of T. 14 S., R. 56 E.;",
        "Thence westerly to the southwest corner of T. 14 S., R. 50 E.;",
        "Thence north to the northwest comer of T. 13 S., R. 50 E.;",
        "Thence west along the 3rd Standard Parallel South to the southwest corner of T. 12 S., R. 48 E.;",
        "Thence north along the line between ranges 47 and 48 east to the southeast comer of T. 6 S., R. 47 E.;",
        "Thence westerly to the southwest corner of T. 6 S., R. 47 E.;",
        "Thence north to the northwest comer of T. 6 S., R. 47 E.;",
        "Thence westerly to the southwest corner of T. 5 S., R. 46 E.;",
        "Thence north along the line between ranges 45 and 46 east approximately 40 miles to the corner of secs. 7, 12, 13 and 18, T. 2 N., Rs. 45 and 46 E., and the place of beginning;",
        "containing approximately 3,560,000 acres.",
        "The withdrawal made by this order shall take precedence over, but shall not rescind or revoke, as to any of the land affected thereby in the above-described area, the withdrawals made by Executive Order No. 6910 of November 26, 1934, as amended, and Executive Order No. 7373 of May 20, 1936, withdrawing certain lands for wildlife and other purposes.",
        "[NAME]",
        "The White House,October 29, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8578-Withdrawal of Public Land for Use of the War Department as an Aerial Bombing and Gunnery Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368413"
}