{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8560-selective-service-regulations",
    "doc": "executive-order-8560-selective-service-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8560-Selective Service Regulations",
    "date": "October 04, 1940",
    "content": [
        "By virtue of the authority vested in me by the Selective Training and Service Act of 1940, approved September 16, 1940, I hereby prescribe Volume Three of regulations governing the administration of said Act, such regulations to be known as the Selective Service Regulations:",
        "VOLUME THREE-CLASSIFICATION AND SELECTION",
        "CONTENTS",
        "ParagraphSECTION XV. SERIAL NUMBERING OF CARDS:Receiving registration cards-------------------------------------------301Shuffling cards -------------------------------------------------------302Serial numbering, general case ---------------------------------------303Serial numbers used only once----------------------------------------304Serial numbering skipped cards---------------------------------------305Renumbering cards having the same serial number --------------------306Serial numbering two cards for same registrant -----------------------307Renumbering card having two serial numbers -------------------------308Renumbering illegibly numbered cards --------------------------------309Serial numbering cards received late ----------------------------------310Preparing list of registrants (Form 3)----------------------------------311Telegraphic reports on serial numbering ------------------------------312",
        "SECTION XVI. ORDER NUMBERING OF CARDS:The national lottery and the national master list -----------------------313Assigning order numbers---------------------------------------------314Order numbering two cards for same registrant ----------------------315Order numbering cards received late---------------------------------316",
        "SECTION XVII. PREPARATION FOR CLASSIFICATION:Records-------------------------------------------------------------317Procedure with cards received late-----------------------------------318Mailing questionnaires------------------------------------------------319Time allowed to return questionnaire---------------------------------320Assistance to registrants in filling out questionnaires-------------------321Claims for, or information relating to, deferment----------------------322Questionnaire of man leaving United States --------------------------323Inadequate questionnaire --------------------------------------------324Supoena power of local board---------------------------------------325",
        "SECTION XVIII. CLASSIFICATION:Responsibility of local board-----------------------------------------326Four classes---------------------------------------------------------327Subclasses ----------------------------------------------------------328Commencement of classification -------------------------------------329Classification before physical examination----------------------------330Classification after physical examination------------------------------331Notice and records of classification ---------------------------------332Classification not permanent -----------------------------------------333",
        "SECTION XIX. CLASSIFICATION OF VOLUNTEERS BETWEEN THE AGES OF 18 AND 36Who may volunteer-------------------------------------------------334Classification of volunteers------------------------------------------335",
        "SECTION XX. PHYSICAL EXAMINATIONOrder to report for physical examination ---------------------------336Preparing report of physical examination (Form 200) --------------337Physical examination-----------------------------------------------338Cases sent to medical advisory board, by local board--------------339Paragraph Malingerers --------------------------------------------340Transmitting duplicate of Form 200 to Governor -------------------341",
        "SECTION XXI. CLASS ONE: AVAILABLE FOE SERVICE:Class I-A: Available; fit for general military service-----------------342Class I-B: Available; fit only for limited military service-------------343Class I-C: Member of land or naval forces of United States--------344Class I-D: Student fit for general military service;      available not later than July 1, 1941 ---------------------------345Class I-E: Student fit only for limited military service;      available not later than July 1, 1941----------------------------346Conditions on student deferment ----------------------------------347Definition of college or university ----------------------------------348Length of deferment for college or university students--------------349",
        "SECTION XXII: CLASS TWO: OCCUPATIONAL DEFERMENTS:General rules for classification of Class II-A -----------------------350\"Necessary man\" defined------------------------------------------351Composition of Class fl-A-----------------------------------------352Length of deferment for Class II-A -------------------------------353",
        "SECTION XXIII. CLASS THREE: DEPENDENCY DEFERMENTS:Composition of Class III------------------------------------------354\"Dependent\" defined----------------------------------------------355Certain relatives defined------------------------------------------356",
        "SECTION XXIV. CLASS FOUR: MISCELLANEOUS DEFERMENTS:Class IV-A: Man who has completed service --------------------357Class IV-B: Official deferred by law -----------------------------358Class IV-C: Nondeclarant alien----------------------------------359Class IV-D: Minister of religion or divinity student----------------360Class IV-E: Conscientious objector available only for civilian      work of national importance ----------------------------------361Class IV-F: Physically, or mentally, unfit --------------------------362",
        "SECTION XXV. CLASSIFICATION O' CONSCIENTIOUS OBJECTORS:Procedure on claims of conscientious objectors-------------------363Conscientious objectors opposed to combatant service only------364Conscientious objectors opposed to combatant      and noncombatant service ------------------------------------365Register of conscientious objectors -------------------------------366",
        "SECTION XXVI. APPEARANCE BEFORE LOCAL BOARD:Opportunity to appear in person-----------------------------------367Request for opportunity to appear---------------------------------368Appearance before local board------------------------------------369",
        "SECTION XXVII. APPEAL TO BOARD OF APPEAL:Who may make appeal to board of appeal ------------------------370Time allowed for appeal ------------------------------------------371How appeal to board of appeal is made---------------------------372Procedure of local board when appeal is made --------------------373Procedure of board of appeal when appeal is made ---------------374Procedure on appeal by conscientious objectors-------------------375Procedure when board of appeal desires additional evidence-------376Procedure of local board when appeal is returned------------------377Appeal stays induction---------------------------------------------378",
        "SECTION XXVIII. APPEAL TO THE PRESIDENT:Conditions for appeal to the Presi dent -----------------------------379Procedure of local board when appeal to the President is made-----380Procedure of local board when appeal to the President is returned--381",
        "SECTION XXIX. TRANSFERRING FOR CLASSIFICATION:Registrants transferred for classification -----------------------------382Procedure upon transfer for classification----------------------------383Accepting reports on transferred registrants -------------------------384",
        "SECTION XXX. RECLASSIFYING REGISTRANTS:Classified registrant to report facts affecting classification--------------385Local Board to keep informed of status of classified registrants--------386Reconsidering classifications------------------------------------------387Appeals from reclassifications ----------------------------------------388",
        "SECTION XXXI. DELINQUENTS:Mailing notice of delinquency-----------------------------------------389Investigation of delinquency ------------------------------------------390Reporting delinquents to U.S. District Attorney-----------------------391Procedure for delinquent released from imprisonment-----------------392Suspected delinquents found in the military service -------------------393",
        "VOLUME THREE-CLASSIFICATION AND SELECTION",
        "SECTION XV-SERIAL NUMBERING OF CARDS                                                                        ParagraphReceiving registration cards ---------------------------301Shuffling cards----------------------------------------302Serial numbering, general case------------------------303Serial numbers used only once------------------------304Serial numbering skipped cards-----------------------305Renumbering cards having the same serial number-----306Serial numbering two cards for same registrant --------307Renumbering card having two serial numbers ---------308Renumbering illegibly numbered cards-----------------309Serial numbering cards received late-------------------310Preparing List of Registrants (Form 3)-----------------311Telegraphic reports on serial numbering----------------312",
        "NOTE: The first paragraph of Volume One is numbered.101; the first paragraph of Volume Two is numbered 201; the first paragraph of Volume Three is numbered 301; and so on.",
        "301. Receiving registration cards. a. On the day after Registration Day, the county clerk will upon request deliver to the chairman of each local board the packages of completed registration cards for that local board area (Vol. Two, E.O. 8560 Title 3-The President \"Registration\") and also a supply of unused registration cards and certificates.",
        "b. Upon receiving the completed cards from the county clerk, the local board shall sort out any cards of men whose addresses, as given on the registration cards, are outside the area of the board. The board shall send these cards to the proper local board, if the proper board can be ascertained; if not, send these cards to the Governor. (See Vol. One, for mailing cards and obtaining receipts.)",
        "c. The local board shall keep permanently all cards that properly belong to it. If called upon to furnish a registrant's card, the board shall furnish a true copy, verified and signed by a member. For care of cards, see Vol. One, \"Organization and Administration\".",
        "302. Shuffling cards. After transferring the cards of nonresidents, the local board shall put all of the remaining cards together. It shall then thoroughly shuffle or mix them so that the location of any card in the pile--and the number it later receives-will be purely a matter of chance.",
        "303. Serial numbering, general case. a. The local board shall then put on each card a serial number in the space marked SERIAL NUMBER. The card that is first in the pile after the shuffle shall be numbered \"1\", the next card \"2\", and so on. Each card shall have one, and only one, whole serial number, such as 2691. No letters or fractions shall be used in the first serial numbering of cards. Whether pen or rubber stamp is used, the serial number shall be in black Ink.",
        "b. If errors are made in serial numbering the cards or other irregularities occur, they shall be corrected in the manner prescribed in paragraphs 304, 305, 306, 307, 308, and 309, whichever is applicable. The serial numbering of cards received late is provided for in paragraph 310.",
        "304. Serial number used only once. A local board shall use a serial number only once. If a card is canceled because of duplication, transfer, or any other reason, the serial number on that card shall not be put on another card.",
        "305. Serial numbering skipped cards. If a check of the cards shows that a card was not given a serial number, the board shall, if any numbers were skipped, give the card one of the skipped numbers picked by lot or, if no numbers were skipped, the board shall give the card the number following the largest serial number already used by the board.",
        "306. Renumbering cards having the same serial number. If two cards have the same serial number, the board shall pick one of the cards by lot to keep that number. It shall renumber the other card as prescribed in paragraph 305.",
        "307. Serial numbering two cards for same registrant, a. If two cards for the same registrant are received and this fact is ascertained before the national lottery, whether before or after serial numbering, the local board shall select one card by lot and cancel the other card by marking it \"Canceled. Duplicate.\" If this fact is not ascertained before the national lottery, the cards should be treated just as if they were cards for two different registrants. (Par. 315)",
        "b. If a registrant reports that he is registered with two local boards, each board shall put a serial number on the card it has, just as if he were registered with only one local board. He may, before the national lottery (par. 313), request transfer to either local board, and upon requesting transfer he shall be given a receipt showing the date and hour of the request and the boards involved, signed by a board member. If he is so transferred, the local board from which he is transferred shall mark his card \"Canceled. Transferred.\" If he does not request a transfer before the national lottery, he shall not be transferred, and shall report for induction to the board that calls him first.",
        "308. Renumbering card having two serial numbers. If a card has on it two serial numbers, neither of which is also on another card, the board shall give it the smaller of the two numbers. If either of the numbers is on another card, the board shall give to the card having the two numbers the number not on another card. If both of the two serial numbers are on other cards, the board shall number the card as prescribed in paragraph 305.",
        "309. Renumbering illegibly numbered cards. If a card has on it a serial number that cannot be read, the board shall try to find out what the number is by looking for gaps in the series of clearly numbered cards. If by this method the board can tell what the number is, it shall print the number clearly. If the board cannot tell what the number is, it shall number the card as prescribed in paragraph 305.",
        "310. Serial numbering cards received late. a. An unnumbered registration card received after the Aerial numbering is completed shall be given a number as prescribed in paragraph 305.",
        "b. A card numbered by another board, if received before the national lottery (par. 313), shall be renumbered as directed in paragraph 305. If received after the national lottery, it shall not be renumbered.",
        "311. Preparing list of registrants (Form 3). a. While, or after, serial numbering its registration cards, the local board shall make out a list of registrants (Form 3). Registrants shall be listed in order of their serial numbers, with the registrant having Serial Number 1 at the top of the list. All numbers from 1\" to the largest serial number used shall be listed, whether or not each number was given to a registrant.",
        "b. One copy of the list shall be posted in a public place in or near the office of the local board; one copy shall be put in the files of the board; and one copy shall be sent to the Governor. A fourth copy shall be prepared for the press and for other forms of publication.",
        "312. Telegraphic reports on serial numbering, a. As soon as possible the local board shall telegraph the following report to the Governor:",
        "REGISTRATION CARDS SHUFFLED AND SERIAL NUMBERED. LIST OF REGISTRANTS SHOWING SERIAL NUMBERS POSTED AND COPY MAILED TO YOU. LARGEST SERIAL NUMBER USED BY LOCAL BOARD ____________ IS __________.",
        "b. As soon as possible, the Governor shall telegraph the Director of Selective Service the largest serial number used in his state.",
        "SECTION XVI-ORDER NUMBERING OF CARDS",
        "ParagraphThe National Lottery and the National Master List ----------313Assigning order numbers------------------------------------314Order numbering two cards for same registrant -------------315Order numbering cards received late -----------------------316",
        "313. The national lottery and the national master list. At a national lottery in Washington a set of serial numbers, from \"1\" to include the largest number used by any local board, will be drawn by lot. The list of serial numbers, arranged in the order drawn in the lottery, is called the National Master List. Copies of the list will be sent, through the Governor, to each local board.",
        "314. Assigning order numbers. a. Upon receiving the National Master List, the local board shall give each registrant an order number. The greatest care must be used in the assignment of order numbers because the order numbers establish the order in which the registrants will be selected for service. The registrant whose serial number appears at the top, or nearest the top of the National Master List shall get Order Number 1. The registrant whose serial number is next closest to the top of the National Master List shall get Order Number 2. The registrant whose serial number is third closest to the top of the list shall get Order Number 3, and so on until each registrant has an order number. Order numbers must be assigned in sequence; no order number shall be skipped. Serial numbers on the National Master List which are not held by any registrant of the particular local board are simply crossed off the National Master List and Ignored. It is suggested that the local board shall as its first step in the assignment of order numbers mark the order numbers opposite the applicable serial numbers on the National Master List.",
        "b. Example: Suppose the National Master List begins:",
        "258                       7                  3225                    119                    634",
        "and that a certain local board's largest serial number is 2,104 and that for some reason (Sec. XV) it has no card serial numbered 119. Then:",
        "Serial Number 258 gets Order Number 1     Serial Number 7 gets Order Number 2     Serial Number 3225     Serial Number 110     Serial Number 634 gets Order Number 3",
        "c. Before the order numbers are placed on the registration cards, the local board must be sure that its assignment of order numbers without exception agrees with the order in which the serial numbers on its cards appear on the National Master List. The oversight of one serial number will upset every order number below it, and if the order numbers have been placed on the cards before the mistake is found, blotched cards will be the result.",
        "d. When the local board is sure that its assignment of order numbers is correct, it shall enter them on the registration cards in red ink in the place designated.",
        "315. Order numbering two cards for same registrant. a. If a local board has two cards for the same registrant, the card whose serial number comes earliest in the National Master List shall be given its proper order number. The other card shall be marked \"Canceled. Duplicate.\"",
        "b. If a registrant is registered with two local boards when the National Master List is received, each board shall put an order number on the card it has, just as if he were registered with only one local board.",
        "316. Order numbering cards received late. The local board may receive a registration card after its cards are order numbered. The card is first given a serial number in the manner prescribed in paragraph 305. Then from the National Master List the board shall find what the registrant's order number would have been if his card had been received earlier. The board shall give him the order number before the one he would have gotten, and shall add a letter to it. For example, suppose his order number would have been 84. The board gives him 83A.",
        "SECTION XVII-PREPARATION FOR CLASSIFICATION",
        "ParagraphRecords-----------------------------------------------------317Procedure with cards received late---------------------------318Mailing questionnaires ---------------------------------------319Time allowed to return questionnaire-------------------------320Assistance to registrants in filling out questionnaires ----------321Claims for, or information relating to, deferment--------------322Questionnaire of man leaving United States ------------------323Inadequate questionnaire ------------------------------------324Subpoena power of local board -----------------------------325",
        "317. Records. a. As soon as order numbering is completed (Sec. XVI), the local board shall prepare the forms and records explained in this paragraph.",
        "b. Placing order numbers on list of registrants (Form 3). The local board shall place the order numbers in the first column of both the publicly posted and the file copy of the list of registrants, and again post one copy. One copy shall also be given to the press.",
        "c. Beginning Classification Record (Form 100). On Form 100 shall be listed all registrants according to their order numbers,with Order Number 1 at the top.",
        "d. Beginning cover sheet (Form 53). After a registrant is listed on the Classification Record (Form 100), the local board shall open an individual file for him by preparing a cover sheet (Form 53) for his records. File these cover sheets in sequence of order numbers in file cabinets. Every paper pertaining to a registrant, except his registration card, shall be filed in his cover sheet (Form 53).",
        "e. Filing registration cards alphabetically. After entering order numbers on the Classification Record (Form 100), the local board shall file the registration cards alphabetically for use as a card index.",
        "f. Public posting of Form 43. Before the first questionnaires are mailed, the board shall post in public place the notice to registrants and to the public (Form 43), duly stamped and signed by a member of the local board. Also the board shall release this notice to the press.",
        "318. Procedure with cards received late. a. If a registration card is received after the order numbers are assigned, the local board shall order number it as prescribed in paragraph 316, and shall then proceed as explained in the following subparagraphs.",
        "b. List of registrants (Form 3). The local board shall enter the registrant on both copies of the list of registrants (Form 3), as explained in paragraph 311, and report by letter to the Governor.",
        "c. Classification Record (Form 100). The local board shall enter the registrant at the bottom of the Classification Record (Form 100). To insure that his case will always be handled in its proper turn, the local board shall insert in the column of order numbers, at the place where his order number belongs, an \"R\" followed by the page on which his name appears. For example, if his special order number is 83A, and his name appears on page 30 of the Classification Record, print \"R page 30\" between order numbers 83 and 84.",
        "d. Cover sheet (Form 53). Prepare and file his cover sheet.",
        "e. Questionnaire (Form 40). If questionnaires have been mailed to men who have larger order, numbers than his, mail his questionnaire at once (see par. 319).",
        "319. Mailing questionnaires, a. The local board shall begin mailing questionnaires (Form 40) to registrants as soon as the first few are ready; that is, before the Classification Record and cover sheets for all registrants have been prepared as explained in paragraph 317. To begin with, it is suggested they should not be mailed at the rate of more than 50 each day, in order to avoid too heavy a burden of classification in the early stages. Questionnaires shall be mailed out to registrants strictly in accordance with their order numbers. THIS IS VERY IMPORTANT.",
        "b. Before a questionnaire is mailed, the local board shall:",
        "Prepare the questionnaire by placing on page 1 the registrant's name, address, and the other information called for, the date of mailing, the date on which the questionnaire is to be returned (see par. 320), the address and stamp of the local board, and the signature of a member of the local board.",
        "Enter the date of mailing on the Classification Record.",
        "Post in a public place Form 55, showing the registrants whose questionnaires have been mailed that day.",
        "c. At the end of each week, the local board shall report to the Governor by letter (1) the number of questionnaires mailed that week, (2) the total number mailed to date, and (3) the fact that Form 55 was properly posted each day that questionnaires were mailed out.",
        "d. If an extension of time for returning the questionnaire is granted before mailing, see paragraph 320c.",
        "320. Time allowed to return questionnaire. a. Unless the local board grants an extension of time, as explained below, the registrant shall be allowed 5 days in which to return his questionnaire. The 5 days are counted as beginning on the day after mailing.",
        "b. If the registrant has a valid reason, the local board may grant an extension of time for returning the questionnaire. Examples of valid reasons are:",
        "Too sick to answer the questionnaire; Too far away to receive and return the questionnaire by mail in 5 days; Necessary affidavits cannot be obtained in 5 days.",
        "c. If the local board knows, before mailing the questionnaire, that an extension of time will be necessary, it shall complete the minute of action on the last page of the questionnaire before mailing. If an extension of time is requested after the questionnaire is mailed, the local board shall require the return of the questionnaire. It shall then complete the minute of action, change the date of return (on the first page), and again deliver the questionnaire.",
        "321. Assistance to registrants in filling out questionnaires. Advisory boards for registrants (Vol. One, \"Organization and Administration\") will help registrants fill out questionnaires. The local board shall request newspapers to publish full information about the advisory boards. Registrants who ask the local board for advice or assistance shall be directed to the advisory board for registrants.",
        "322. Claims for, or information relating to, deferment. a. The registrant shall be entitled to present all written evidence which he believes to be necessary to assist the local board in determining his proper classification. Such evidence should be included in or attached to the questionnaire, and may include any documents, affidavits, or depositions. The affidavits and depositions shall be as concise and brief as possible.",
        "b. Any person other than the registrant who has cause to claim that the registrant should be deferred may obtain Form 42 from the local board, make out the claim, and file it directly with the local board. Such claims must be filed within the time allowed for the registrant to return his questionnaire. (See par. 320.)",
        "c. Any person so claiming that the registrant should be deferred shall be entitled to present evidence in support of his claim. Such evidence should be included in or attached to Form 42, and may include any documents, affidavits, or depositions supporting the claim. The affidavits or depositions shall be as concise and brief as possible.",
        "323. Questionnaire of man leaving United States. Before the local board issues any registrant a permit to leave the United States (see Vol. One, \"Organization and Administration\"), it may require him to file his completed questionnaire. The local board in such a case may thereupon classify such registrant if that appears necessary to a determination of the advisability of issuing the permit.",
        "324. Inadequate questionnaire. When a registrant's questionnaire omits needed information, or contains material errors, or shows that the registrant failed to understand the questions, or when the local board deems more information necessary, it has authority to summon the registrant and other witnesses before it, using interpreters if necessary (see par. 325). The board shall make a written summary of any pertinent oral testimony, and file it with the questionnaire. The board may send the questionnaire back to the registrant for correction, and direct him to return it within a time which the board shall specify. While the questionnaire must be filled out in strict obedience to the instructions,the local board should be guided by common sense rather than by technicalities.",
        "325. Subpoena power of local board. The local board shall have full authority to summon any person to appear and testify under oath as a witness before it in regard to facts, matters, and information within the knowledge of such person relating to any proceeding pending before the board, and to produce such papers and records as may be deemed necessary, and it shall be the duty of the person so summoned to comply therewith. Such summons (Form 56) shall be directed to the person to be produced as a witness and may be served by any police officer. The witness shall be compelled to appear and testify before the local board in the same manner as witnesses may be compelled to appear and testify in court. The local boards shall be entitled, upon summary application, to the aid of the courts of the United States to compel such attendance and the giving of testimony. The local board may avail itself of the services of any police officer necessary to the performance of its functions.",
        "SECTION XVIII-CLASSIFICATION",
        "ParagraphResponsibility of local board--------------------------326Four classes------------------------------------------327Subclasses -------------------------------------------328Commencement of classification----------------------329Classification before physical examination ------------330Classification after physical examination---------------331Notice and records of classification -------------------332Classification not permanent --------------------------333",
        "326. Responsibility of local board. a. With certain limited exceptions, the Selective Service Act provides that each male citizen and declarant alien between the ages of 21 and 36 is liable for training and service in the land and naval forces of the United States. It is the local board's responsibility to decide in the first instance in which class each registrant should be placed. This should be accomplished so as to give equal and fair justice to all. The entire administration of the selective service law shall be impartial and free from any political influences. There shall be no discrimination for or against any person because of his race, creed, or color, or because of his membership or activity in any labor, political, religious, or other organization.",
        "b. Classification is the key to selection, and it must be accomplished in the spirit of the Selective Service Act, in the preamble of which Congress has declared \"That in a free society the obligations and privileges of military training and service should be shared generally in accordance with a fair and just system * * *.\"",
        "327. Four classes. Sections XXI to XXIV prescribe the conditions which govern the determination of the class in which the registrant is to be placed. Every registrant belongs in one of four main classes:",
        "Class I. Available for service.",
        "Class II. Deferred because of occupational status.",
        "Class III. Deferred because of dependents.",
        "Class IV. Deferred specifically by law or because unfit for military service.",
        "Classification of conscientious objectors is provided for in Section XXV.",
        "328. Subclasses. The four main classes are further divided into the subclasses shown below. Class I-A is the highest classification; Class IV-F is the lowest.",
        "Class I",
        "Class I-A: Available; fit for general military service---------------(Par. 342)Class I-B: Available; fit only for limited military service-----------(Par.343)Class I-C: Member of land or naval forces of United States------(Par. 344)Class I-D: Student fit for general military service:      available not later than July 1, 1941--------------------------(Par.345)Class I-E: Student fit only for limited military service;      available not later than July 1, 1941 -------------------------(Par. 346)",
        "Class II",
        "Class II-A: Man necessary in his civilian activity-----------------(Sec. XXII)",
        "Class III",
        "Class III-A: Man with dependents (Sec. XXIII)",
        "Class IV",
        "Class IV-A: Man who has completed service -------------------(Par. 357)Class IV-B: Official deferred by law (Par. 358)Class IV-C: Nondeclarant alien----(Par. 359)Class IV-D: Minister of religion or divinity student----------------(Par.360)Class IV-E: Conscientious objector available only for      civilian work of national importance-------------------------(Par. 361)Class IV-F: Physically, mentally or morally unfit ----------------(Par. 362)",
        "329. Commencement of classification. a. After receiving the registrant's questionnaire, the local board shall determine in which class the registrant should be placed (see Sees. XXI to XXIV). Each registrant is to have only one classification at a time. He shall be placed in the lowest class (Class I-A is the highest and Class IV-F is the lowest) for which grounds are established. Unless an appeal is made, the local board need not consider any grounds for deferment in any classification higher than that to which the registrant has been assigned.",
        "b. The classification shall be made solely on the basis of the questionnaire and of all other information contained in the registrant's file, whether in the form of affidavits, depositions, or other documents, or in the form of written summaries of testimony given before the local board. Any testimony which the local board receives shall be summarized by the board and included in his individual file. No evidence may be considered which is not contained in his individual file, and the registrant shall be permitted to examine such file. For regulation on confidential nature, of certain records, see paragraph 165, Vol. I.",
        "330. Classification before physical examination. a. Since each registrant is to be placed in the lowest classification for which grounds are established, the local board should first determine whether the registrant belongs in some subclass in Class IV. If the registrant belongs in Class IV, he should be placed in the lowest applicable subclass. However, since the determination of the question of conscientious objection is not to be made until after the physical examination, the local board should not at this stage place any registrant in Class IV-E (see par. 363). If the registrant is not placed in any subclass of Class IV, the local board should next determine whether the registrant belongs in Class III-A. If the registrant is not placed in Class -A, the local board then determines whether the registrant should be placed in Class II-A. If the local board classifies the registrant in Class IV, Class III, or Class II, the local board shall then take the steps specified in paragraph 332. If the local board does not classify the registrant in Class IV, Class I, or Class II, the local board shall then have the registrant physically examined in the manner provided in Section XX.",
        "b. A registrant may be placed in Class IV-F without physical examinationif he has any obvious physical, mental, or nervous disability which permanently disqualifies him for any form of military service (see par. 362). If the registrant is so placed in Class IV-F, the local board shall then take the steps specified in paragraph 332, shall record its findings, shall prepare a report on Form 200, and shall send the duplicate thereof to the Governor as provided in paragraph 341.",
        "331. Classification after physical examination. a. If the registrant has not been placed in Class IV, Class III, or Class II, before physical examination in accordance with paragraph 330, the local board, as soon as it has received the findings of its examining physician and, in appropriate cases, the findings of the medical advisory board (par. 339), shall record its findings as to physical qualifications and classify the registrant in Class I-A, Class I-B, Class I-D, Class I-E, Class IV-E, or Class IV-G, whichever is applicable, and shall then take the steps prescribed in paragraph 332. In the case of registrants who claim to be conscientious objectors (Sec. XXV) or college or university students (par. 345, 346), the local board will, of course, have to determine these questions before making the classification.",
        "b. If the local board, after finding that the registrant is fit for either general or limited military service, determines that the registrant is a conscientious objector only to combatant service, the local board shall add the letter \"0\" to the registrant's classification (see par. 364) to indicate that it has made such determination. If the local board, after finding that the registrant is fit for either general or limited military service, determines that the registrant is a conscientious objector to both combatant and noncombatant service, the local board shall place the registrant in Class IV-E (see par. 365). In the case of any registrant who is placed in Class IV-E, if the local board determines that the registrant, but for the fact that he has been determined to be a conscientious objector, would have been classified in Class I-D or Class I-E, the local board shall add the letter \"S\" to the IV-E classification to indicate his student status.",
        "332. Notice and records of classification. On the same day that the local board classifies a registrant it shall: a. Mail the registrant a Notice of Classification (Form 57). If the registrant is placed in Class II, include the date on which the deferment expires (see par. 353).",
        "b. Complete the appropriate record on the last page of the questionnaire (Form 40).",
        "c. Enter the date of mailing of the Notice of Classification (Form 57).",
        "d. Enter the classification itself on the Classification Record (Form 100). If the registrant is placed in Class IV, a capital letter showing the appropriate subclass in which the registrant is classified should be placed under the column headed \"IV.\" (For example, to show that the registrant has been placed in Class IV-ES, place \"ES\" under Class IV.) If the registrant is placed in Class III or Class II, the capital letter \"A\" shall be placed under the column headed \"III\" or \"II,\" whichever is applicable. If the registrant is classified in a subclass of Class I, an \"X\" should be placed opposite the registrant's name in the column headed \"A,\" \"B,\" \"C,\" \"D,\" or \"E,\" whichever is applicable, under the heading \"Class I.\"",
        "333. Classification not permanent. No classification is permanent. The deferment of any registrant is subject to termination whenever the basis for such deferment ceases to exist. Every registrant shall notify his local board of any change which would require his reclassification. The local board shall reclassify a registrant whenever it receives new information warranting such action. The registrant may also be reclassified if it becomes necessary as a result of any changes in the rules and regulations under the Selective Service Act. For reclassification, see Section XXX.",
        "SECTION XIX-CLASSIFICATION OF VOLUNTEERS BETWEEN THE AGES OF 18 AND 36",
        "ParagraphWho may volunteer-------------------334Classification of volunteers------------335",
        "334. Who may volunteer. Men between the ages of 18 and 36 may volunteer at the local board for induction into the land and naval forces for training and service under the Selective Service Act. The local board shall not accept for induction any person who is under 21 years of age unless he furnishes the local board with the written consent of his parents. However, the local board may dispense with this consent upon a showing that the consent of any parent cannot be obtained because the parent is absent and cannot be reached. The term \"parent\" in this paragraph includes guardian. If the volunteer has no parents living and has no guardian, he shall submit a statement to that effect to the local board. There is no special form for parents' or guardian's consent.",
        "335. Classification of volunteers, a. The classification of volunteers shall be made in exactly the same manner as the classification of a person who has duly registered under the provisions of the Selective Service Act. In the case of a volunteer who is under 21 years of age and who has not registered, the local board shall fill out a registration card for such volunteer in the same manner as is prescribed in section XIII of Volume II, and thereafter such volunteer shall be classified as if he were a registrant.",
        "b. In the case of volunteers, a \"V\" shall be placed in the place marked \"Order Number\" on the registration card to indicate that they are volunteers. The Selective Service Act provides that volunteers shall not be inducted if, after classification, they are deferred.",
        "SECTION XX-PHYSICAL EXAMINATION",
        "ParagraphOrder to Report for Physical Examination -----------------------336Preparing Report of Physical Examination -----------------------337Physical Examination--------------------------------------------338Cases sent to medical advisory board, by local board------------339Malingerers -----------------------------------------------------340Transmitting duplicate of Form 200 to Governor-----------------341",
        "336. Order to report for physical examination. a. If the local board, in making its classifications before physical examination, did not classify the registrant in Class IV, Class III, Class II, or Class I-C (see Par. 330), it shall, in time to allow it to fill its quota requirements, mall him a notice to appear for physical examination (Form 201). The notice shall fix a time and place for the registrant to report. The appointed time will normally be five days after the date of mailing the notice.",
        "b. Permissible delays. Any registrant who is quarantined because of a communicable disease shall be excused from examination until he is released from quarantine by the health authorities. Any registrant who is sick, or who has some temporary defect, or is awaiting an operation, or who has any other good excuse, may be granted a reasonable delay for completing his physical examination.",
        "c. Entry on Classification Record (Form 100). The date of mailing of Form 201 shall be noted on the Classification Record (Form 100). The date on which the registrant reports for examination shall also be noted.",
        "337. Preparing Report of Physical Examination (Form200). a. After the local board has mailed to the registrant an order to report for examination, it shall prepare Form 200 (\"Report of Physical Examination\") for delivery to the examining physician. The local board shall enter its stamp and the registrant's name, address, and other information on this form. Entries should be made with typewriter or black ink. All entries shall be made on both copies. Only originals should be signed.",
        "b. The local board shall deliver the prepared forms to the examining physician before the date on which the registrant is to report.",
        "338. Physical examination, a. The examining physician shall examine the registrant, in accordance with Vol. Six, \"Physical Standards.\"",
        "b. The examining physician shall fill out the appropriate parts of the Report of Physical Examination (Form 200), in duplicate. Unless in doubt about the registrant's physical qualifications, the examining physician shall enter his. findings as to the registrant's qualification for military service.",
        "c. When in doubt about the registrant's physical qualification, the examining physician shall request the local board to send the registrant to a medical advisory board. (See par. 339.) Upon receiving the report of the medical advisory board, the examining physician shall enter his findings, as in b above.",
        "339. Cases Sent to Medical Advisory Board, by Local Board. a. What Cases Sent. The local board shall send a registrant before the nearest medical advisory board whenever the examining physician or the government appeal agent so requests, or a majority of the local board is dissatisfied with the examining physician's finding.",
        "b. How Sent. After proper entries are made on both copies of the Report of Physical Examination (Form 200), the original Form 200 and any other evidence on the registrant's physical condition shall be sent to the medical advisory board. The duplicate Form 200 remains in the registrant's cover sheet. The local board shall direct the registrant when and how to report to the medical advisory board. He shall be given necessary transportation, meals, and lodging for the travel and for the time, not exceeding 3 days, that he will be before the medical advisory board. (See Vol. Five, \"Finance.\")",
        "c. Action by Medical Advisory Board. The full board, or one or more of its members, as may be necessary in the particular case, shall set on the case. The board, or one or more members, shall examine the registrant, record the findings on the Form 200, and return the Form 200 to the local board.",
        "d. Delay by Medical Advisory Board. If the Medical Advisory Board delays its examination of a registrant more than 3 days to await correction of a temporary defect, it shall return the registrant's Form 200 to the local board, with a statement (attached to the Form 200 but not written upon it) of the cause of delay and the time when the registrant should return for further examination. The local board normally shall send the registrant and his Form 200 back to the medical advisory board at the time specified. However, if the local board believes the defect corrected, it may send him back earlier; or if it believes more delay is needed, it may set a later date; or if it decides that further examination is unnecessary, it may proceed without sending him back to the medical advisory board. If, in a case of an appeal, the local board, after receiving the report of the medical advisory board, determines that the registrant should be reclassified it shall do so in accordance with the rules governing reclassification (Section XXX) and shall not forward the appeal to the appeal board.",
        "e. Completing Form 200. All entries made by the medical advisory board on the original Form 200 will be copied by the local board onto the duplicate Form 200 in the registrant's file.",
        "340. Malingerers. a. If a registrant claims an ailment or defect which the local board cannot detect, or if the local board believes him to be feigning the ailment or defect, it shall attach a statement of the facts and its opinion to both copies of Form 200.",
        "b. If the local board believes that a registrant's disqualifying physical defects are self-inflicted or purposely caused to avoid military service the board, shall immediately prepare in duplicate a full statement of the facts and the board's recommendations. The original of this statement, with the original Report of Physical Examination (Form 200) shall be sent to the Governor, and the duplicate filed with the duplicate Form 200 in the cover sheet. If the registrant is capable of any duty at all, and the local board recommends his induction, the Governor shall transmit the record to the Director of Selective Service, or may direct that the registrant be reported to a United States district attorney for prosecution.",
        "341. Transmitting duplicate of Form 200 to Governor. As soon as the 'time allowed for appeal of the registrant's classification has elapsed, or as soon as the board of appeal has acted on the appeal (Sec. XXVII), the duplicate of the Report of Physical Examination (Form 200) shall be sent to the Governor for forwarding to the Director of Selective Service.",
        "SECTION XXI-CLASS ONE: AVAILABLE FOR SERVICE",
        "ParagraphClass I-A: Available; fit for general military service-------------342Class I-B: Available; fit only for limited military service---------343Class I-C: Member of land or naval forces of United States----344Class I-D: Student fit for general military service;      available not later than July 1, 1941 -----------------------345Class I-E: Student fit only for limited military service;      available not later than July 1, 1941------------------------346Conditions on student deferment-------------------------------347Definition of college -or university------------------------------348Length of deferment for college or university students-----------349",
        "342. Class I-A. In Class I-A shall be placed every registrant who after physical examination is found fit for general military service, according to the standards prescribed in Volume Six, Physical Standards, and who is not classified in Class I-D.",
        "343. Class I-B. In Class I-B shall be placed every registrant who after physical examination is found fit only for limited military service according to the standards prescribed in Volume Six, Physical Standards, and who is not classified in Class I-E. Men in Class I-B, unless reclassified, shall not be inducted until such time as they may be acceptable to, and called by, the land or naval forces for training and service.",
        "344. Class I-C. a. In Class I-C shall be placed every registrant who is, or who by induction or enlistment becomes, a commissioned officer, warrant officer, field clerk, pay clerk, or enlisted man of the Regular Army, the Navy, the Marine Corps, the Federally recognized active National Guard, the Officers' Reserve Corps, the Regular Army Reserve, the Enlisted Reserve Corps, the Naval Reserve, or the Marine Corps Reserve; or a cadet of the United States Military Academy; or a midshipman of the United States Naval Academy; or a man who has been accepted for admittance (commencing with the academic year next succeeding such acceptance) to the United States Military Academy as a cadet or to the United States Naval Academy-as a midshipman, but only during the continuance of such acceptance.",
        "b. Registrants who enlist or are inducted in the land or naval forces of the United States, other than those who volunteer at, or are inducted through, the local board, shall be classified in Class I-C only after their Home Address Reports (Form 166) are received from State headquarters. However, when authentic information (other than a Home Address Report) is received that a registrant has become a member of the land and naval forces, an appropriate notation shall be made in the remarks column of the Classification Record. Upon receipt of a Home Address Report from State Headquarters such report shall be checked against the list of registrants, and any registrant appearing upon this report shall forthwith be classified as Class I-C, and no questionnaire shall be mailed this registrant. All Home Address Reports received shall be filed in one place, and no classification shall be given any man appearing on the Home Address Report who is not a registrant. The local board shall write on each Home Address Report \"Registrant\" or \"Nonregistrant\" as the case may be.",
        "345. Class I-D-Student fit for general military service available not later than July 1, 1941.-In Class I-D shall be placed every college or university student who meets all of the conditions specified in paragraph 347 and who after physical examination is found fit for generalmilitary service, according to the standards prescribed in Volume VI, \"Physical Standards.\"",
        "346. Class I-E-Student fit only for limited military service; available not later than July 1, 1941.-In Class I-E shall be placed every college or university student who meets all of the conditions specified in paragraph 347 and who after physical examination is found fit only for limited military service, according to the standards prescribed in Volume VI, \"Physical Standards.\"",
        "347. Conditions on student deferment. No registrant shall be placed in Class I-D or Class I-E unless he meets all of the following conditions:",
        "a. He shall request that he be deferred from induction;",
        "b. He entered upon attendance in a college or university, as defined in paragraph 348 for the academic year 1940-41, and before January 1, 1941;",
        "c. He is in substantially full-time attendance at such college or university and is there a bona fide student pursuing a course of instruction which the college or university requires be satisfactorily completed as a prerequisite to conferring degrees in the arts or sciences (such as undergraduate or bachelor's degrees or master's, doctor's, professional, or other advanced degrees), or as a prerequisite to conferring certificates which are accepted as a credit toward such degrees by colleges or universities which confer such degrees. The taking of a correspondence course shall not be cause for deferment for any registrant.",
        "348. Definition of college or university. The term \"college or university\" shall include only an advanced educational institution which regularly grants to students who have satisfactorily passed prescribed courses of instruction, degrees in the arts or sciences (such as undergraduate or bachelor's degrees or master's, doctor's, professional, or other advanced degrees), and any junior college or other college which regularly grants to students certificates which are accepted by such advanced institutions as a credit toward such degrees.",
        "349. Length of deferment for college or university students. Registrants classified in Class I-D or Class I-E shall be deferred until the end of their academic year 1940-41, or until July 1, 1941, whichever occurs first. Men in Class I-E, unless reclassified, shall not be inducted until such time as they may be acceptable to, and called by, land or naval forces for training of service.",
        "SECTION XXII-CLASS TWO: OCCUPATIONAL DEFERMENTS",
        "ParagraphGeneral rules for classification of Class II-A ----350\"Necessary man\" defined-----------------------351Composition of Class II-A---------------------352Length of deferment for Class II-A-------------353",
        "350. General rules for classification of Class I-A. a. On the local board is placed the responsibility of deciding which men should be deferred because of their civilian activities. It is in the national interest and of paramount importance to our national defense that civilian activities which are contributing to the national health, safety, and interest should be disrupted as little as possible, consistent with the fundamental purpose of the Selective Service Act.",
        "b. Section 5 (e) of the Selective Service Act provides: \"No deferment from training and service shall be made in the case of any individual except upon the basis of the status of such individual, and no deferment shall be made of individuals by occupational groups or groups of individuals in any plant or institution.\"",
        "c. The local board may avail itself of the assistance of all Federal, State, or local agencies (such as the State Employment Service, State Advisors on Occupational Deferments (see paragraph 124, Vol. One), county agricultural agents, or others) to obtain information in cases of occupational deferments. The local board may request the State Employment Service to assign an agent to it for the purpose of securing such information.",
        "351. \"Necessary man\" defined. A registrant shall be considered a \"necessary man\" in industry, business, employment, agricultural pursuit, governmental service, or in any other service or endeavor, including training or preparation therefor, only when all of these conditions exist:",
        "a. He is, or but for a seasonal or temporary interruption would be, engaged in such activity.",
        "b. He cannot be replaced satisfactorily because of a shortage of persons with his qualifications or skill in such activity.",
        "c. His removal would cause a material loss of effectiveness in such activity.",
        "352. Composition of Class II-A. a. In Class II-A shall be placed any registrant found to be a \"necessary man\" in any industry, business, employment, agricultural pursuit, governmental service, or any other service or endeavor, or in training or preparation therefor, the maintenance of which is necessary to the national health, safety, or interest in the sense that it is useful or productive and contributes to the employment or well-being of the community or the Nation.",
        "b. In determining whether a registrant is a \"necessary man,\" the local board shall give due consideration to those registrants engaged in any activity which is essential to the national health, safety, or interest in the sense that a serious interruption or delay in such activity is likely to impede the national defense program.",
        "353. Length of deferments for Class I-A. Class II-A deferments shall not be for a period longer than six months. However, such deferments 'shall be renewed for further periods of not to exceed six months, unless the local board shall determine that the registrant should be reclassified as provided in Section XXX.",
        "SECTION XXIII-CLASS THREE: DEPENDENCY DEFERMENTS",
        "ParagraphComposition of Class III----------------354\"Dependent\" defined--------------------355Certain relatives defined-----------------356",
        "354. Composition of class III. a. In Class III shall be placed any registrant upon whom one or more dependents, as defined in paragraph 355, depend for support in a reasonable manner.",
        "b. The local board should determine all questions of Class III deferments with sympathetic regard for the registrant and his dependents. Any reasonable doubts in connection with dependency should be resolved in favor of deferment, and in doubtful cases the local board should be mindful of -injuries which may be expected to result from separating a father from his children or a husband from his wife. The maintenance of the family as a unit is of importance to the national well-being.",
        "c. No hard-and-fast rules will work. Each case must be weighed carefully and decided on its own merits. What is reasonable support in one locality or in one set of circumstances may not be in others. The local board should be diligent in preventing registrants from evading military service where their status with respect to dependents does not warrant their deferment, but the local board must be equally diligent in making its classifications to protect the registrant's dependents.",
        "d. The local board may avail itself of the assistance of State or local welfare agencies for information on doubtful matters concerning dependency. The local board may request such welfare agencies to assign an agent to it for this purpose.",
        "355. \"Dependent\" Defined. A person shall be considered a registrant's dependent only when all of the following conditions are satisfied:",
        "a. Such person must be either (1) the registrant's wife, divorced wife, child, parent, grandparent, brother, or sister, or (2) a person under 18 years of age, or a person of any age who is physically or mentally handicapped, whose support the registrant has assumed in good faith.",
        "b. Such person must either be a United States citizen or live in the United States, its Territories, or possessions.",
        "c. Such person, at the time the registrant is classified, must depend in fact for support in a reasonable manner, in view of such person's circumstances, on income earned by the registrant by his work in a business, occupation, or employment (including employment on work relief projects but excluding employment as an enrollee in the Civilian Conservation Corps and similar employment in the National Youth Administration).",
        "d. Such person must in fact regularly receive from the registrant contributions (including payments to a divorced wife) to the support of such person and such contributions must not be merely a small part of such person's support. Even though the registrant is unable to furnish to such person money or other support for temporary periods because of the registrant's physical or economic situation, he may be considered to be regularly contributing to such person's support, if such person and the community look upon the registrant as the normal source of such person's support.",
        "356. Certain relatives defined, a. The term \"child\" includes an unborn child, a child legally adopted, or a child born out of wedlock but shall not include any person 18 years of age or over unless he is physically or mentally handicapped,",
        "b. The term \"parent\" includes a person who is supported in good faith by the registrant in a relationship similar to that of parent and child.",
        "c. The term \"brother\" or \"sister\" shall include only a person, having one or both parents in common with the registrant, who is either under 18 years of age or is physically or mentally handicapped.",
        "SECTION XXIV-CLASS FOUR: MISCELLANEOUS DEFERMENTS",
        "ParagraphClass IV-A: Man who has completed service --------357Class IV-B: Official deferred by law-----------------358Class IV-C: Nondeclarant alien ---------------------359Class IV-D: Minister of religion or divinity student----360Class IV-E: Conscientious objector available only for      civilian work of national importance--------------361Class IV-F: Physically, mentally or morally unfit------362",
        "357. Class IV-A-Man who has completed service. In Class IV-A shall be placed any registrant who falls within any of the following categories:",
        "a. Any man (1) who shall have served for at least three consecutive years in the Regular Army and (2) who shall have received an honorable discharge therefrom.",
        "b. Any man (1) who shall have served as a member of the active National Guard for at least one year in active Federal service in the Army of the United States and (2) who subsequent thereto served for at least two consecutive years in the Regular Army or in the active National Guard and (3) who shall have received an honorable discharge from such services.",
        "c. Any man (1) who was in the active National Guard on the date on which, but for the fact that he was in the active National Guard, he would have been required to register under the selective service law, and (2) who shall have served herein for at least six consecutive years and (3) who shall have received an honorable discharge therefrom.",
        "d. Any man (1) who was on the eligible list in the Officers' Reserve Corps on the date on which, but for the fact that he was on the eligible list in the Officers' Reserve Corps, he would have been required to register under the selective service law, and (2) who shall have served therein on the eligible list for at least six consecutive years and (3) who shall have received an honorable discharge therefrom.",
        "358. Class IV-B. In Class IV-B shall be placed any registrant who is the Vice President of the United States, a Governor of a State, a Member of the Congress of the United States, a member of a State legislative body, a judge of a court of record of the United States or of a State; or who is a commissioned officer, warrant officer, pay clerk, or enlisted man in the Coast Guard, the Coast and Geodetic Survey, the Public Health Service; or who is a cadet of the United States Coast Guard Academy; or who has been accepted for admittance (commencing with the academic year next succeeding such acceptance) as a cadet in the United States Coast Guard Academy, but only during the continuance of such acceptance; or who is a cadet of the advanced course, senior division, of the Reserve Officers' Training Corps or the Naval Reserve Officers' Training Corps.",
        "359. Class IV-C. a. In Class IV-C shall be placed any registrant who is an alien (including a citizen of the Philippine Commonwealth) and who has not on file with the Federal Immigration and Naturalization Service a valid declaration of intention to become a citizen of the United States (first papers).",
        "b. Whenever the local board has a perplexing alien case, it should request assistance through State headquarters from the Federal Immigration and Naturalization Service.",
        "360. Class IV-D. a. In Class IV-D shall be placed any registrant who is a regular or duly ordained minister of religion or who is a student preparing for the ministry in a theological or divinity school recognized as such for more than one year prior to the date of enactment of the Selective Service Act (September 16, 1940).",
        "b. A \"regular minister of religion\" is a man who customarily preaches and teaches the principles of religion of a recognized church, religious sect, or religious organization of which he is a member, without having been formally ordained as a minister of religion; and who is recognized by such church, sect, or organization as a minister.",
        "c. A \"duly ordained minister of religion\" is a man who has been ordained in accordance with the ceremonial ritual or discipline of a recognized church, religious sect, or religious organization, to teach and preach its doctrines and to administer its rites and ceremonies in public worship; and who customarily performs those duties.",
        "361. Class IV-E. In Class IV-E shall be placed conscientious objectors who are classified for civilian work of national importance in accordance with paragraph 367.",
        "362. Class IV-F. a. In Class IV-F shall be placed registrants who are found to be physically, mentally, or morally unfit for military service; habitual criminals or persons convicted of treason, or any crime which under the laws of the jurisdiction in which they were convicted is a felony and which the local board determines renders the registrant morally unfit for service.",
        "b. The local board may put a registrant in Class IV-F without physical examination if he has an obvious physical or mental disability which permanently disqualifies him for any form of military service.",
        "c. The local board shall put a registrant in Class IV-F if he, upon being discharged from the Regular Army, Navy, or Marine Corps, received any one of the following:",
        "Dishonorable discharge                               Army, Navy, or Marine Corps      Bad-conduct discharge-Navy or Marine Corps      Discharge, not honorable (blue) ---------Army      Undesirable discharge-Navy or Marine Corps",
        "SECTION XXV-CLASSIFICATION OF CONSCIENTIOUS OBJECTORS",
        "ParagraphProcedure on claims of conscientious objectors-------363Conscientious objectors opposed to      combatant service only---------------------------364Conscientious objectors opposed to      combatant and noncombatant service ------------365Register of conscientious objectors ------------------366",
        "363. Procedure on claims of conscientious objectors. A registrant who claims to be a conscientious objector shall offer information in substantiation of his claim on a special form (Form 47) which when filed shall become a part of his questionnaire. The local board, upon request, shall furnish any person claiming to be a conscientious objector, a copy of such special form (Form 47). In the case of any registrant who claims to be a conscientious objector, the local board shall proceed in the ordinary course to classify him upon all other grounds of deferment and shall investigate and pass upon his claim as a conscientious objector only if, after physical examination, but for such claim, he would have been placed in Class I-A, Class I-B, Class I-D, or Class I-E. The procedure for appeal from a decision of the local board on a claim for conscientious objection is provided for in paragraph 375.",
        "364. Conscientious objectors opposed to combatant service only. a. If the local board finds that a registrant, who has been placed after physical examination in Class I-A, Class I-B, Class I-D, or Class I-E, and who claims to be a a conscientious objector, is, by reason of his religious training and belief, conscientiously opposed to combatant service in which he might be ordered to take human life, but is not conscientiously opposed to noncombatant service in which he could contribute to the health, comfort, and preservation of others, the local board shall determine that the registrant is available for noncombatant service only.",
        "b. Whenever a registrant is thus determined to be available for noncombatant service only, the local board shall indicate this by placing an \"0\" after the letter indicating his subclass on all records, reports, orders, and other papers on which the registrant is mentioned by name. For example: Class I-A-O, Class I-B-O, Class I-D-O, or Class I-E-O.",
        "365. Conscientious objectors opposed to combatant and noncombatant service. If the local board finds that a registrant, who but for his conscientious objection to both combatant and noncombatant service, would have been placed in Class I-A, Class I-B, Class I-D, or Class I-E, is, by reason of his religious training and belief, opposed to both combatant and noncombatant service, he shall be placed in Class IV-E. Registrants in Class IV-E shall be liable to be assigned to work of national importance under civilian direction under such rules and regulations as may be later prescribed.",
        "366. Register of Conscientious Objectors. The local board shall list on a Register of Conscientious Objectors any registrant whose claim for special classification as a conscientious objector has been sustained by the local board and, if an appeal is taken, by the board of appeal. The Register of Conscientious Objectors shall show separately which registrants have been classified for noncombatant service in the land and naval forces and those who have been classified as not available for either combatant or noncombatant service in the land and naval forces, but available for work of national importance under civilian direction. No special blank form is provided for this Register.",
        "SECTION XXVI-APPEARANCE BEFORE LOCAL BOARD",
        "ParagraphOpportunity to appear in person-----------367Request for opportunity to appear---------368Appearance before local board------------369",
        "367. Opportunity to Appear in Person. Every registrant who is classified in Class I-A, Class I-B, Class 1-D, Class I-E, or Class IV-E (including any such registrant to whose classification has been added the letter \"0\" or \"S\") shall have an opportunity to appear in person before the local board if he so requests in writing. Inasmuch as registrants classified in Class 1-B or Class l-E will not be inducted into service until called by the land or naval forces, the appearance by registrants so classified shall be postponed until such time as the land or naval forces call for the induction of registrants in these classes. At that time the local board shall mail to registrants so classified a notice advising them that the land or naval forces have called for the induction of registrants in such classes and that such registrant has an opportunity to appear in person before the local board and to make an appeal to the appeal board.",
        "368. Request for Opportunity to Appear. a. Unless the time therefor is extended by the local board, the written request of a registrant who is classified in Class 1-A, Class 1-D, or Class IV-E, must be filed with the local board within five days after the local board has mailed to the registrant his Notice of Classification (Form 57), as distinguished from a Notice of Continuance of Classification (Form 58). The five days are counted as beginning on the day after the Notice of Classification is mailed.",
        "b. Unless the time therefor is extended by the local board, the written request of a registrant who has been classified in Class 1-B or Class 1-E must be filed with the local board within five days after the local board has mailed to the registrant a notice advising the registrant that the land or naval forces have called for induction, registrants in such classes and that such registrant has an opportunity to appear and to make an appeal to the appeal board (see par. 367). The five days are counted as beginning on the day after such notice is mailed.",
        "c. Upon receipt of such written request for an opportunity to appear in person, the local board shall enter upon the Classification Record (Form 100) in the place provided therefor the date on which the request was received and the date and time fixed for the registrant to appear. The local board shall promptly mail to the registrant notice of the time and place fixed for his appearance.",
        "369. Appearance Before Local Board. a. At the time and place fixed by the local board, the registrant may appear in person before the member or members of the local board designated for this purpose. If the registrant does not speak English adequately, he may appear with a person to act as interpreter for him. No registrant may be represented before the local board by an attorney.",
        "b. At any such appearance, the registrant may discuss his classification, may point out the class or classes in which he thinks he should have been placed, and may direct attention to any information in his file which he believes the local board has overlooked or to which he believes it has not given sufficient weight. The registrant may not introduce any new evidence not already contained in his file unless the board member or members consent. However, if the registrant claims there is any false or misleading information in his file, he may introduce evidence supporting such claim. Such evidence must be in writing in the form of documents, affidavits, or depositions and shall be included in and made a part of his file. The affidavits or depositions should be as concise as possible under the circumstances. The member or members of the board before whom the registrant appears may impose such limitations upon the time which the registrant may have for his appearance as they deem necessary.",
        "c. Action by the local board after appearance. Promptly after the registrant has appeared, the board shall enter on the Classification Record, in the place provided therefor, the fact that the registrant did so appear. If, after the registrant has appeared in person, the local board determines that the registrant should be placed in some other class, it shall reclassify the registrant in accordance with the rules governing reclassification. (See Section XXX.)",
        "SECTION XXVII-APPEAL TO BOARD OF APPEAL",
        "ParagraphWho may make appeal to board of appeal--------------------370Time allowed for appeal --------------------------------------371How appeal to board of appeal is made-----------------------372Procedure of local board when appeal is made ---------------373Procedure of board of appeal when appeal is made -----------374Procedure on appeal by conscientious objectors--------- -----375Procedure when board of appeal desires additional evidence --376Procedure of local board when appeal is returned -------------377Appeal stays induction-----------------------------------------378",
        "370. Who may make appeal to board of appeal. The registrant, any person who claims to be a dependent of the registrant, a government appeal agent, the Director of Selective Service, or the State Director of Selective Service may appeal to the board of appeal from any local board classification, except that no appeal may be made by, or on behalf of, a registrant classified in Class II or Class III who claims a lower classification. Inasmuch as registrants classified in Class I-B or Class I-E will not be inducted into service until called by the land or naval forces, the appeals by registrants so classified who claim a lower classification shall be delayed until such time as the land or naval forces call for the induction of registrants in these classes.",
        "371. Time allowed for appeal. a. Unless the time therefor is extended by the local board, an appeal from any appealable local board classification (other than an appeal by a registrant classified in Class I-B or Class I-E who claims a lower classification) shall be made within five days after the local board has mailed to the registrant his Notice of Classification (Form 57), as distinguished from a Notice of Continuance of Classification (Form 58), or, if the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, within five days after the day set for the registrant's appearance, whichever is the later. The five days are counted as beginning on the day after the Notice of Classification is mailed or, if the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, on the day after the day set for the registrant's appearance, whichever is the later.",
        "b. Unless the time therefor is extended by the local board, an appeal from any appealable local board classification by a registrant classified in Class I-B or Class I-E who claims a lower classification shall be made within five days after the local board has mailed to the registrant a notice advising the registrants that the land or naval forces have called for induction registrants in such class and that such registrant has an opportunity to appear and to make an appeal to the board of appeal (paragraph 368). If the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, the appeal shall be made within five days after the day set for the registrant's appearance. The five days are counted as beginning on the day after such notice is mailed to the registrant, or, if the registrant has requested an opportunity to appear in person before the local board pursuant to paragraph 368, on the day after such appearance.",
        "c. An appeal can be taken by the Director of Selective Service or by the State Director of Selective Service at any time from any determination of the local board.",
        "372. How appeal to board of appeal ts made. a. If the person appealing wishes the board of appeal to review a determination of the local board with respect to the registrant's physical or mental qualifications, the person appealing shall fill out and sign the form for appeal which appears on the Report of Physical Examination (Form 200). The person appealing shall attach to the report or physical examination a written statement specifying the class in which the person appealing believes the registrant should be placed.",
        "b. If the person appealing wishes the board of appeal to review any other-appealable determination of the local board, the person appealing shall fill out and sign the \"appeal to board of appeal\" on the questionnaire. The person appealing shall attach to the questionnaire a written statement specifying the class or classes in which the person appealing believes the registrant should be placed.",
        "c. The statements mentioned above may specify the respects in which the person appealing believes the local board erred and may direct attention to any information in the registrant's file which the person appealing believes the local board has failed to consider or to which he believes it has not given sufficient weight, but may not present any new evidence not already contained in the registrant's file.",
        "373. Procedure of local board when appeal to board of appeal is made. On an appeal to a board of appeal, the local board shall enter on the Classification Record the date on which the appeal is filed. In the case of an appeal involving a determination of the registrant's physical or mental qualifications, the local board, before forwarding the appeal to the board of appeal, shall send the registrant and evidence on his physical and mental qualifications to the medical advisory board as directed in paragraph 339, unless the medical advisory board has already made a finding thereon. The local board shall transmit to the board of appeal the registrant's file, including therein the Report on Physical Examination (Form 200) and all other reports or evidence on the registrant's physical or mental qualifications, only if these matters are involved in the review on appeal. In any appeal in which more than one deferred classification is claimed, the local board shall note its decision as to each classification.",
        "374. Procedure of the board of appeal when appeal is made. a. Upon receiving an appeal, the board of appeal shall make the proper entries in its docket book (Form 102). After reviewing the papers pertaining to the registrant which the board of appeals has received from the local board, the board of appeal shall determine the lowest classification in which the registrant should be placed. After the board of appeal has reached its conclusions, it shall make the proper entries of its determination in the docket book and on either the questionnaire (Form 40) or the Report of Physical Examination (Form 200), whichever is applicable. Upon returning to a local board all papers pertaining to a registrant, the board of appeal shall have the date of return entered on the docket book.",
        "b. In an appeal involving the question whether the registrant should be deferred on grounds of dependency, if one or more members of the board of appeal dissent from a determination that the registrant should not be deferred on such grounds, the board of appeal shall indicate on the questionnaire the numerical division of the-board in determining such question.",
        "c. In reviewing an appealed classification, except as provided in paragraph 375, the board of appeal shall consider only the evidence submitted to it by the local board. If it desires more evidence, it shall request the local board to secure that evidence (par. 376).",
        "375. Procedure on appeal by conscientious objectors. a. Upon any appeal involving the question of conscientious objection, the board of appeal shall first determine all questions raised by the appeal other than the question of conscientious objection. If, without passing on the question of conscientious objection, the board of appeal determines that the registrant should be classified in Class II, Class I, or Class IV (other than Class IV-E), the board of appeal shall make no determination on the question of conscientious objection. Otherwise, the board of appeal shall refer the matter of the claim of conscientious objection to the Department of Justice for its advisory recommendations.",
        "b. Upon such reference, the board of appeal shall transmit to the Department of Justice the records and all other evidence which were transmitted to the board of appeal by the local board in connection with the appeal. The Department of Justice shall thereupon make an inquiry and hold a hearing on the character and the good faith of the conscientious objections of the registrant. The registrant shall be notified of the time and place of such hearing and shall have an opportunity to be heard. If the objections of the registrant are found to be sustained, the Department of Justice shall recommend to the board of appeal (1) that if the registrant is inducted into the land or naval forces, he shall be assigned to noncombatant service or (2) that if the registrant is found to be conscientiously opposed to participation in such noncombatant service, he shall be assigned to work of national importance under civilian direction. If the Department of Justice finds that the objections of the registrant are not sustained, it shall recommend to the board of appeal that such objections be not sustained. Upon receipt of the report of the Department of Justice, the board of appeal shall determine the question and in its determination it shall give consideration to, but it shall not be bound to follow, the recommendation of the Department of Justice.",
        "376. Procedure When Board of Appeal Deems Additional Evidence Necessary. a. If, before acting upon any appeal, the board of appeal deems additional evidence necessary, it shall return all papers in the case to the proper local board with a request that such evidence be secured. The board of appeal shall enter the date of request on its docket book (Form 102). The local board shall secure such evidence if possible.",
        "b. In the light of the new evidence, the local board shall reconsider its classification. If it places the registrant in the most deferred classification claimed on appeal, it shall not return the case to the board of appeal but shall:",
        "1. Notify the board of appeal of its action;",
        "2. Mail a Notice of Classification (Form 57) to the registrant, to the person making the appeal, and to the government appeal agent;",
        "3. Enter the classification on its records.",
        "c. If the local board does not reclassify the registrant into the most deferred classification claimed, it shall return all papers (including any new evidence) to the board of appeal for its decision on the appeal.",
        "377. Procedure of local board when appeal to board of appeal is returned, a. If the board of appeal does not affirm the local board's classification, the local board, upon receipt from the appeal board of the papers pertaining to the registrant, shall proceed as follows:",
        "1. Mail a Notice of Classification (Form 57) to the registrant and to any other person who may have made the appeal.",
        "2. Enter on the Classification Record the date of mailing the notice.",
        "3. Enter on the Classification Record the board of appeal classification and, with red ink, draw a line through the local board classification.",
        "b. If the board of appeal affirms the local board's classification, the local board, upon receipt from the board of appeal of the papers pertaining to the registrant, shall proceed as follows:",
        "1. Mail a Notice of Continuance of Classification (Form 58) to the registrant and to any other person who may have made the appeal.",
        "2. If one or more members of the appeal board dissented from a determination of the appeal board that the registrant should not be deferred on the grounds of dependency, the local board shall indicate on the Notice of Continuance of Classification the numerical division of the board of appeal on the question of dependency.",
        "378. Appeal stays induction. A registrant shall not be ordered to report for induction during the period in which there is pending any appeal duly made by him or in his behalf from an appealable determination of the local board, or during the period afforded him by the rules and regulations within which to make an appeal.",
        "SECTION XXVIII-APPEAL TO THE PRESIDENT",
        "ParagraphConditions for appeal to the President---------------------------------379Procedure of local board when appeal to the President is made -------380Procedure of local board when appeal to the President is returned-----381",
        "379. Conditions for appeal to the President. An appeal from a determination of a board of appeal may be made to the President, only if all the following conditions are satisfied:",
        "1. A board of appeal must have placed the registrant in Class I or Class IV-E, and at least one or more members of the board of appeal must have dissented from a determination of that board that the registrant should not be deferred because of dependency.",
        "2. The appeal to the President must be on grounds of dependency only.",
        "3. The appeal (on the last page of the questionnaire) must be signed by the registrant, a dependent of the registrant, or the government appeal agent.",
        "4. The appeal must be made within 5 days of the mailing of the Notice of Classification or Notice of Continuance of classification (par. 377), unless the local board grants an extension of time.",
        "5. A member of the local board, the government appeal agent, or the Governor must explain and certify, in writing, that great and unusual hardship will follow the induction of the registrant, and the person so certifying must specifically recommend deferment.",
        "380. Procedure of local board when appeal to the President is made. When an appeal to the President is made, the local board shall:",
        "1. Enter on the Classification Record the date the appeal is forwarded.",
        "2. Forward to the Director of Selective Service for transmittal to the President all papers, including a summary of any oral testimony pertaining to the registrant except the registration card and the duplicate report of physical examination (Form 200).",
        "381. Procedure of local board when appeal to the President is returned. When the papers pertaining to a registrant are returned after the President has decided the appeal, the local board shall proceed as follows:",
        "1. If the President has affirmed the determination of the board of appeal, mail a Notice of Continuance of Classification (Form 58) to the registrant and to the person making the appeal.",
        "2. If the President has reclassified the registrant, mail a Notice of Classification (Form 57) to the registrant and to the person making the appeal.",
        "3. Enter on the Classification Record the date of mailing any such notice.",
        "4. If the President has reclassified the registrant, enter on the Classification Record the President's classification and, with red ink, draw a line through the board of appeal classification.",
        "SECTION XXIX-TRANSFER FOR CLASSIFICATION",
        "ParagraphRegistrants transferred for classification----------------382Procedure upon transfer for classification--------------383Accepting reports on transferred registrants -----------384",
        "382. Registrants transferred for classiftcation. After returning the questionnaire, a registrant can be transferred to another local board for classification or for physical examination. He may be transferred if he is to be so far from his local board as to make complying with. notices a hardship. The registrant shall be transferred for classification if a majority of a local board or, when a physical examination is required, if the examining physician cannot act on the registrant's case because disqualified (see Vol. One, \"Organization and Administration\") or because a majority of the local board, or the physician, withdraws from consideration of the registrant's classification because of any conflicting interest, bias or any other reason.",
        "383. Procedure upon transfer for classification. a. The local board from which the registrant is transferred shall prepare, in triplicate, an Order of transfer, transfer (Form 63) and the board shall send one copy of the Order of Transfer to the registrant. The board shall send to the local board to which the registrant is transferred all papers pertaining to the registrant except the registration card and one copy of the Order of Transfer (Form 63). The board shall, with red ink, note the transfer in the proper column of the Classification Record (Form 100).",
        "b. The local board to which the registrant is transferred shall classify the registrant. It shall mail the proper notices. It shall provide for appeal to its board of appeal. The local board shall use a special page in the Classification Record for transferred registrants, and shall make all entries on that page with redink. The board shall prepare a duplicate cover sheet and, if the registrant was given a physical examination, a third copy of the Report of Physical Examination (Form 200). After the classification and appeals, the board shall return to the local board from which the registrant was transferred all papers pertaining to the registrant except the duplicate cover sheet, one copy of the Report of Physical Examination, and the Order of Transfer (Form 63). In the proper column of the Classification Record the board shall note returning the papers.",
        "384. Accepting reports on transferred registrants, a. The classification made by the local board to which a registrant is transferred shall be appealed through that local board only. The local board from which the registrant was transferred shall accept and enter on its records, without any change, the classification reported by the board which classified the registrant. If the local board from which the registrant was transferred receives new evidence that might affect his classification, the board shall send the evidence and the registrant's file to the board to which he was transferred.",
        "SECTION XXX-RECLASSIFYING REGISTRANTS",
        "ParagraphClassified registrant to report facts affecting classification--------385Local Board to keep informed of status of classified registrants--386Reconsidering classifications------------------------------------387Appeals from reclassifications ----------------------------------388",
        "385. Classified registrant to report facts affecting classification. Each classified registrant shall, within 5 days after it occurs, report to the local board any fact that might result in his being placed in a different classification. (See Form 57.)",
        "386. Local board to keep informed of status of classified registrants. Although the classified registrant is directed to report any facts that might result in his being placed in a different classification, the local board shall take steps itself to keep informed of the status of registrants in deferred classes. The local board may question registrants at intervals. It may request employers to furnish information with respect to registrants. When the board considers investigation necessary, it may request police officials or other agencies to investigate the status of any registrant.",
        "387. Reconsidering classifications. Upon receiving new evidence the local board may at any time before induction reconsider the classification of any registrant. If the local board places the registrant in a different classification, the board shall mail a Notice of Classification (Form 57) to the registrant and shall notify the government appeal agent. If the local board refuses to reclassify, after the registrant has requested reclassification because of a change in circumstances, it shall mail a Notice of Continuance of Classification (Form 58) to the registrant.",
        "388. Appeals from reclassiftcation. Appeals which may be made after reclassification are governed by Section XXVII. If an appeal is made, the local board shall forward with the appeal a statement as to why it reclassified the registrant.",
        "SECTION XXXI-DELINQUENTS",
        "ParagraphMailing notice of delinquency -----------------------------389Investigation of. delinquency-------------------------------390Reporting delinquents to U.S. district attorney -------------391Procedure with delinquent released from imprisonment ----392Suspected delinquents found in the military service ---------393",
        "389. Mailing notice of delinquency, a. When a local board has reason to believe that a nonregistrant under its jurisdiction is a delinquent (as defined in Vol. One, \"Organization and Administration\"), or that a registrant under its jurisdiction has become a delinquent (as so defined), the board shall prepare in triplicate a Notice of Delinquency (Form 281).",
        "b. The board shall mail the original to the suspected delinquent at his last known address. It shall mail a copy to the Governor. It shall file the third copy, with the date of mailing noted thereon.",
        "c. If the suspected delinquent is a registrant under the jurisdiction of the local board, the board shall note, in the \"Remarks\" column of the Classification Records, the fact that the notice was mailed.",
        "390. Investigation of delinquency. a. Upon a suspected delinquent reporting to a local board, the board shall carefully investigate the delinquency. If the board finds that the suspected delinquent is innocent of any wrongful intent, the board shall proceed with him just as if he were never suspected of being a delinquent.",
        "b. The board shall report its decision to the Governor by letter, and shall appropriately note its decision in its records.",
        "391. Reporting delinquents to U.S. district attorney, a. If the local board is convinced that a delinquent is not innocent of wrongful intent, or if a suspected delinquent does not report to the board within five days after the mailing of the Notice of Delinquency (par. 389), the board should report him to a United States District Attorney for prosecution under Section 11 of the Selective Service Act.",
        "b. The report of a delinquent to a district attorney shall be made on Form 279. One copy shall be sent to the district attorney, one copy to the Governor, and one copy shall be filed.",
        "c. If the delinquent is a registrant, the board shall note its action in the \"Remarks\" column of the Classification Record.",
        "392. Procedure for delinquent released from imprisonment. Imprisonment for violation of the selective service law, or during prosecution therefor, does not exempt a delinquent from complying with the selective service law after the delinquent is released from imprisonment. When a delinquent is released from imprisonment, the local board shall require him to perform the duties and shall accord him the rights and privileges of other registrants.",
        "393. Suspected delinquents found in the military service. If at any time the board finds that a registrant is suspected of being a delinquent only because he failed to report to the board that he had enlisted in the land or naval forces, the board shall remove any charge of delinquency made against that registrant. The board shall make appropriate report of its action to any officials who were notified that the registrant was a delinquent.",
        "[NAME]",
        "The White House,October 4, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8560-Selective Service Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372650"
}