{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5406-restoring-portion-upolu-point-military-reservation-the-territory",
    "doc": "executive-order-5406-restoring-portion-upolu-point-military-reservation-the-territory",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5406-Restoring Portion of Upolu Point Military Reservation to the Territory of Hawaii",
    "date": "July 25, 1930",
    "content": [
        "Pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 159), entitled \"An act to provide a government for the Territory of Hawaii\", as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), it is hereby ordered that the tract of land known as the Upolu Airplane Landing Field, Island of Hawaii, Territory of Hawaii, set aside for military purposes by Executive Order No. 4718, dated September 12, 1927, be, and the same is hereby, restored to the use of the Territory of Hawaii for aeronautical purposes, and for no other purpose: Provided, however, that the following described tract of land within the boundaries of the land withdrawn by said Executive Order No. 4718 is excepted from said restoration and is hereby retained and set aside for military purposes:",
        "Beginning at a point marked by a pipe, on the fourth course of the boundaries of the land withdrawn by Executive Order No. 4718, dated September 12, 1927, 72° 16' 326 feet from the initial point of said fourth course, and 285° 13' 46\" 1488.67 feet from a cross on rock on the sea pali, the coordinates of said cross on rock being 23,683.1 feet north and 6,397.7 feet west from Government survey triangulation station \"Puu O Naie,\" and running by true azimuths and distances as follows:",
        "1. 162° 16' 110.00 feet;",
        "2. 252° 16' 337.54 feet;",
        "3. 264° 15' 61.55 feet;",
        "4. 354° 15' 110.00 feet to a point on the third course of the boundaries of the land withdrawn by Executive Order No. 4718, 84° 15' 923.2 feet from the initial point of said course;",
        "5. 84° 15' 50.00 feet along said third course to the pipe at the end thereof;",
        "6. 72° 16' 326.00 feet along the fourth course of the boundaries of the land withdrawn by Executive Order No. 4718, to the point of beginning, and containing 0.979 acres more or less.",
        "And provided that the land so restored to the Territory of Hawaii shall be at all times subject to the following reservation, to wit: That said tract of land shall be available for the taking off and landing of airplanes or airships belonging to the United States without charge, such reserved privilege to include such temporary occupation for operation and maintenance of Government airplanes or airships as may from time to time be deemed necessary by competent military authority.",
        "[NAME]",
        "The White House,July 25, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5406-Restoring Portion of Upolu Point Military Reservation to the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361099"
}