{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5449-tongass-national-forest",
    "doc": "executive-order-5449-tongass-national-forest",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5449-Tongass National Forest",
    "date": "September 25, 1930",
    "content": [
        "Alaska",
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tract of land in Alaska lying within the following described boundaries, heretofore occupied for home-site purposes, be, and the same is hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at point for Corner No. 1, meander corner, not set because of liability to destruction by tides, on the east shore of Farragut Bay, in approximate latitude 57° 06' N., and longitude 133° 10' W.",
        "Thence with meanders along beach, at line of approximate mean high tide:",
        "(1) S. 16° E., 4.00 chs.; (2) S. 1½° W., 2.00 chs.; (3) S. 11½° W., 2.00 chs.; (4) S. 32½° W., 4.00 chs.; to point for Corner No. 2, meander corner, not set because of liability to destruction by tides.",
        "Thence by metes-and-bounds survey:",
        "S. 53° E., 2.71 chs.",
        "Witness corner to Corner No. 2, meander corner, which is a sawed stake, 5 feet long, by 2 by 4 inches, set firmly in the ground, marked WCMC-HS2; from which",
        "A spruce, 18 in. diam., bears S. 16° W., 80 lks. distant, marked W/WCMC-HS2.",
        "Witness corner to Corner No. 3, meander corner, which is a sawed stake, 5 feet long, by 2 by 4 inches, set firmly in the ground, marked WCMC-HS3; from which",
        "A spruce, 18 in. diam., bears S. 82° W., 1.00 chs. distant, marked W/WCMC-HS3.",
        "Point for Corner No. 3, meander corner, not set because of liability to destruction by tides.",
        "Thence with meanders along line of approximate mean high tide:",
        "(1) N. 18° E., 1.56 chs.; (2) N. 63½ E., 4.00 chs. to point for Corner No. 4, meander corner, not set because of liability to destruction by tides.",
        "Thence by metes-and-bounds survey:",
        "N. 10½° W., 9.70 chs.",
        "Witness corner to Corner No. 4, meander corner, which is a sawed stake, 5 feet long, by 2 by 4 inches, set firmly in the ground, marked WCMC-HS4; from which",
        "A spruce, 12 in. diam., bears N. 59° W., 10 lks. distant, marked W/WVCMC-HS4.",
        "A spruce, 12 in. dium., bears N. 45° E., 14 lks. distant, marked W/WCMC-HS4.",
        "Corner No. 5, which is a sawed stake, 5 feet long, by 2 by 4 inches, set firmly in the ground, marked HS5; from which",
        "A hemlock, 30 in. diam., bears N. 50° E., 55 lks. distant, marked WHS5.",
        "A hemlock, 30 in. diam., bears north 25 lks. distant, marked WHS5.",
        "Thence west, 2.96 chs.",
        "Witness corner to Corner No. 1, meander corner, which is a sawed stake, 5 feet long, by 2 by 4 inches, set firmly in the ground, marked WCMC-HS1; from which",
        "A spruce, 10 in. diam., bears N. 6° E., 12 lks. distant, marked W/WCMC-HS1.",
        "Southwest corner of shed bears S. 40° E., 1.12 chs. distant.",
        "Forest Service monument, which is a granite boulder, 2 by 3 by 2 feet above ground, at Grant Point on east entrance to Farragut Bay, marked with a cross (X) on top and FSM on east face, bears S. 17° W., 80 lks. distant.",
        "From Forest Service monument",
        "The light on Grant Point bears S. 25° W.",
        "Small rock island, at mouth of Farragut Bay and south of Reed Island, bears N. 60° W.",
        "A spruce, 10 in. diam., bears N. 17° E., 94 lks. distant, marked WFSM.",
        "Southwest corner of shed west of house bears S. 87° E., 98 lks. distant.",
        "And pursuant to the above-cited authority, and on recommendation of the Secretary of Agriculture, it is hereby ordered that the following described tract of land embracing the village of Loring, Alaska, be, and the same is hereby, excluded from the Tongass National Forest:",
        "Beginning at point for Corner No. 1, meander corner, not set because of liability to destruction by tides, at mean high tide on north shore of Loring Harbor, Revillagigedo Island, in approximate latitude 55° 36' N., and longitude 131° 38' W.",
        "Thence north, 7.61 chs.",
        "Witness corner to Corner No. 1, meander corner, identical with Corner No. 7 of survey for H. S. No. 27, which is a cedar post, 5½ feet long, 5½ in. diam., squared to 4 in., set 1 foot in ground and mound of stone, marked T E; from which",
        "A scrub spruce, 16 in. diam., bears S. 79º E., 21 lks. distant, marked H S 7 WCMC.",
        "Witness corner to Corner No. 2 of U.S. Survey No. 8 bears N. 50½° E., 3.80 chs. distant.",
        "Thence along West boundary of survey for H. S. No. 27, to Corner No. 2.",
        "Corner No. 2, identical with Corner No. 8 of survey for H. S. No. 27, which is a spruce post, 5 feet long, 5 in. diam., squared to 4 in., set 2 feet in the ground, marked T E 2; from which",
        "A spruce, 10 in. diam., bears S. 3½° W., 11 lks. distant, marked WHS8.",
        "A hemlock, 12 in. diam., bears N. 53° E., 20 lks. distant, marked WHS8.",
        "Thence west, 13.50 chs.",
        "Corner No. 3, meander corner, which is a cross (X) on a flat rock ledge in place, marked TE MC3 beside cross, on shore of Loring Harbor; from which corner",
        "A leaning spruce, 14 in. diam., bears N. 75½° E., 45 lks. distant, marked WTEMC3.",
        "A leaning hemlock, 12 in. diam., bears S. 35° E., 78 lks. distant, marked WTEMC3.",
        "North limit of timber on Cache Island bears S. 69° W.",
        "Thence with meanders of line of mean high tide of Loring Harbor:(1) S. 20° E., 1.82 chs.;(2) S. 56º E., 1.75 chs.;(3) N. 76½° E., 0.75 chs.;(4) N. 42º.E., 1.12 chs.;(5) N. 80° E., 0.45 chs.;(6) S. 61° E., 0.95 chs.;(7) S. 27° E., 3.37 chs.;(8) S. 64° E., 1.62 chs.;(9) N. 57½° E., 1.00 chs.;(10) S. 83¼ E., 0.50 chs.;(11) S. 16¾ E., 0.75 chs.;(12) S. 80¼° E., 0.87 chs.;(13) S. 45½° E., 1.65 chs.;(14) S. 81° E., 1.58 chs.;(15) N. 70½° E., 0.50 chs.;      to point for Corner No. 1, meander corner, and the place of beginning, containing approximately 6.08 acres.",
        "Subject to valid existing rights, the lands excluded from the national forest by this order embracing the village of Loring are hereby reserved to be disposed of for town-site purposes as provided by section 11 of the act of March 3, 1891 (26 Stat. 1095), and the act of May 25, 1926 (44 Stat. 029).",
        "[NAME]",
        "The White House,September 25, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5449-Tongass National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373090"
}