{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-establishing-the-judith-basin-reserve-for-the-crow-tribe",
    "doc": "executive-order-establishing-the-judith-basin-reserve-for-the-crow-tribe",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 - 1877",
    "title": "Executive Order-Establishing the Judith Basin Reserve for the Crow Tribe",
    "date": "January 31, 1874",
    "content": [
        "EXECUTIVE MANSION, January 31, 1874.",
        "It is hereby ordered that the following-described tract of country in the Territory of Montana, set apart as a reservation for the Crow tribe of Indians by the first article of an agreement concluded with the said Indians, August 16, 1873, subject to the action of Congress, be, and the same is hereby, withdrawn from sale and settlement, viz: “Commencing at a point on the Missouri River opposite to the mouth of Shankin Creek; thence up the said creek to its head, and thence along the summit of the divide between the waters of Arrow and Judith Rivers and the waters entering the Missouri River, to a point opposite to the divide between the headwaters of the Judith River and the waters of the Muscle Shell River; thence along said divide to the Snowy Mountains, and along the summit of said Snowy Mountains, in a northeasterly direction, to a point nearest to the divide between the waters which run easterly to the Muscle Shell River and the waters running to the Judith River; thence northwardly along said divide to the divide between the headwaters of Armell’s Creek and the headwaters of Dog River, and along said divide to the Missouri River; thence up the middle of said river to the place of beginning (the said boundaries being intended to include all the country drained by the Judith River, Arrow River, and Dog River).”",
        "[NAME]."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Establishing the Judith Basin Reserve for the Crow Tribe Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371211"
}