{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5832-reserving-lands-and-buildings-for-the-use-the-department-justice",
    "doc": "executive-order-5832-reserving-lands-and-buildings-for-the-use-the-department-justice",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5832-Reserving Lands and Buildings for the Use of the Department of Justice, Alaska",
    "date": "April 07, 1932",
    "content": [
        "It is hereby ordered that the lands and buildings thereon within the former Fort St. Michael Military Reservation, Alaska, hereinafter described, be, and the same are hereby, reserved for the use of the Department of Justice as provided by the act of June 25, 1910 (36 Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497):",
        "Parcel No. 1. Beginning at corner No. 1, from which the flagpole at Fort St. Michael bears S. 82¼° E., 68 ft., thence from said comer No. 1, S. 75½° W., parallel to building No. 5 and 10 ft. therefrom, 90 ft. to comer No. 2; thence S. 14½° E., 75 ft. to comer No. 3; thence N. 75½° E., 90 ft. to comer No. 4; thence N. 14½° W., 75 ft. to comer No. 1, the place of beginning, containing 6,750 square feet, more or less, and buildings Nos. 5 and 24 and coal house situated thereon.",
        "Parcel No. 2. Beginning at comer No. 1, from which the flagpole at Fort St. Michael bears S. 18½° W., 210 ft.; thence from said comer No. 1, N. 16° W., parallel to building No. 14 and 9 ft. therefrom, 49 ft. to comer No. 2; thence N. 74° E. along sidewalk on north building line, 70 ft. to comer No. 3; thence S. 16° E., 49 ft. to comer No. 4; thence S. 74° W., 70 ft. to comer No. 1, the place of beginning, containing 3,430 square feet, more or less, and building No. 14 situated thereon.",
        "Parcel No. 3. Beginning at corner No. 1, from which the flagpole at Fort St. Michael bears N. 83½° E., 475 ft.; thence from said corner No. 1, S. 74½° W., parallel to end of building No. 16 and 10 ft. therefrom, 50 ft. to comer No. 2; thence S. 15½° E., 80 ft. to corner No. 3; thence N. 74½° E., 50 ft. to comer No. 4; thence N. 15½° W., 80 ft. to comer No. 1, the place of beginning, containing 4,000 square feet, more or less, and building No. 16 located thereon.",
        "This order shall continue in full force and effect unless and until revoked by. the President or by act of Congress.",
        "[NAME]",
        "The White House,April 7, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5832-Reserving Lands and Buildings for the Use of the Department of Justice, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361432"
}