{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9071-transferring-functions-the-federal-loan-agency-the-department",
    "doc": "executive-order-9071-transferring-functions-the-federal-loan-agency-the-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9071-Transferring Functions of the Federal Loan Agency to the Department of Commerce",
    "date": "February 24, 1942",
    "content": [
        "Whereas by an Executive order issued this date under Title I of the First War Powers Act several agencies were transferred from the Federal Loan Agency to the National Housing Agency established by such order, and it is deemed advisable that the remaining functions of the Federal Loan Agency be administered in the Department of Commerce;",
        "Now, therefore, by virtue of the authority vested in me by Title I of the First War Powers Act, 1941, approved December 18, 1941, it is hereby ordered as follows:",
        "Sec. 1. Transfer of Functions. AU functions, powers, and duties of the Federal Loan Agency and of the Federal Loan Administrator which relate to the Reconstruction Finance Corporation, Electric Home and Farm Authority, RFC Mortgage Company, Federal National Mortgage Association, Disaster Loan Corporation, Export-Import Bank of Washington, Defense Plant Corporation, Rubber Reserve Company, Metals Reserve Company, Defense Supplies Corporation, and War Insurance Corporation, together with all other functions, powers, and duties not transferred by the Executive order establishing the National Housing Agency, are transferred to the Department of Commerce and shall be administered under the direction and supervision of the Secretary of Commerce.",
        "Sec. 2. Transfer of Records, Property, and Personnel. All records and property (including office equipment) and all personnel of the Federal Loan Agency used in the administration of the functions transferred by this order are transferred to the Department of Commerce for use in the administration of the functions transferred by this order.",
        "Sec. 3. Transfer of Funds. So much of the unexpended balances of the appropriations, allocations, or other funds available or to be made available for the use of the Federal Loan Agency in the exercise of any function transferred by this order, as the Director of the Bureau of the Budget with the approval of the President shall determine, shall be transferred to the Department of Commerce for use in connection with the exercise of the functions so transferred. In determining the amount to be transferred the Director of the Bureau of the Budget may include an amount to provide for the liquidation of obligations Incurred against such appropriations, allocations, or other funds prior to the transfer.",
        "Sec. 4. Effective and Termination Dates. This order shall become effective as of the date hereof and shall continue in force and effect until the termination of Title I of the First War Powers Act, 1941.",
        "[NAME]",
        "The White House,February 24, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9071-Transferring Functions of the Federal Loan Agency to the Department of Commerce Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368041"
}