{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8817-prescribing-regulations-governing-vacation-pay-for-field-service",
    "doc": "executive-order-8817-prescribing-regulations-governing-vacation-pay-for-field-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8817-Prescribing Regulations Governing Vacation Pay for Field Service Employees of the War Department, the Navy Department, the Coast Guard, and The Panama Canal Who Forego Vacations During the Emergency",
    "date": "July 05, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 3 of the act of June 3, 1941, Public Law 100, 77th Congress, I hereby prescribe the following regulations to govern the administration of section 7 of the. act of June 28, 1940, 54 Stat. 676, 678, and section 2 of the act of June 3, 1941, Public Law 100, 77th Congress, providing for payment of compensation in lieu of annual leave to certain employees of the War Department, the Navy Department, the Coast Guard, and The Panama Canal who are required to forego their vacations:",
        "Section 1. Except as provided in section 2 of these regulations, the Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, and the Governor of The Panama Canal may authorize payment of compensation in lieu of annual leave to those employees of the field services of the War Department, the Navy Department, the Coast Guard, and The Panama Canal whose services cannot be spared without detriment to the national defense and who, through being required to forego their vacations, would permanently forfeit because of excess accumulation, or because of lack of accumulation privileges, any leave due them under existing law and regulations. Such compensation shall be only for the portion of the requested leave which otherwise would be forfeited and shall be, in addition to their regular pay, the equivalent of the pay they would have drawn for such leave: Provided, That any compensation in lieu of annual leave shall not be subject to deductions for retirement purposes.",
        "Section 2. Employees to which section 1 hereof is applicable who are engaged in construction, manufacturing, processing, and similar pursuits, and whose services are of a character in demand by private industry and cannot be spared without detriment to the national defense, may be allowed compensation in lieu of current annual leave due them under existing law and regulations, regardless of the amount of accumulated leave to their credit: Provided, That the maximum leave in lieu of which such compensation may be paid shall not exceed the amount of accrued leave to the credit of the employee at the time of the payment and in any calendar year shall not exceed the current annual leave to which he is entitled during that calendar year and which he has not taken.",
        "Section 3. The number of days for which an employee is granted compensation in lieu of annual leave shall be deducted from the leave to which he is entitled by law or regulation.",
        "Section 4. The Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, and the Governor of The Panama Canal may delegate to such subordinate officers as they deem necessary the authority to require employees to forego annual leave when their services cannot be spared without detriment to the national defense and to authorize payment of compensation in lieu of annual leave to such employees in accordance with the provisions of these regulations. Such officers shall be required to authorize specifically in advance all payments of compensation in lieu of annual leave, and specifically to certify that each employee for whom such compensation is authorized was required to forego his vacation because his services could not in the judgment of the certifying officer be spared without detriment to the national defense at that time or at any time during the then current calendar year and that it had been determined that additional qualified employees could not be secured to meet the requirements of the situation. If the employee is deemed to be entitled to compensation under the terms of section 2 above, it must be further certified that he is engaged in construction, manufacturing, processing, or a similar pursuit and that his services are of a character in demand by private industry.",
        "Section 5. No employee shall be required to forego his vacation who, because of his physical condition or the character or location of his employment or for any other exceptionally urgent reason, is determined by a responsible officer designated by the head of the proper department or agency to require, in the interest of health or efficiency, all or any portion of the annual leave to which he is entitled under existing law or regulation.",
        "Section 6. The Secretary of War, the Secretary of the Navy, the Secretary of the Treasury, and the Governor of The Panama Canal may issue for their respective services necessary instructions not inconsistent herewith to carry out the provisions of section 7 of the act of June 28, 1940, supra, and section 2 of the act of June 3, 1941, supra.",
        "Section 7. This order shall become effective immediately and shall be published in the Federal Register.",
        "[NAME]",
        "The White House,July 5, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8817-Prescribing Regulations Governing Vacation Pay for Field Service Employees of the War Department, the Navy Department, the Coast Guard, and The Panama Canal Who Forego Vacations During the Emergency Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368272"
}