{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8749-establishing-guantanamo-bay-naval-defensive-sea-area-and-guantanamo",
    "doc": "executive-order-8749-establishing-guantanamo-bay-naval-defensive-sea-area-and-guantanamo",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8749-Establishing Guantanamo Bay Naval Defensive Sea Area and Guantanamo Bay Naval Airspace Reservation",
    "date": "May 01, 1941",
    "content": [
        "CUBA",
        "By virtue of the authority vested in me by the provisions of section 44 of the Criminal Code as amended (U.S.C., title 18, sec. 96), and section 4 of the Air Commerce Act approved May 20, 1926 (44 Stat. 568, 570; U.S.C., title 49, sec. 174), the territorial waters within Guantanamo Bay, Cuba, between high-water mark and the sea and in and about the entrance channel within a line bearing true south extending three nautical miles from the shore line of the eastern boundary of Guantanamo Naval Reservation, as laid down in the Agreement between the United States of America and the Republic of Cuba signed by the President of Cuba on February 16, 1903, and by the President of the United States on February 23, 1903, a line bearing true south extending three nautical miles from the shore line of the western boundary of said Naval Reservation, and a line joining the seaward extremities of the above two bearing lines, are hereby set apart and reserved as a naval defensive sea area for purposes of the national defense, subject to the right of vessels engaged in Cuban trade to have free passage through the waters as provided for in said agreement, such area to be known as \"Guantanamo Bay Naval Defensive Sea Area\"; and the airspace over the said territorial waters, and over the Guantanamo Naval Reservation, is hereby set apart and reserved as a naval airspace reservation for purposes of the national defense, such reservation to be known as \"Guantanamo Bay Naval Airspace Reservation.\"",
        "At no time shall any vessel or other craft, other than public vessels of the United States and vessels engaged in Cuban trade, be navigated into Guantanamo Bay Naval Defensive Sea Area, unless authorized by the Secretary of the Navy.",
        "At no time shall any aircraft, other than public aircraft of the United States, be navigated into Guantanamo Bay Naval Airspace Reservation, unless authorized by the Secretary of the Navy.",
        "The provisions of the preceding paragraphs shall be enforced by the Secretary of the Navy, with the cooperation of the local law-enforcement officers of the United States; and the Secretary of the Navy is hereby authorized to prescribe such regulations as may be necessary to carry out such provisions.",
        "Any person violating any of the provisions of this order relating to Guantanamo Bay Naval Defensive Sea Area shall be subject to the penalties provided by section 44 of the Criminal Code as amended (U.S.C., title 18, sec. 96), and any person violating any of the provisions of this order relating to Guantanamo Bay Naval Airspace Reservation shall be subject to the penalties prescribed by the Civil Aeronautics Act of 1938 (52 Stat. 973).",
        "This order shall take effect ninety days after date hereof.",
        "[NAME]",
        "The White House,May 1, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8749-Establishing Guantanamo Bay Naval Defensive Sea Area and Guantanamo Bay Naval Airspace Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372095"
}