{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9488-transfer-the-records-property-funds-and-personnel-the-office-war",
    "doc": "executive-order-9488-transfer-the-records-property-funds-and-personnel-the-office-war",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9488-Transfer of the Records, Property, Funds and Personnel of the Office of War Mobilization and Its Constituent Agencies",
    "date": "October 03, 1944",
    "content": [
        "By virtue of the power and authority vested in, me by the Constitution and the laws of the United States, including the War Mobilization and Reconversion Act of 1944, it is hereby ordered as follows:",
        "1. All records and property of the Office of War Mobilization established by Executive Order No. 9347, dated May 27, 1943, and such unexpended balances of appropriations and other funds as are determined by the Director of the Bureau of the Budget to be available for the use of the said Office, and all personnel of the said Office shall be transferred to the Office of War Mobilization and Reconversion established by the War Mobilization and Reconversion Act of 1944.",
        "2. All records and office equipment of the Surplus War Property Administration established by Executive Order No. 9425, dated February 19, 1944, and such unexpended balances of appropriations and other funds as are determined by the Director of the Bureau of the Budget to be available for the use of the said Administration, and all personnel of the said Administration shall be transferred to the Surplus Property Board established by the Surplus Property Act of 1944.",
        "3. All records and property of the Retraining and Reemployment Administration established by Executive Order No. 9427, dated February 24, 1944, and such unexpended balances of appropriations and other funds as are determined by the Director of the Bureau of the Budget to be available for the use of the said Administration, and all personnel of the said Administration shall be transferred to the Retraining and Reemployment Administration established by the War Mobilization and Reconversion Act of 1944.",
        "4. Paragraphs 1, 2, and 3 of this order shall become effective as to each of the agencies heretofore created by executive order and named in the said paragraphs upon the date when such agency ceases to exist as provided in section 605 of the War Mobilization and Reconversion Act of 1944.",
        "5. When the Director of the Office of War Mobilization and Reconversion, first appointed under section 101 of the War Mobilization and Reconversion Act of 1944, takes office, all functions, powers, and duties heretofore conferred upon the Office of War Mobilization, including all functions, powers, and duties conferred upon the said office by Executive Order No. 9347, shall be transferred to, and thereafter shall be exercised by, the said Director of the Office of War Mobilization and Reconversion.",
        "[NAME]",
        "The White House,October 3, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9488-Transfer of the Records, Property, Funds and Personnel of the Office of War Mobilization and Its Constituent Agencies Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355131"
}