{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5956-unsanctioned-asylum",
    "doc": "executive-order-5956-unsanctioned-asylum",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5956-Unsanctioned Asylum",
    "date": "December 01, 1932",
    "content": [
        "Section 6, Chapter VII, Instructions to Diplomatic Officers, is hereby canceled and the following substituted therefor:",
        "VI1-6. Unsanctioned asylum. Recent political disturbances in certain countries, together with the resultant requests for shelter in diplomatic missions by individuals whose personal safety was believed to be in danger, suggests the advisability of again stating this Government's position with respect to the granting of asylum in American embassies and legations.",
        "Immunity from local jurisdiction is granted foreign embassies and legations to enable the foreign representatives and their suites to enjoy the fullest opportunity to represent the interests of their states. The fundamental principle of legation is that it should yield entire respect to the exclusive jurisdiction of the territorial government in all matters not within the purposes of the mission. The affording of asylum is not within the purposes of a diplomatic mission.",
        "The limited practice of legation asylum, which varies in the few states permitting it according to the nature of the emergency, the attitude of the government, the state of the public mind, the character of the fugitives, the nature of their offenses, and the legation in which asylum is sought, is in derogation of the local jurisdiction. It is but a permissive local custom practiced in a limited number of states where unstable political and social conditions are recurrent.",
        "There is no law of asylum of general application in international law. Hence, where asylum is practiced, it is not a right of the legate state but rather a custom invoked or consented to by the territorial government in times of political instability. While the practice is recognized in most of the Latin American countries, and was the subject of a convention signed at Habana at the Sixth Pan American Conference in 1928, it has never existed in the United States and has never been recognized as a right which could be claimed by refugees or granted by diplomatic missions. The custom is justified publicly on humanitarian grounds, but in practice it is used primarily for the personal protection of conspirators planning a coup d'eat or for the government fearing or experiencing one.",
        "American diplomatic officers will be guided by these considerations and will bear in mind that the Government of the United States can not countenance the affording of protection to other than uninvited fugitives whose lives are in imminent danger from mob violence; that such protection may continue only so long as such imminent danger continues; that asylum must be refused to persons fleeing from the pursuit of the legitimate agents of the local government, and in case such persons have been admitted they must be either surrendered or dismissed from the embassy or legation.",
        "[NAME]",
        "The White House,December 1, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5956-Unsanctioned Asylum Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361524"
}