{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9592-extension-the-provisions-executive-order-no-9001-december-27-1941",
    "doc": "executive-order-9592-extension-the-provisions-executive-order-no-9001-december-27-1941",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 - 1953",
    "title": "Executive Order 9592-Extension of the Provisions of Executive Order No. 9001 of December 27, 1941, to Contracts of the Office of War Information and the Office of Alien Property Custodian",
    "date": "July 21, 1945",
    "content": [
        "By virtue of the authority vested in me by Title II of the First War Powers Act, 1941 (55 Stat. 838), and as President of the United States, and deeming that such action will facilitate the prosecution of the war, I hereby extend the provisions of Executive Order No. 9001 of December 27, 1941, as amended, to the Office of War Information with respect to all contracts made or to be made by it, and to the Office of Alien Property Custodian with respect to contracts to be made by it under authority contained in the National War Agencies Appropriation Act, 1946, for the temporary employment of persons or organizations for special services without regard to the civil service and classification laws; and subject to the limitations and regulations contained in the said Executive order, as amended, I hereby authorize the Director of the Office of War Information and the Alien Property Custodian, and such other officers and employees as they may respectively designate, to perform and exercise, as to their respective agencies, all of the functions and powers vested in and granted to the Secretary of War, the Secretary of the Navy, and the United States Maritime Commission by such Executive order, as amended.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "July 21, 1945"
    ],
    "citation": "Harry S Truman, Executive Order 9592-Extension of the Provisions of Executive Order No. 9001 of December 27, 1941, to Contracts of the Office of War Information and the Office of Alien Property Custodian Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278092"
}