{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7031-including-positions-the-united-states-railroad-administration-the",
    "doc": "executive-order-7031-including-positions-the-united-states-railroad-administration-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7031-Including Positions in the United States Railroad Administration in the Classified Civil Service",
    "date": "May 01, 1935",
    "content": [
        "Whereas the employees of the United States Railroad Administration have rendered faithful and efficient service in connection with their duties in the United States Railroad Administration for a long period of time; and",
        "Whereas it is desirable, in the interest of good administration, that such employees be afforded an opportunity to continue in the service of the United States through transfer to or appointment in other governmental agencies:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), and section 1753 of the Revised Statutes (5 U.S.C., sec. 631), it is hereby ordered as follows:",
        "1. All positions in the United States Railroad Administration existing on this date are hereby included in the classified civil service, and appointments thereto will hereafter be governed by civil-service laws and rules.",
        "2. Incumbents of positions affected by this order who do not already possess a classified civil-service status shall not acquire such status by reason of the provisions of the preceding paragraph. However, incumbents employed in such positions may be appointed to positions in the classified civil service if, prior to December 31, 1935, and after recommendation by the Director General of Railroads, they pass such noncompetitive tests of fitness as the Civil Service Commission may prescribe.",
        "[NAME]",
        "The White House,May 1, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7031-Including Positions in the United States Railroad Administration in the Classified Civil Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362697"
}