{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5522-withdrawal-public-lands-aid-legislation-arizona",
    "doc": "executive-order-5522-withdrawal-public-lands-aid-legislation-arizona",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5522-Withdrawal of Public Lands in Aid of Legislation, Arizona",
    "date": "December 31, 1930",
    "content": [
        "Under authority of the act of Congress approved June 25, 1910 (36 Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497), it is hereby ordered that the public lands in the area in Arizona contained within the following described boundaries be, and the same are hereby, temporarily withdrawn for classification and in aid of legislation, subject to the conditions of the aforesaid acts and to prior valid claims initiated and maintained pursuant to law:",
        "Gila and Salt River Meridian",
        "Beginning at the corner of secs. 7, 8, 17, and 18, T. 37 N., R. 4 E. on the boundary of the Kaibab National Forest; thence easterly along the north boundaries of secs. 17, 16, 15, 14, and 13 of said township and the north boundaries of secs. 18, 17, 16, 15, and 14, T. 37 N., R. 5 E., to the north rim of North Canyon at a point approximately 20.20 chs. west of the corner of secs. 11, 12, 13, and 14; thence northeasterly along the north rim of the North Canyon to the west rim of Marble Canyon of the Colorado River; thence southwesterly across the mouth of the North Canyon and along the west rim of said Marble Canyon to the north rim of the South Canyon, approximately in unsurveyed sec. 21, T. 36 N., R. 5 E.; thence northwesterly along the north rim of South Canyon to the line between secs. 18 and 19, approximately 12.89 chs. west of the corner of secs. 17, 18, 19, and 20, T. 36 N., R. 5 E.; thence westerly along the south boundary of sec. 18, T. 36 N., R. 5 E.; thence, following the boundary of the Kaibab National Forest, westerly along the south boundaries of secs. 13, 14, 15, 16, and E. ½ sec. 17, to the quarter-section corner of secs. 17 and 20, T. 36 N., R. 4 E.; thence northerly along the north and south center lines of secs. 17, 8, and 5, to the point for the quarter-section corner on the north boundary of sec. 5, T. 36 N., R. 4 E.; thence westerly along the ninth standard parallel north to the corner of secs. 31 and 32, T. 37 N., R. 4 E.; thence northerly along the west boundaries of secs. 32, 29, 20, and 17, to the corner of secs. 7, 8, 17, and 18, T. 36 N., R. 4 E., and the place of beginning, containing approximately 44,000 acres.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,December 31, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5522-Withdrawal of Public Lands in Aid of Legislation, Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361084"
}