{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9397-numbering-system-for-federal-accounts-relating-individual-persons",
    "doc": "executive-order-9397-numbering-system-for-federal-accounts-relating-individual-persons",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9397-Numbering System for Federal Accounts Relating to Individual Persons",
    "date": "November 22, 1943",
    "content": [
        "Whereas certain Federal agencies from time to time require in the administration of their activities a system of numerical identification of accounts of individual persons; and",
        "Whereas some seventy million persons have heretofore been assigned account numbers pursuant to the Social Security Act; and",
        "Whereas a large percentage of Federal employees have already been assigned account numbers pursuant to the Social Security Act; and",
        "Whereas it is desirable in the interest of economy and orderly administration that the Federal Government move towards the use of a single, unduplicated numerical identification system of accounts and avoid the unnecessary establishment of additional systems:",
        "Now, Therefore. by virtue of the authority vested in me as President of the United States, it is hereby ordered as follows:",
        "1. Hereafter any Federal department, establishment, or agency shall, whenever the head thereof finds it advisable to establish a new system of permanent account numbers pertaining to individual persons, utilize exclusively the Social Security Act account numbers assigned pursuant to Title 26, section 402.502 of the 1940 Supplement to the Code of Federal Regulations and pursuant to paragraph 2 of this order.",
        "2. The Social Security Board shall provide for the assignment of an account number to each person who is required by any Federal agency to have such a number but who has not previously been assigned such number by the Board. The Board may accomplish this purpose by (a) assigning such numbers to individual persons, (b) assigning blocks of numbers to Federal agencies for reassignment to individual persons, or (c) making such other arrangements for the assignment of numbers as it may deem appropriate.",
        "3. The Social Security Board shall furnish, upon request of any Federal agency utilizing the numerical identification system of accounts provided for in this order, the account number pertaining to any person with whom such agency has an account or the name and other identifying data pertaining to any account number of any such person.",
        "4. The Social Security Board and each Federal agency shall maintain the confidential character of information relating to individual persons obtained pursuant to the provisions of this order.",
        "5. There shall be transferred to the Social Security Board, from time to time, such amounts as the Director of the Bureau of the Budget shall determine to be required for reimbursement by any Federal agency for the services rendered by the Board pursuant to the provisions of this order.",
        "6. This order shall be published in the Federal Register.",
        "[NAME]",
        "The White House,November 22, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9397-Numbering System for Federal Accounts Relating to Individual Persons Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372373"
}