{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-restoration-lands-public-domain",
    "doc": "executive-order-restoration-lands-public-domain",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 - 1885",
    "title": "Executive Order-Restoration of Lands to Public Domain",
    "date": "August 04, 1882",
    "content": [
        "EXECUTIVE MANSION, August 4, 1882.",
        "It is hereby ordered that the following-described tract of country in Colorado, viz: Commencing at the northeast corner of the present Ute Indian Reservation, as defined in the treaty of March 2, 1868 (Stats, at Large, vol. 15, p. 619); thence running north on the 107th degree of longitude to the first standard parallel north; thence west on said first standard parallel to the boundary line between Colorado and Utah; thence south with said boundary to the northwest corner of the Ute Indian Reservation; thence east with the north boundary of the said reservation to the place of beginning, withdrawn from sale and set apart for the use of the several tribes of the Ute Indians by Executive order dated November 22, 1875, be, and the same hereby is, restored to the public domain. It is hereby further ordered that the following-described tract of country in Colorado, viz: Commencing at the intersection of the 37th parallel of north latitude with the 107th degree of west longitude; thence east along said parallel to the ridge described in Hayden’s Geographical and Geological Survey of said State as the “ National Divide” of the San Juan Mountains; thence following said divide in a general northerly and northwesterly direction to longitude 107 degrees and 23 minutes west; thence due south to latitude 37 degrees and 17 minutes north; thence due east to the 107th meridian of west longitude; thence south with said meridian to the place of beginning, withdrawn from sale and settlement and set apart as a reservation for the Muache, Capote, and Weeminuchee bands of Ute Indians by Executive order dated February 7, 1879, be, and the same is hereby, restored to the public domain.",
        "[NAME]."
    ],
    "citation": "Chester A. Arthur, Executive Order-Restoration of Lands to Public Domain Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371295"
}