{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6196-administration-under-the-emergency-railroad-transportation-act-1933",
    "doc": "executive-order-6196-administration-under-the-emergency-railroad-transportation-act-1933",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6196-Administration Under the Emergency Railroad Transportation Act, 1933",
    "date": "July 06, 1933",
    "content": [
        "Whereas section 2, title I of the act entitled \"AN ACT To relieve the existing national emergency in relation to interstate railroad transportation, and to amend sections 5, 15a, and, 19a of the Interstate Commerce Act, as amended\", approved June 16, 1933, provides:",
        "Section 2. In order to foster and protect interstate commerce in relation to railroad transportation by preventing and relieving obstructions and burdens thereon resulting from the present acute economic emergency, and in order to safeguard and maintain an adequate national system of transportation, there is hereby created the office of Federal Coordinator of Transportation, who shall be appointed by the President, with the advice and consent of the Senate, or be designated by the President from the membership of the Commission. If so designated, the Coordinator shall be relieved from other duties as Commissioner during his term of service to such extent as the President may direct; except that the Coordinator shall not sit as a member of the Commission in any proceedings for the review or suspension of any order issued by him as Coordinator. The Coordinator shall have such powers and duties as are hereinafter set forth and prescribed, and may, with the approval of the President, and without regard to the civil service laws and the Classification Act of 1923, as amended, appoint and fix the compensation of such assistants and agents, in addition to the assistance provided by the Commission, as may be necessary to the performance of his duties under this Act.",
        "And Whereas under date of June 16, 1933, in accordance with said provisions of the Emergency Railroad Transportation Act, 1933, I have designated Interstate Commerce Commissioner Joseph B. Eastman as Federal Coordinator of Transportation:",
        "Now, Therefore, pursuant to the said provisions of the Emergency Railroad Transportation Act, 1933, said Commissioner Eastman is hereby relieved, during his term of service as Coordinator, of all duties as Interstate Commerce Commissioner except such as he may elect to perform, and except that he shall vote in all matters before the Commission for decision (other than in proceedings involving his acts as Coordinator) in which the remaining members of the Commission are equally divided.",
        "And, Further, pursuant to the said provisions of the Emergency Railroad Transportation Act, 1933, approval is hereby given, effective June 17, 1933, to the appointment of such assistants and agents as the Federal Coordinator of Transportation may make under the provisions of said act, and to the compensation fixed by the Coordinator for each such assistant or agent, provided, however, that this approval shall not be held to cover the appointment of any assistant or agent at a compensation in excess of $15,000 per annum.",
        "[NAME]",
        "The White House,July 6, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6196-Administration Under the Emergency Railroad Transportation Act, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362015"
}