{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5207-restoring-certain-reserved-lands-along-the-unalaklik-river-and-norton",
    "doc": "executive-order-5207-restoring-certain-reserved-lands-along-the-unalaklik-river-and-norton",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5207-Restoring Certain Reserved Lands Along the Unalaklik River and on Norton Bay in Alaska and Opening Such Lands to Entry",
    "date": "October 12, 1929",
    "content": [
        "It is hereby ordered that Executive order of March 30, 1901, reserving certain lands in Alaska for reindeer stations, be and is hereby revoked as to the following tract:",
        "Beginning at a point about 6 miles above the mouth of Unalaklik River, and extending along the north bank of the Unalaklik River in a generally northeasterly direction 10 miles, thence in a generally northwesterly direction 10 miles, thence in a generally southwesterly direction 10 miles and thence in a generally southeasterly direction to the place of beginning.",
        "It is further ordered that Executive order of January 3, 1917 (No. 2508), amended February 6, 1917 (Executive Order 2525), which reserved lands on Norton Bay, Alaska, for the use of the United States Bureau of Education and of the natives of the indigenous Alaskan race, be and is hereby revoked as to the tract described as follows:",
        "Beginning at a point where the line of latitude 65° north intersects the line of longitude 161° 20' west of Greenwich; thence due west to longitude 161° 30' west of Greenwich; thence south to the north shore of Norton Bay; thence northeasterly along said shore to a point on said shore due south of the point of beginning; thence north to the place of beginning.",
        "Pursuant to Public Resolution No. 29 of February 14, 1920 (41 Stat. 434), as amended January 21 and December 28, 1922 (42 Stat. 358, 1067), the public lands described above shall be opened to entry under applicable homestead laws requiring residence by ex-service men of the World War under the terms and conditions of said resolution and the regulations issued thereunder, for a period of 91 days beginning with the 63rd day from and after the date hereof, and thereafter to appropriation under any public land laws applicable thereto by the general public.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no rights may be acquired to the restored lands by settlement in advance of entry, or otherwise, except strictly in accordance herewith.",
        "[NAME]",
        "The White House,October 12, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5207-Restoring Certain Reserved Lands Along the Unalaklik River and on Norton Bay in Alaska and Opening Such Lands to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360904"
}