{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5748-savannah-river-wild-life-refuge-georgia-and-south-carolina",
    "doc": "executive-order-5748-savannah-river-wild-life-refuge-georgia-and-south-carolina",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5748-Savannah River Wild Life Refuge, Georgia and South Carolina",
    "date": "November 12, 1931",
    "content": [
        "It is hereby ordered that Executive Order No. 4626, dated April 6, 1927, creating the Savannah River Bird Refuge in South Carolina, for the protection of native birds, be, and the same is hereby, revoked, and it is hereby further ordered that all those three pieces or parcels of land of the United States, hereinafter described, shown as parts of Vernezobre, Redeem, Lucknow, Beech Hill, Recess, and Red Knoll Plantations bordering upon or near the Savannah River in the States of South Carolina and Georgia situated within the areas segregated by the heavy lines upon the diagram hereto attached and made a part of this order, be, and the same are hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for birds and wild animals subject to future use in navigation if necessary and to valid existing rights if any.",
        "(The surveys of the following-described tracts were made in September, 1929, January and February, 1930, and February, 1931. All bearings in these descriptions were turned from the true meridian as determined by altitude observations on the sun during the progress of the surveys, and all distances are expressed in chains. The mean magnetic declination was found to be 0° 08' E.)",
        "First tract, being all that piece or parcel of land, parts of Vernezobre, Redeem, Lucknow, and Beech Hill Plantations, lying in Jasper County, S.C., and more particularly described as follows:",
        "Beginning at corner No. 1, the southwest corner of Beech Hill Plantation and the northwest corner of Laurel Hill Plantation, in the line between Chatham County, Ga., and Jasper County, S.C., about 25 chs. northwest of United States Highway No. 17, on the left bank of Savannah Back River, at mean high water, a point- From this point,",
        "S. 88° 40' E., 0.42 ch. distant, a 1½ in. x 60 in. iron pipe set for a witness corner,",
        "From this witness corner,",
        "A 12 in. sugarberry bears N. 31° 15' E., 0.57 ch. distant, blazed and scribed \"BT-1;\"",
        "Thence S. 88° 40' E.",
        "With the line common to Beech Hill and Laurel Hill Plantations, passing within Jasper County, S. C., and crossing United States Highway No. 17,",
        "Corner No. 2, in the line common to Beech Hill and Laurel Hill Plantations, at the intersection of submerged rice-field banks, in open ponds about 3 chs. northwest of a small island-",
        "A 1½ in. x 60 in. iron pipe set,",
        "No bearing trees available;",
        "Thence, with three courses through Beech Hill Plantation, N. 3° 48' W.",
        "Along a rice-field bank, partly submerged, crossing United States Highway No. 17 and Beech Hill Canal,",
        "Corner No. 3, at intersection of submerged banks- A 1½ in. x 60 in. iron pipe set,",
        "No bearing trees available,",
        "S. 88° 00' W.",
        "Along an old rice-field bank, in part submerged,",
        "Corner No. 4, at intersection of rice-field banks, on the south side of old ditch or canal bearing N. 88° E.-",
        "A 1½ in. x 60 in. iron pipe set,",
        "A 30 in. cypress bears N. 63° E., 0.72 ch. distant, blazed and notched for a witness,",
        "Some saplings marked for pointers,",
        "N. 3° 46' W.",
        "Along a rice-field bank, in part submerged,",
        "Corner No. 5, in line common to Beech Hill and Lucknow Plantations, at intersection of rice-field banks now submerged-",
        "A 1½ in. x 60 in. iron pipe set,",
        "No bearing trees available,",
        "Some saplings marked for witnesses;",
        "Thence, with four courses common to Beech Hill and Lucknow Plantations,",
        "S. 86° 57' E.",
        "Corner No. 6, at a turn in the Beech Hill-Lucknow line bank- A 1½ in. x 60 in. iron pipe set,",
        "No bearing trees available,",
        "Some saplings marked for witnesses,",
        "Chs. S. 64° 00' E.",
        "No bearing trees available,",
        "S. 54° 28' E.",
        "Corner No. 8, at a turn in the Beech Hill-Lucknow line bank- A 1½ in. x 60 in. iron pipe set,",
        "Two small saplings marked for witnesses,",
        "S. 87° 24' E.",
        "Corner No. 9, in the line common to Beech Hill and Lucknow Plantations, at the southeast corner of an old rice field and at the intersection of rice-field banks, about 1 ch. west of a clump of cypress- A 1½ in. x 60 in. iron pipe set,",
        "A 20 in. cypress bears S. 78° E., 1.09 chs. distant, blazed and scribed \"BT-9;\"",
        "Thence, with three courses through Lucknow Plantation,",
        "N. 1° 55' E.",
        "Along a bank on the east side of an abandoned rice field,",
        "Corner No. 10, at the south edge of an abandoned road in a cypress swamp, near the east end of Heyward Canal, at intersection of ricefield banks-",
        "A 1½ in. x 60 in. iron pipe set,",
        "A 10 in. cypress bears S. 71° W., 0.28 ch. distant, blazed and scribed \"BT-10,\"",
        "Some saplings marked for witnesses,",
        "N. 87° 00' W.",
        "With an old bank on the south side of an abandoned road and on the north side of Heyward Canal,",
        "Corner No. 11, at intersection of rice-field banks on the north side of Heyward Canal-",
        "A 1½ in. x 60 in. iron pipe set,",
        "No bearing trees available,",
        "N. 4° 00' E.",
        "Along a rice-field bank, the greater part thereof now submerged,",
        "Corner No. 12, in the line common to Lucknow and Vernezobre Plantations, at the northeast corner of an abandoned rice field and the corner of a cypress swamp, at intersection of submerged rice-field banks-",
        "Chs. A 1½ in. x 60 in. iron pipe set,",
        "A 7 in. ash bears N. 58° E., 0.41 ch. distant, blazed and scribed \"BT-12;\"",
        "Thence N. 88° 21' W.",
        "Along a rice-field bank, the greater part thereof submerged and along the south side of a cypress swamp,",
        "Corner No. 13, a corner common to Vernezobre and Redeem Plantations, in the north boundary of Lucknow Plantation, at intersection of submerged rice-field banks about 4 chs. southwest of edge of cypress swamp-",
        "A 1½ in. x 60 in. iron pipe set,",
        "The north edge of a brick chimney near the mouth of Vernezobre Creek bears N. 74° 28' W. about 1 mile distant,",
        "The center line of Lynah brick chimney bears N. 12° 22' W. about ½ mile distant;",
        "Thence N. 2° 22' E.",
        "In part, with the line common to Redeem and Vernezobre Plantations, along a rice-field bank, the greater part thereof submerged,",
        "Corner No. 14, in the north boundary of Vernezobre Plantation, in the center line of a ditch or canal, a point- From this point,",
        "S. 2° 22' W., 0.38 ch. distant, on north slope of Vernezobre freshet bank, a 1½ in. x 60 in. iron pipe set for a witness corner,",
        "From this witness corner,",
        "A 7 in. sweet gum bears S. 37° W., 0.18 ch. distant, blazed and scribed \"BT WC 14,\"",
        "A 13 in. gum bears N. 86° W., 0.30 ch. distant, blazed and scribed \"BTWC14;\"",
        "Thence N. 86° 46' W.",
        "With the north boundary of Vernezobre Plantation, along a ditch or canal,",
        "Corner No. 15, the northwest corner of Vernezobre Plantation, in the line between Jasper County, S.C., and Chatham County, Ga., at mean high water, on the left bank of Savannah Back River, a point-",
        "From this point,",
        "S. 79° 18' E., 3.22 chs. distant, a 1½ in. x 60 in. iron pipe set for a witness corner, on the south side of old ditch or canal,",
        "From this witness corner,",
        "Ohs. A 12 in. maple bears N. 77° W., 0.12 ch. distant, notched and blazed for a witness,",
        "A 10 in. maple bears N. 48° E., 0.20 ch. distant, notched and blazed for a witness,",
        "Some saplings notched and blazed for witnesses;",
        "Thence, with the line common to Jasper County, S.C., and Chatham County, Ga., along mean high water with the meanders thereof, down the left bank of Savannah Back River,",
        "Second tract, being all that piece or parcel of land, a part of Recess Plantation, lying in Jasper County, S.C., and more particularly described as follows:",
        "Beginning at corner No. 1, a corner common to Recess and Laurel",
        "Hill Plantations, at intersection of line banks on the south side of John Hill Canal, about 35 chs. southeast of United States Highway No. 17- A 1½ in. x 60 in. iron pipe set,",
        "The west edge of the end post on the north side of the west end of highway bridge over Taylor Canal bears N. 10° 40' W. about 35 chs. distant;",
        "Thence S. 42° 25' E.",
        "With a line common to Recess and Laurel Hill Plantations, along a Une bank between abandoned rice fields,",
        "Corner No. 2, common to Recess and Laurel Hill Plantations, at intersection of line banks with a check bank bearing S. 37° E.- A 1½ in. x 60 in. iron pipe set,",
        "A 3 in. willow bears S. 74° E., 0.08 ch. distant, blazed and marked with three notches;",
        "Thence S. 88° 21' E.",
        "In part with line common to Recess and Laurel Hill Plantations and in part within Recess Plantation,",
        "Corner No. 3, on a bank about 2 ft. above ordinary high tide, at intersection with a bank bearing north and south-",
        "A 1 in. x 1½ in. x 60 in. iron bar set,",
        "No bearing tree available,",
        "Some saplings blazed and notched for witnesses;",
        "Thence S. 0° 18' W.",
        "Through Recess Plantation,",
        "Comer No. 4, in the south boundary of Recess Plantation, on a submerged bank about 1 ch. north of an island-",
        "A 1½ in. x 60 in. iron pipe set,",
        "Two gum stumps bear south 0.50 ch. distant,",
        "No bearing trees available;",
        "Thence, with two courses of the south boundary of Recess Plantation, along a line bank, the greater part of which is submerged,",
        "N. 89° 44' W.",
        "Corner No. 5, at a turn in the line bank-",
        "A 1½ in. x 60 in. iron pipe set,",
        "No bearing trees or saplings available for witnesses,",
        "S. 64° 59' W.",
        "Corner No. 6, at intersection of line banks- A 1½ in. x 60 in. iron pipe set,",
        "A sapling blazed for a witness;",
        "Thence, with five courses through Recess Plantation,",
        "N. 35° 38' W.",
        "Passing over Big Hill,",
        "Corner No. 7, in the south edge and at turn of a canal bearing S. 64° W. and N. 20° E., at the west edge of Big Hill Island, a point- From this point,",
        "S. 35° 38' E., 0.12 ch. distant, a 1½ in. x 60 in. iron pipe set for a witness corner,",
        "No bearing trees available,",
        "N. 62° 26' E.",
        "Corner No. 8, on the south side of a bank, at edge of abandoned rice field, on the north end of Big Hill Island-",
        "A 1½ in. x 60 in. iron pipe set,",
        "A 33 in. live oak bears S. 54° 30' W., 0.88 ch. distant, blazed and notched for a witness,",
        "N. 35° 52' W.",
        "Along a line bank, the greater part thereof being submerged,",
        "Corner No. 9, in the center line of Recess Main Canal where a ricefield bank would intersect same, a point-",
        "From this point,",
        "S. 35° 52' E., 0.50 ch. distant, a 1½ in. x 60 in. iron pipe set for a witness corner, on the southeast side of Recess Main Canal,",
        "Chs. Some small saplings notched and blazed for witnesses, N. 46° 47' E.",
        "With the center line of Recess Main Canal,",
        "Corner No. 10, in the center line of Recess Main Canal, where a ricefield bank would intersect same, a point- From this point,",
        "N. 35° 38' W., 0.40 ch. distant, a 1½ in. x 60 in. iron pipe set for a witness corner, at northwest edge of canal,",
        "N. 35° 38' W.",
        "With a line bank,",
        "Corner No. 11, on a line bank common to Recess and Laurel Hill Plantations, just northeast of a break in same, about 0.55 ch. southwest from where John Hill Canal turns and bears N. 88° W.- A 1½ in. x 60 in. iron pipe set,",
        "No bearing trees or saplings available for witnesses;",
        "Thence N. 47° 26' E.",
        "With a line common to Recess and Laurel Hill Plantations along a bank on the southeast side of John Hill Canal,",
        "Third tract, being all that piece or parcel of land known as Red Knoll Plantation, lying on the upper end of Argyle Island, in Chatham County, Ga., and more particularly described as follows:",
        "Beginning at corner No. 1, the southwest corner of Red Knoll",
        "Plantation, on the west side of Argyle Island about ½ of a mile from the head thereof, at the west end of a canal, in the left bank of Middle River, at mean high water, a point- From this point,",
        "S. 29° 27' E., 0.34 ch. distant, a 4 in. ash blazed and scribed \"B-S-l-5,\" for a witness corner,",
        "From this witness corner,",
        "A 4 in. sweet gum bears S. 89° E., 0.40 ch. distant, blazed and scribed \"BT-1-5;\"",
        "Thence, with three courses of the south boundary of Red Knoll Plantation, across Argyle Island,",
        "N. 89° 04' E.",
        "Along a canal,",
        "Corner No. 2, in the center of a canal at the east end thereof, a point- From this point,",
        "Chs. S. 3° 00' E., 0.30 ch. distant, a 1½ in. x 70 in. iron pipe set for a witness corner,",
        "From this witness corner,",
        "A 6 in. ash bears N. 31° W., 0.82 ch. distant, blazed and scribed \"BT-2-5,\"",
        "S. 3° 00' E.",
        "Along a line bank,",
        "Corner No. 3, at intersection of line banks- A 1½ in. x 70 in. iron pipe set,",
        "A 15 in. pine bears S. 64° E., 2.29 chs. distant, blazed and scribed \"BT-3-5,\"",
        "A 6 in. live oak bears N. 2° E., 0.78 ch. distant, blazed and scribed \"BT-3-5,\"",
        "S. 88° 03' E.",
        "Along a line bank,",
        "Corner No. 4, the southeast corner of Red Knoll Plantation, on the east side of Argyle Island, on the right bank of Savannah Back River and the east end of a line bank, at mean high water-",
        "A 1½ in. x 70 in. iron pipe set,",
        "A 10 in. maple bears S. 88° W., 1.35 chs. distant, blazed and scribed \"BT-5,\"",
        "A 10 in. black gum bears N. 74° W., 1.98 chs. distant, blazed and scribed \"BT-5;\"",
        "Thence, along the east side of Argyle Island, up the right bank of Savannah Back River, along mean high water with the meanders thereof,",
        "Corner No. 5, the north corner of Red Knoll Plantation, at the head of Argyle Island-",
        "A 1½ in. x 70 in. iron pipe set,",
        "A 7 in. black gum bears S. 18° E., 0.20 ch. distant, blazed and scribed \"BT-5-S,\"",
        "A 28 in. cypress bears S. 65° W., 0.56 ch. distant, blazed and scribed \"BT-5-S;\"",
        "Thence, along the west side of Argyle Island, down the left bank of Middle River, along mean high water with the meanders thereof,",
        "The three tracts as surveyed and described above contain an aggregate of 2,982.78 acres, be the same more or less.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of chapter 4, title 18, United States Code (35 Stat. 1088, 1098 and 43 Stat. 98), or by section 10 of the Migratory Bird Conservation Act of February 18, 1929, United States Code, Supplement IV, title 16, chapter 7a, section 715 i (45 Stat. 1222, 1224).",
        "This refuge shall be known as the Savannah River Wild Life Refuge.",
        "[NAME]",
        "The White House,November 12, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5748-Savannah River Wild Life Refuge, Georgia and South Carolina Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361785"
}