{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8226-amending-section-15-executive-order-no-7845-march-21-1938-prescribing",
    "doc": "executive-order-8226-amending-section-15-executive-order-no-7845-march-21-1938-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8226-Amending Section 15 of Executive Order No. 7845 of March 21, 1938, Prescribing Regulations Relating to Annual Leave of Government Employees",
    "date": "August 24, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 7 of the act of March 14, 1936, entitled \"An act to provide for vacations to Government employees and for other purposes\" (49 Stat. 1161), it is ordered that section 15 of Executive Order No. 7845, dated March 21, 1938, prescribing regulations relating to annual leave of Government employees, be, and it is hereby, amended to read as follows:",
        "\"SEC. 15. Temporary employees who subsequently receive indefinite, emergency, probational, or permanent appointments in the same department or agency without break in service shall be entitled to 2½ days annual leave for each full month of service to the date of such indefinite, emergency, probational, or permanent appointment and thereafter at the rate of 2⅙ days per month, and shall be credited with such accumulated and current accrued leave as may be due, or charged with any unaccrued leave which may have been advanced.\"",
        "This order shall be effective as of June 30, 1939, and shall be published in the Federal Register.",
        "[NAME]",
        "The White House,August 24, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8226-Amending Section 15 of Executive Order No. 7845 of March 21, 1938, Prescribing Regulations Relating to Annual Leave of Government Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371813"
}