{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6158-veterans-regulation-no-9a",
    "doc": "executive-order-6158-veterans-regulation-no-9a",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6158-Veterans Regulation No. 9(a)",
    "date": "June 06, 1933",
    "content": [
        "PAYMENT OF BURIAL EXPENSES OF DECEASED WAR VETERANS",
        "Whereas, Section 17, Title I, of Public No. 2, 73d Congress, entitled \"An Act To maintain the credit of the United States Government\" provides:",
        "\"That subject to such regulations as the President may prescribe, allowances may be granted for burial and funeral expenses and transportation of the bodies (including preparation of the bodies) of deceased veterans of any war to the places of burial thereof in the sum not to exceed $107 in any one case.\"",
        "Now, Therefore, by virtue of the authority vested in me by said law, the following Regulation is hereby promulgated cancelling Veterans Regulation No. 9, and substituting Veterans Regulation No. 9(a) to read as follows:",
        "I. Where an honorably discharged veteran of any war dies after discharge a flag to drape the casket shall be furnished in all cases; such flag to be given to the next of kin after burial of the veteran.",
        "II. Where an honorably discharged veteran of any war dies after discharge, the Administrator, in his discretion and with due regard to the circumstances in each case, shall pay, for burial and funeral expenses and transportation of the body (including preparation of the body) to the place of burial, a sum not exceeding $75 to cover such items and to be paid to such person or persons as may be prescribed by the Administrator. Burial allowance, or any part thereof, authorized under this Regulation, shall not be payable if the veteran's net assets at the time of death, exclusive of debts and accrued pension, compensation or insurance due at time of death, equal or exceed the sum of $1,000. The Administrator may, in his discretion, make contracts for burial and funeral services within the limits of the amount herein allowed without regard to the laws prescribing advertisement for proposals for supplies and services for the Veterans' Administration. No deduction shall be made from the sum allowed because of any contribution toward the burial and funeral (including transportation) which shall be made by a State, county or other political subdivision, lodge, union, fraternal organization, society or beneficial organization, insurance company, Workmen's Compensation Commission, State Industrial Accident Board or employer, but the aggregate of the sums allowed from all sources shall not exceed the actual cost of the burial and funeral (including transportation).",
        "III. Where death occurs in a Veterans Administration facility the Veterans Administration will (a) assume the actual cost (not to exceed $75.00) of burial and funeral and (b) transport the body to the place of residence or to the nearest national cemetery or such other place as the next of kin may direct where the expense is not greater than the ascertained cost of transportation to place of residence. Where the ascertained cost of transportation to a place directed by the next of kin exceeds the amount allowed in accordance with (b) hereof, such allowable amount shall be available for reimbursement purposes or partial payment in such manner as the Administrator may determine.  .",
        "IV. Claims for reimbursement must be filed within one year subsequent to the date of death of the veteran. In the event the claimant's application is not complete at the time of original submission, the Veterans' Administration will notify the claimant of the evidence necessary to complete the application and if such evidence is not received within six months of the date of the request therefor, no allowance may be paid.",
        "[NAME]",
        "June 6th 1933The White House."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6158-Veterans Regulation No. 9(a) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361981"
}