{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6925-restoration-entry-certain-tracts-land-tongass-national-forest",
    "doc": "executive-order-6925-restoration-entry-certain-tracts-land-tongass-national-forest",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6925-Restoration to Entry of Certain Tracts of Land in Tongass National Forest",
    "date": "December 18, 1934",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, occupied as home sites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D. C., be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Home site no. 88, tract no. 6, Fritz Cove group, east shore of Auke Bay, 2.22 acres; approximate latitude 58°22'24\" N., longitude 134°38'35\" W.",
        "Home site no. 114, tract H, Auke Lake group, on Glacier Highway, 4.90 acres; approximate latitude 58°23'30\" N., longitude 134°37'40\" W.",
        "Home site no. 219 (west of U.S. Survey No. 378), south shore Tee Harbor, 5.29 acres; approximate latitude 58°24'40\" N., longitude 134°45'07\" W.",
        "Home site no. 231, tract no. 11, Fritz Cove group, east shore of Auke Bay, net area 2.264 acres; approximate latitude 58°22'12\" N., longitude 134°38'25\" W.",
        "Home site no. 237 (east of H.E.S. no. 179), Fritz Cove group, 5.02 acres; approximate latitude 58°21'15\" N., longitude 134°38'30\" W.",
        "Home site no. 247, tract L, Wrangell group, near town of Wrangell, 3.66 acres; approximate latitude 56°25'30\" N., longitude 132°22'10\" W.",
        "Home site no. 281, tract E, Wrangell group, 3.50 acres; approximate latitude 56°26'30\" N., longitude 132°22'30\" W.",
        "Home site no. 296, on George Inlet, Revillagigedo Island, 1.31 acres; approximate latitude 55°19'10\" N., longitude 131°31'35\" W.",
        "Home site no. 310, on Meyers Chuck, Cleveland Peninsula, 4.83 acres; approximate latitude 55°44'20\" N., longitude 132°15'00\" W.",
        "Home site no. 311, Mountain Point group, Tongass Highway, Revillagigedo Island, 1.84 acres; approximate latitude 55°17'36\" N., longitude 131°32'15\" W.",
        "Home site no. 316, Mountain Point group, Revillagigedo Island, 0.41 acres; approximate latitude 55°17'30\" N., longitude 131°32'05\" W.",
        "Home site no. 336, on north shore Funter Bay, Admiralty Island, 4.92 acres; approximate latitude 58°15'30\" N., longitude 134°52'40\" W.",
        "[NAME]",
        "The White House,December 18, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6925-Restoration to Entry of Certain Tracts of Land in Tongass National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373491"
}