{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9089-prescribing-regulations-governing-the-use-control-and-closing",
    "doc": "executive-order-9089-prescribing-regulations-governing-the-use-control-and-closing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9089-Prescribing Regulations Governing the Use, Control, and Closing of Stations and Facilities for Wire Communications",
    "date": "March 06, 1942",
    "content": [
        "Whereas section 606 (d) of the Communications Act of 1934 (48 Stat. 1104; U.S.C., title 47, sec. 606), as amended by the act of January 26, 1942, Public Law 413, 77th Congress, provides, in part, as follows:",
        "Upon proclamation by the President that there exists a state or threat of war involving the United States, the President, if he deems it necessary in the interest of the national security and defense, may, during the period ending not later than six months after the termination of such state or threat of war and not later than such earlier date as the Congress by concurrent resolution may designate * * *(2) cause the closing of any facility or station for wire communication and the removal therefrom of its apparatus and equipment, or (3) authorize the use or control of any such facility or station and its apparatus and equipment by any department of the Government under such regulations as he may prescribe, upon just compensation to the owners.",
        "Whereas the United States is now at war with the Empire of Japan, Germany, and Italy; and",
        "Whereas it is necessary in the interest of the national security and defense, and for the successful prosecution of the war, that the Government of the United States take over, use, and operate certain facilities for wire communication, or parts thereof, within the jurisdiction of the United States, and inspect, supervise, control, or close certain facilities for wire communication, or parts thereof, within the jurisdiction of the United States:",
        "Now, Therefore, by virtue of the authority vested in me by the aforementioned section 606 (d), as amended, of the Communications Act of 1934, and as President of the United States, it is hereby ordered that from and after this date the Defense Communications Board (hereinafter referred to as the Board) created by Executive Order No. 8546 of September 24, 1940, shall exercise the power and authority vested in me by section 606 (d) of the said Communications Act of 1934, as amended, pursuant to and under the following regulations:",
        "1. The Board shall determine and prepare plans for the allocation of such portions of governmental and non-governmental wire facilities as may be required to meet the needs of the armed forces, due consideration being given to the needs of other governmental agencies, of industry, and of other civilian activities.",
        "2. The Board shall, if the national security and defense and the successful conduct of the war so demand, designate specific facilities for wire communication or portions thereof for the use, control, supervision, inspection or closure by the Department of War, Department of Navy or other agency of the United States Government.",
        "3. The Board shall, if the national security and defense and the successful conduct of the war so demand, prescribe classes and types of facilities for wire communication or portions thereof which shall be subject to use, control, supervision, Inspection or closure, in accordance with such prescription, by the Department of War, Department of Navy or other agency of the United States Government designated by the Board.",
        "4. Every department and independent agency of the Government shall submit to the Defense Communications Board, at such time and in such manner as the Board may prescribe, full information with respect to all use made or proposed to be made, of any facility for wire communication and of any supervision, control, inspection or closure which has been or is proposed to be effected pursuant to paragraph 3 hereof.",
        "5. No facility for wire communication shall be taken over and operated in whole or in part or subjected to governmental supervision, control or closure unless such action is essential to national defense and security and the successful conduct of the war. So far as possible, action taken pursuant to this Order shall not interfere with the procurement needs of civilian governmental agencies, the normal functioning of industry or the maintenance of civilian morale.",
        "6. Until and except so far as said Board shall otherwise provide, the owners, managers, boards of directors, receivers, officers and employees engaged in wire communication shall continue the operation thereof in the usual and ordinary course of business, in the names of their respective companies, associations, organizations, owners or managers, as the case may be.",
        "7. The head of any department or agency which uses or controls any facility for wire communication pursuant to the terms of this Order shall ascertain the just compensation for the use or control of such facility and recommend such just compensation in each such case to the President for approval and action by him in accordance with the provisions of subsection (e) of Section 606, as amended, of the Communications Act of 1934.",
        "8. By subsequent order of the Board, the use, control, or supervision of any facility for wire communication or class or type thereof assumed under the provisions of this Order may be relinquished in whole or in part to the owners thereof and any restrictions placed on any station or facility for wire communication pursuant hereto may be removed in whole or in part.",
        "9. All terms herein used shall have the meanings ascribed to such terms in Section 3, as amended, of the Communications Act of 1934.",
        "10. All regulations of general applicability issued by the Secretary of War, the Secretary of the Navy, or any other governmental agency under these Presidential regulations shall be published in the Federal Register.",
        "[NAME]",
        "The White House,March 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9089-Prescribing Regulations Governing the Use, Control, and Closing of Stations and Facilities for Wire Communications Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368034"
}