{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8399-amending-the-executive-order-january-17-1873-permit-officers-and",
    "doc": "executive-order-8399-amending-the-executive-order-january-17-1873-permit-officers-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8399-Amending the Executive Order of January 17, 1873, To Permit Officers and Employees of the Social Security Board, Federal Security Agency, To Hold State, Territorial and Municipal Offices, Etc.",
    "date": "April 29, 1940",
    "content": [
        "By virtue of the authority vested in me by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631), and as President of the United States, the Executive Order of January 17, 1873, as amended, prohibiting, with certain exceptions, Federal officers and employees from holding state, territorial, and municipal offices, is hereby further amended so as (1) to permit officers and employees of the Social Security Board, Federal Security Agency, upon recommendation of the Board and approval of the Federal Security Administrator, to hold office under state, territorial, and municipal governments engaged in cooperative and related work with the Social Security Board, as authorized by Federal and State laws: Provided, that the services to be performed by them shall pertain to such work and shall not in any manner interfere or conflict with the performance of their duties during their regular hours of duty as officers or employees of the Federal Government; and (2) to permit state, territorial, and municipal officers or employees engaged in cooperative and related work with the Social Security Board, unless prohibited by law, to accept appointment in and serve under the Social Security Board, Federal Security Agency, when the Board and the Administrator deem such employment necessary to secure a more efficient administration of the duties imposed upon the Social Security Board: Provided, that the appointment of any such officer or employee to a position subject to civil-service laws under the Social Security Board shall be made in accordance with civil-service laws, rules, and regulations.",
        "[NAME]",
        "The White House,April 29, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8399-Amending the Executive Order of January 17, 1873, To Permit Officers and Employees of the Social Security Board, Federal Security Agency, To Hold State, Territorial and Municipal Offices, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371932"
}