{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7933-inspection-income-excess-profits-and-capital-stock-tax-returns-the",
    "doc": "executive-order-7933-inspection-income-excess-profits-and-capital-stock-tax-returns-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7933-A-Inspection of Income, Excess-Profits, and Capital Stock Tax Returns by the Special Committee on Un-American Activities, House of Representatives",
    "date": "July 14, 1938",
    "content": [
        "By virtue of the authority vested in me by section 257 (a) of the Revenue Act of 1926 (44 Stat. 9, 51); section 55 of the Revenue Act of 1932 (47 Stat. 169, 189) as amended by section 218 (h) of the National Industrial Recovery Act (48 Stat. 195, 209); sections 215 (e) and 216 (b) of the National Industrial Recovery Act (48 Stat. 195, 208); sections 55 (a), 701 (e), and 702 (b) of the Revenue Act of 1934 (48 Stat. 680, 698, 770); sections 105 (e) and 106 (c) of the Revenue Act of 1935 (49 Stat. 1014, 1018; 1019); and sections 55 (a), 351 (c), and 503 (a) of the Revenue Act of 1936 (49 Stat. 1648, 1671, 1733, 1738), it is hereby ordered that income, excess-profits, and capital stock tax returns made under the Revenue Act of 1932, the Revenue Act of 1932, as amended by the National Industrial Recovery Act, the National Industrial Recovery Act, the Revenue Act of 1934, the Revenue Act of 1935, as amended by the Revenue Act of 1936, the Revenue Act of 1936, and the Revenue Act of 1936, as amended by the Revenue Act of 1937, for the calendar year 1932 and all subsequent taxable years to and including the fiscal year ending November 30, 1938, shall be open to inspection by the Special Committee on Un-American Activities, House of Representatives, or any duly authorized subcommittee thereof, for the purpose of carrying out the provisions of House Resolution 282, passed May 26, 1938 (Seventy-fifth Congress, third session); such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury Decision relating to the inspection of returns by that committee, approved by me this date.",
        "This order shall be published in the Federal Register.",
        "[NAME]",
        "The White House,July 14, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7933-A-Inspection of Income, Excess-Profits, and Capital Stock Tax Returns by the Special Committee on Un-American Activities, House of Representatives Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368768"
}