{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6802-revocation-executive-order-january-31-1899-modified-withdrawing",
    "doc": "executive-order-6802-revocation-executive-order-january-31-1899-modified-withdrawing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6802-Revocation of Executive Order of January 31, 1899, as Modified, Withdrawing Public Land, and Withdrawal of Such Land for Wild-Life Administrative Site",
    "date": "August 04, 1934",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), it is ordered that Executive order dated January 31, 1899, as modified by Executive Order No. 3384, dated January 12, 1921, reserving for use by the Department of Agriculture as an agricultural experiment station a tract of land now described as United States Survey No. 1435, situated in the NE¼ sec. 6, T. 5 N., R. 11 W., Seward meridian, Alaska, be, and it is hereby, revoked.",
        "It is further ordered that, subject to the conditions expressed in the aforesaid acts and to valid existing rights, the above-described land be, and it is hereby, withdrawn from settlement, location, sale, or entry, and reserved for the joint use and occupancy of the Department of Agriculture and the Alaska Game Commission as a headquarters site in connection with the administration of Alaska game laws.",
        "[NAME]",
        "The White House,August 4, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6802-Revocation of Executive Order of January 31, 1899, as Modified, Withdrawing Public Land, and Withdrawal of Such Land for Wild-Life Administrative Site Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373402"
}