{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8457-authorizing-certain-employees-the-general-accounting-office-acquire",
    "doc": "executive-order-8457-authorizing-certain-employees-the-general-accounting-office-acquire",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8457-Authorizing Certain Employees of the General Accounting Office To Acquire a Classified Civil-Service Status",
    "date": "June 17, 1940",
    "content": [
        "By virtue of the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), it is hereby ordered that those employees of the General Accounting Office not now paid from emergency funds who were appointed prior to July 1, 1935, without regard to the civil service laws and regulations under authority of the Emergency Appropriation Act, fiscal year 1935, approved June 19, 1934 (48 Stat. 1021, 1026), and the National Industrial Recovery Act of June 16, 1933 (48 Stat. 195), and whose continuance in the service until June 30, 1940, is authorized by Executive Order No. 8137 of May 17, 1939, may be further continued in the service and may acquire a competitive classified civil-service status upon recommendation by the Comptroller General: Provided, (1) that they have performed continuous satisfactory service since July 1, 1935; (2) that they qualify in such appropriate noncompetitive tests of fitness as may be prescribed by the Civil Service Commission; (3) that they are citizens of the United States; and (4) that they are not disqualified by any provision of section 3 of Civil Service Rule V or of any other civil service rule, or by any provision of the Civil Service Act, or of any other statute or Executive Order.",
        "All employees affected by this order must meet its terms and conditions as of this date. All positions affected by this order shall be classified civil-service positions on and after this date, and vacancies occuring therein shall be filled only in accordance with the competitive civil-service requirements.",
        "[NAME]",
        "The White House,June 17, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8457-Authorizing Certain Employees of the General Accounting Office To Acquire a Classified Civil-Service Status Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371583"
}