{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6537-appointing-members-temporary-code-authority-for-the-motor-vehicle",
    "doc": "executive-order-6537-appointing-members-temporary-code-authority-for-the-motor-vehicle",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6537-Appointing Members of Temporary Code Authority for the Motor Vehicle Storage and Parking Trade",
    "date": "December 23, 1933",
    "content": [
        "Pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, and pursuant to the provisions of the Code of Fair Competition for the Motor Vehicle Storage and Parking Trade, duly approved December 7, 1933, and upon the report and recommendation of the Administrator;",
        "I, Franklin D. Roosevelt, President of the United States, do hereby appoint the following named persons to serve as members of a temporary Code Authority for the Motor Vehicle Storage and Parking Trade:",
        "Districts 1 and 2               Roy C. Schaal, Seattle, Washington.          Districts 3 and 5               Harry A. Rubin, Kansas City, Missouri.          Districts 4 and 8               Paul J. Rossman, Milwaukee, Wisconsin.          Districts 6 and 7               Walter T. Candler, Sr., Atlanta, Georgia.          Districts 9 and 10               Horace B. Peabody, Detroit, Michigan.          Districts 11 and 12               W. W. Smith, Camden, New Jersey.          District 13               Glenn S. Whitham, Boston, Massachusetts.",
        "Said temporary Code Authority shall serve from the date hereof until the election of the permanent Code Authority pursuant to the provisions of the aforesaid Code of Fair Competition for the Motor Vehicle Storage and Parking Trade; and",
        "I do further order that if any one of the above named members should at any time resign from said temporary Code Authority, the Administrator for Industrial Recovery shall have power to appoint a successor for such member to serve as a member of said temporary Code Authority from the date of such appointment until the election of the permanent Code Authority.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,December 23, 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6537-Appointing Members of Temporary Code Authority for the Motor Vehicle Storage and Parking Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373258"
}