{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6613-amendment-code-fair-competition-for-the-graphic-arts-industries-and",
    "doc": "executive-order-6613-amendment-code-fair-competition-for-the-graphic-arts-industries-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6613-A-Amendment to Code of Fair Competition for the Graphic Arts Industries and Daily Newspaper Publishing Business",
    "date": "February 24, 1934",
    "content": [
        "A Code of Fair Competition for the Graphic Arts Industries and a Code of Fair Competition for the Daily Newspaper Publishing Business having been approved respectively in Executive Orders dated February 17, 1934, and certain provisions in the two Codes being substantially identical in phraseology and alike in effect and meaning, to-wit, Section 17 (b) of Article I of the Code of Fair Competition for the Graphic Arts Industries and Article VII of the Code of Fair Competition for the Daily Newspaper Publishing Business, and Section 19 (b) of Article II of the Code of Fair Competition for the Graphic Arts Industries and Section 1 (a), (b) and (c) of Article V of the Code of Fair Competition for the Daily Newspaper Publishing Business, and whereas the conditions of approval of said sections and/or articles in the two Codes are different,",
        "Now, therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, to bring about uniformity and for other purposes, do hereby modify and amend my said orders of approval of said Code of Fair Competition for the Graphic Arts Industries and said Code of Fair Competition for the Daily Newspaper Publishing Business, respectively, as follows:",
        "1. The Government members of the Code Authority of the Graphic Arts Industries shall give particular attention to the provisions authorizing minors to sell newspapers and periodicals and to deliver newspapers, periodicals and advertising newspapers. They shall report to the President not later than sixty days hence.",
        "2. My comment with respect to Article VII of the Code of Fair Competition for the Daily Newspaper Publishing Business applies also to Section 17 (b) of Article 1 of the Code of Fair Competition for the Graphic Arts Industries, but said Article VII of the Code of Fair Competition for the Daily Newspaper Publishing Business and said Section 17 (b) of Article I of the Code of Fair Competition for the Graphic Arts Industries are nevertheless respectively approved as submitted and without modification, condition or qualification.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,February 24, 1934"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6613-A-Amendment to Code of Fair Competition for the Graphic Arts Industries and Daily Newspaper Publishing Business Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373288"
}