{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6335-transfer-lands-from-the-rainier-national-forest-the-wenatchee",
    "doc": "executive-order-6335-transfer-lands-from-the-rainier-national-forest-the-wenatchee",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6335-Transfer of Lands from the Rainier National Forest to the Wenatchee National Forest, Washington",
    "date": "October 13, 1933",
    "content": [
        "By virtue of the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and on the recommendation of the Secretary of Agriculture, the following-described lands of the Rainier National Forest as defined by proclamation of October 23, 1911 (37 Stat. 1718), modified by Executive Order No. 1908, of March 28, 1914, are hereby transferred to the Wenatchee National Forest as defined by Executive Order No. 825, of June 18, 1908, and modified by proclamation of June 28, 1910 (36 Stat. 2710), Executive Order No. 3379, of December 31, 1920, and proclamations of May 11, 1925 (44 Stat. 2576), August 3, 1926 (44 Stat. 2620), and November 2, 1927 (45 Stat. 2932):",
        "Willamette Meridian",
        "All lands within the Rainier National Forest lying north and east of a line beginning on the east line of sec. 12, T. 17 N., R. 15 E., where the hydrographic divide between the Naches River drainage on the southwest and the Yakima River drainage on the northeast intersects said section line; thence in a northwesterly direction following the said hydrographic divide to the point where it intersects the present boundary of the Wenatchee National Forest.",
        "The transfer effected by this order and the new boundaries of the Wenatchee National Forest are more clearly shown on the diagram attached hereto and made a part hereof.",
        "It is not intended by this order to give any lands a national-forest status which have not heretofore had such status, nor to remove any lands from a national-forest status.",
        "[NAME]",
        "The White House,October 13, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6335-Transfer of Lands from the Rainier National Forest to the Wenatchee National Forest, Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362166"
}