{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9497-amendment-executive-order-no-9039-authorizing-sick-and-rest-leave-for",
    "doc": "executive-order-9497-amendment-executive-order-no-9039-authorizing-sick-and-rest-leave-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9497-Amendment of Executive Order No. 9039 Authorizing Sick and Rest Leave for Alien Employees of the Panama Canal and the Panama Railroad Company, and Correction of Section 4 of Executive Order No. 9467 Relating to Conditions of Employment in the Service of the Panama Canal and the Panama Railroad Company",
    "date": "November 06, 1944",
    "content": [
        "By virtue of the authority vested in me by section 81 of title 2 of the Canal Zone Code, as amended by section 3 of the act of July 9, 1937, 50 Stat. 487, it is ordered as follows:",
        "1. The first paragraph of Executive Order No. 9039 of January 24, 1942, authorizing sick and rest leave for certain alien employees of The Panama Canal and the Panama Railroad Company, is hereby amended to read as follows:",
        "\"By virtue of the authority vested in me by section 81 of title 2 of the Canal Zone Code, as amended by section 3 of the act of July 9, 1937, c. 470, 50 Stat. 487, the Governor of The Panama Canal is hereby authorized to grant, under such regulations as he may prescribe, sick and rest leave to alien employees of The Panama Canal and the Panama Railroad Company who are not entitled to leave privileges under the conditions of employment prescribed by Executive Order No. 1888 of February 2, 1914, as amended by Executive Orders No. 2514 of January 15, 1917, No. 3232 of February 20, 1920, and No. 9467 of August 19, 1944: Provided, however, that the combined sick and rest leave which may be granted to any such alien employee shall not exceed 24 days in any one year, and that such leave shall not be cumulative in excess of 60 days.\"",
        "2. Section 4 of Executive Order No. 9467 of August 19, 1944, relating to conditions of employment in the service of The Panama Canal and the Panama Railroad Company, is hereby corrected, as of August 19, 1944, to read as follows:",
        "\"SEC. 4. Paragraph 20 of the said executive order, as amended by the executive order of February 20, 1920, is amended to read as follows:",
        "\" '20. All employees who are citizens of the United States, and alien employees who receive compensation at a rate in excess of $100 a month or 50 cents an hour, with the exception of those who receive such compensation under authority of clause (b) of the proviso in paragraph 6 of this order, as amended, shall be entitled to leave privileges under this order.' \"",
        "[NAME]",
        "The White House,November 6, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9497-Amendment of Executive Order No. 9039 Authorizing Sick and Rest Leave for Alien Employees of the Panama Canal and the Panama Railroad Company, and Correction of Section 4 of Executive Order No. 9467 Relating to Conditions of Employment in the Service of the Panama Canal and the Panama Railroad Company Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355176"
}