{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6946-withdrawal-public-land-for-wild-life-administrative-site-alaska",
    "doc": "executive-order-6946-withdrawal-public-land-for-wild-life-administrative-site-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6946-Withdrawal of Public Land for Wild-Life Administrative Site, Alaska",
    "date": "January 11, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed and to valid existing rights, it is ordered that the public land in Alaska lying within the following-described boundaries and indicated upon the diagram hereto annexed and forming a part hereof be, and it is hereby, temporarily withdrawn from settlement, location, sale, or entry and reserved and set apart for the joint use and occupancy of the Department of Agriculture, Bureau of Biological Survey, and the Alaska Game Commission as a headquarters site in connection with the administration of Alaska game laws:",
        "Beginning at corner no. 1 in the village of Snag Point, about 3 miles northeast of the town of Dillingham; this corner is located on line 3-4 of the U.S. survey no. 155, having a true bearing of N. 7°15' W., distant 10.08 chs. along said line 3-4, from corner no. 4 of U.S. survey no. 1793, and distant 13.09 chs. along said line 3-4 from corner no. 4 of U.S. survey no. 155.",
        "Thence from said corner no. 1, by metes and bounds, N. 7°15' W., 19.08 chs. with part of line 4-3 of U.S. survey no. 155, to corner no. 2, identical with corner no. 3 of U.S. survey no. 155;",
        "Thence east, 13.68 chs., to corner no. 3;",
        "Thence south, 18.93 chs., to corner no. 4;",
        "Thence west, 11.27 chs., to corner no. 1, the place of beginning.",
        "The tract contains 23.62 acres, more or less.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,January 11, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6946-Withdrawal of Public Land for Wild-Life Administrative Site, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362608"
}