{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6136-extending-the-application-the-act-for-the-relief-unemployment-through",
    "doc": "executive-order-6136-extending-the-application-the-act-for-the-relief-unemployment-through",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6136-Extending the Application of the Act for the Relief of Unemployment Through the Performance of Useful Public Work to County Parks and Metropolitan Sections of Municipal Parks",
    "date": "May 20, 1933",
    "content": [
        "By virtue of the authority vested in me by the Act of Congress, entitled \"An Act For the relief of unemployment through the performance of useful public work, and for other purposes\" approved March 31, 1933, (Public No. 5, 73d Congress), it is hereby ordered that:",
        "(1) Emergency Conservation workers, enrolled under the provisions of said Act, may, with the approval of the Director of Emergency Conservation Work, be assigned to county parks and metropolitan sections of municipal parks.",
        "(2) Subject to approval by the Director of Emergency Conservation Work, direct supervision over such work undertaken in said county parks and metropolitan sections of municipal parks will be exercised by the National Park Service of the Department of the Interior:",
        "Provided, That work to be performed by said Emergency Conservation workers upon projects located within said county parks and metropolitan sections of municipal parks shall be only such kinds of cooperative wd/k as are now' provided for by Acts of Congress in preventing and controlling forest fires and the attacks of forest tree pests and diseases and such work as is necessary in the public interest to control floods.",
        "[NAME]",
        "The White House,May 20, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6136-Extending the Application of the Act for the Relief of Unemployment Through the Performance of Useful Public Work to County Parks and Metropolitan Sections of Municipal Parks Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361963"
}