{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5414-correction-description-the-waianae-kai-military-reservation",
    "doc": "executive-order-5414-correction-description-the-waianae-kai-military-reservation",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5414-Correction in Description of the Waianae-Kai Military Reservation",
    "date": "July 31, 1930",
    "content": [
        "Hawaii",
        "Whereas by Executive Order No. 2900, dated July 2, 1918, certain lands at Waianae-Kai, District of Waianae, Island of Oahu, Territory of Hawaii, were withdrawn and set aside for military purposes;",
        "Whereas the description of the Waianae-Kai Military Reservation as given in said Executive Order No. 2900, dated July 2, 1918, has been found to be inaccurate and incomplete and a resurvey has been made of the reservation;",
        "Now, Therefore, pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 141), entitled \"An act to provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 443), it is hereby ordered that the description of the Waianae-Kai Military Reservation contained in said Executive Order No. 2900, dated July 2, 1918, be, and the same is hereby, amended to read as follows:",
        "Tract No. 1",
        "Beginning at station No. 1, marked by a 1½-inch pipe situated on the northeast corner of Land Commission Award No. 6632, the azimuth and distance to said initial point, from Waianae triangulation station, marked by a concrete monument at the entrance to Dowsett Road (all azimuths being measured clockwise from true north), being 222° 38' 50\"-354.88 feet.",
        "Thence running by true azimuths and distances:",
        "251° 27' 00\"-346.50 feet to station No. 2, marked by a 1¼-inch pipe, same being on a 20-foot offset from the center line of the Oahu Railway & Land Co's track;",
        "296° 22' 14\"-463.94 feet to station No. 3, marked by a 1-inch pipe on the east side of the Oahu Railway & Land Co.'s right of way;",
        "295° 43' 00\"-702.22 feet along the Oahu Railway & Land Co.'s right of way to station No. 4, marked by a galvanized iron pipe;",
        "On a curve to the right, along the same to station No. 5, marked by a pipe, the direct azimuth and distance being 301° 22' 20\"-469.88 feet;",
        "On a curve to the right, along the same to station No. 6, marked by a pipe, the direct azimuth and distance being 311° 34' 20\"-539.81 feet;",
        "On a curve to the right, along the same to station No. 7, marked by a pipe, the direct azimuth and distance being 320° 46' 20\"-356.50 feet;",
        "325° 00' 00\"-431.12 feet along the same to station No. 8, marked by a galvanized iron pipe;",
        "63° 10' 00\"-754.88 feet to station No. 9, marked by a 1¼-inch pipe located 20.3 feet west from the center line of the Waianac Plantation Railroad;",
        "63° 10' 00\"-51.70 feet to station No. 10, not marked, on the east side of Waianac Plantation Railroad right of way;",
        "151° 53' 00\"-46.49 feet to station No. 11, marked by a pipe on the southwest corner of Land Commission Award No. 9492;",
        "54° 53' 00\"-75.24 feet to station No. 12, marked by a pipe on the southeast corner of Land Commission Award No. 9492;",
        "331° 53' 00\"-35.56 feet to station No. 13, marked by a wooden hub;",
        "63° 10' 00\"-1,353.88 feet to station No. 14, marked by a circular concrete",
        "129° 10' 00\"-2,929.80 feet to station No. 15, marked by a circular concrete monument on the south side of stone wall;",
        "218° 00' 00\"-1,211.00 feet to station No. 16, marked by a concrete monument in the center of dirt road;",
        "308° 40' 00\"-35.30 feet along east side of the Government road to station No. 17, marked by a concrete monument;",
        "308° 40'00\"-371.70 feet along the east side of the Government road to station No. 18, marked by a concrete monument;",
        "248° 40' 00\"-571.25 feet to station No. 19, marked by a 1¼ inch pipe on the boundary of Land Commission Award No. 6632;",
        "352° 32' 00\"-117.50 feet to the point of beginning;",
        "Containing 152.582 acres, more or less.",
        "There are, however, excepted from the above-described tract of land the Waianae Plantation Railroad right of way and Land Commission Award No. 8307, described as follows:",
        "WAIANAE PLANTATION RAILROAD RIGHT OF WAY",
        "(Excluded from Tract No. 1)",
        "Beginning at station No. 1, marked by a 1¼-inch pipe, this point being also station No. 9 of tract No. 1, Waianae-Kai Military Reservation.",
        "Thence by true azimuths and distances:",
        "63° 10' 00\"-40.62 feet across the Waianae Plantation Railroad right of way, along the boundary of tract No. 1 to station No. 2, marked by a wooden hub;",
        "146° 17' 00\"-67.81 feet to station No. 3, marked by a small cross in coral;",
        "On a curve to the left to station No. 4, direct azimuth and distance being 144° 02' 00\"-100.00 feet;",
        "On a curve to the left to station No. 5, direct azimuth and distance being 137° 10' 00\"-100.00 feet;",
        "On a curve to the left to station No. 6, direct azimuth and distance being 130° 06' 00\"-100.00 feet;",
        "On a curve to the left to station No. 7, direct azimuth and distance being 127° 30' 00\"-42.42 feet;",
        "127° 18'20\"-1,511.25 feet to station No. 8, marked by a wooden hub;",
        "127° 20' 00\"-1,177.22 feet to station No. 9, marked by a small cross on stone wall, same being on the south boundary of tract No. 1;",
        "248° 40' 00\"-46.87 feet along the boundary of tract No. 1, to station No. 10, marked by a 1-inch pipe;",
        "307° 20' 00\"-1,177.22 feet to station No. 11, marked by a wooden hub;",
        "307° 18' 20\"-1,511.25 feet to station No. 12, marked by a wooden hub;",
        "On a curve to the right to station No. 13, marked by a hub, the direct azimuth and distance being 307° 30' 00\"-39.10 feet;",
        "On a curve to the right to station No. 14, marked by a hub, the direct azimuth and distance being 311° 28' 00\"-100.00 feet;",
        "On a curve to the right to station No. 15, marked by a hub, the direct azimuth and distance being 318° 07' 00\"-100.00 feet;",
        "On a curve to the right to station No. 16, marked by a hub, the direct azimuth and distance being 324° 36' 00\"-100.00 feet;",
        "325° 58' 00\"-64.90 feet to the point of beginning;",
        "Containing 2.884 acres, more or less.",
        "LAND COMMISSION AWARD NO. 8307",
        "(Excluded from Tract No. 1)",
        "Beginning at the southwest corner of Land Commission Award No. 8307, marked by a 2-inch pipe, said pipe being located from the Waianae triangulation station by the following (2) true azimuths and distances:",
        "338° 00' 31\"-132.6 feet to a nail in a stump, and",
        "56º 32' 31\"-114.12 feet to said initial point.",
        "Thence running by true azimuths and distances:",
        "334° 53' 00\"-283.80 feet to a 2-inch pipe;",
        "74º 53' 00\"-244.94 feet to a 2-inch pipe;",
        "154° 53' 00\"-279.36 feet to a 2-inch pipe;",
        "253° 53' 00\"-244.20 feet to the point of beginning;",
        "Containing 1.557 acres, more or less.",
        "The net area of tract No. 1 is 148.141 acres, more or less.",
        "Tract No. 2",
        "Beginning at station No. 1, marked by a concrete monument situated on the northwest corner of the Waianae Hospital site, the azimuth and distance from said point to Lahilahi triangulation station being 312° 24' 20\"-10,419.60 feet.",
        "Thence running by true azimuths and distances:",
        "158° 38' 40\"-154.00 feet to station No. 2, marked by a concrete monument on the southwest corner of the Waianae Hospital site;",
        "233° 43' 00\"-136.90 feet to station No. 3, marked by a cross on coral;",
        "244° 24' 40\"-228.47 feet to station No. 4, marked by a cross on coral;",
        "274° 17' 20\"-133.94 feet to station No. 5, marked by a cross on coral;",
        "348° 37' 30\"-121.02 feet to station No. 6, marked by a cross on coral;",
        "33° 01' 50\"-179.20 feet to station No. 7, marked by a cross on coral;",
        "74° 48' 30\"-233.36 feet to station No. 8, marked by a cross on coral;",
        "100° 06' 10\"-96.36 feet to the point of beginning;",
        "Containing 2.463 acres, more or less.",
        "Tract No. 3",
        "Beginning at station No. 1, marked by a concrete monument situated on the northeast corner of Waianae Hospital site, the azimuth and distance from said point to Lahilahi triangulation station being 311° 01' 00\"-10,446.25 feet.",
        "Thence running by true azimuths and distances:",
        "45° 56' 20\"-105.26 feet along the shore to station No. 2, marked by a cross on coral;",
        "85º 04' 00\"-112.84 feet along the shore to station No. 3, marked by a cross on coral;",
        "6º 32' 20\"-141.85 feet along the shore to station No. 4, marked by a cross on coral;",
        "96° 05' 40\"-117.55 feet along the shore to station No. 5, marked by a cross on coral;",
        "13° 06' 00\"-62.47 feet along the shore to station No. 6, this being United States Coast and Geodetic Survey brass plate;",
        "0° 30' 40\"-467.18 feet along the shore to station No. 7, marked by a hub on the beach;",
        "349° 11' 40\"-236.77 feet along the shore to station No. 8, marked by a hub on the southwest corner of lot No. 843;",
        "68º 53' 20\"-91.83 fect along lot No. 843 to station No. 9, marked by a 1¼-inch pipe;",
        "68º 53' 20\"-64.94 feet along lot No. 843 to station No. 10, marked by a 1¼ inch pipe;",
        "158° 40' 00\"-27.38 feet to station No. 11, in the westerly right of way line of the Oahu Railway & Land Co., marked by a 1¼ inch pipe;",
        "Thence following a curve to the right along said westerly right-of-way line of the said railway company, a distance of 305 feet, more or less, to station No. 12, marked by a 1¼ inch pipe, the azimuth and distance of said pipe from the beginning of course being 175° 06' 40\" and 305.65 feet;",
        "Thence continuing along the said westerly right-of-way line of the said railway company, 185° 25' 40\"-402.69 feet to station No. 13, marked by a concrete monument;",
        "215° 00' 00\"-359.83 feet to station No. 14, marked by a concrete monument in the corner of the fence;",
        "162° 00\" 00\"-218.10 feet to station No. 15, marked by a concrete monument in center of the stone wall on Lualualei and Waianae boundary line;",
        "254° 08' 20\"-129.53 feet along the stone wall to station No. 16, marked by a concrete monument, same course being the boundary of Lualualei and Waianae Districts;",
        "323° 48' 40\"-297.50 feet along the Waianae Hospital site to the point of beginning;",
        "Containing 4.077 acres, more or less.",
        "Tract No. 4",
        "Beginning at station No. 1, marked by a wooden hub on the beach, same being the northwest corner of Land Commission Award No. 3091, the azimuth and distance from said point to Lahilahi triangulation station being 305° 09' 20\"-9,888.68 feet.",
        "Thence running by true azimuths and distances:",
        "331° 30' 00\"-565.82 feet along the beach to station No. 2, marked by a wooden hub;",
        "313° 29' 20\"-445.38 feet along the beach to station No. 3, marked by a wooden hub;",
        "295° 30' 20\"-507.07 feet along the beach to station No. 4, marked by a wooden hub;",
        "337° 28' 40\"-351.37 feet along the beach to station No. 5, marked by a wooden hub;",
        "62° 39' 00\"-192.42 feet along Kaupuni Creek to station No. 6, marked by a wooden hub on the west side of the Oahu Railway & Land Co.'s right",
        "122° 53' 20\"-120.63 feet along the said right of way to station No. 7, marked by a pipe;",
        "On a curve to the right, along the same to station No. 8, marked by a pipe, direct azimuth and distance being 127° 07' 40\"-468.33 feet;",
        "On a curve to the right, along the same to station No. 9, marked by a pipe, direct azimuth and distance being 133º 19' 13\"-400.42 feet;",
        "On a curve to the right, along the same to station No. 10, marked by a pipe, direct azimuth and distance being 142° 24' 53\"-370.25 feet;",
        "150° 40' 00\"-175.91 feet along the same to station No. 11, marked by a pipe;",
        "175° 28' 00\"-105.94 feet to station No. 12, marked by a pipe;",
        "158° 40' 00\"-208.35 feet to station No. 13, marked by a pipe on northeast corner of Land Commission Award No. 3091;",
        "246° 00' 40\"-161.70 feet along Land Commission Award No. 3091 to the point of beginning;",
        "Containing 10.534 acres, more or less.",
        "Tract No. 5",
        "Beginning at station No. 1 (not marked), this point being by true azimuth and distance 331° 41' 50\"-83.00 feet from station No. 7, of tract No. 4, marked by a pipe.",
        "Thence running by true azimuths and distances:",
        "303° 30' 00\"-14.30 feet to station No. 2, situated on the bank of Kaupuni Creek;",
        "87° 19' 30\"-10.84 feet along the said creek to station No. 3;",
        "172° 32' 00\"-8.47 feet to the point of beginning;",
        "Containing 0.001 acres, more or less.",
        "Tract No. 6",
        "Beginning at station No. 1, marked by a 1-inch pipe, the azimuth and distance from said point to Lahilahi triangulation station being 302° 06' 20\"-7,827.07 feet.",
        "Thence running by true azimuths and distances:",
        "53° 00' 40\"-50.05 feet along grant No. 4200 to station No. 2, marked by a 1-inch pipe;",
        "87° 18' 00\"-100.00 feet along the same to station No. 3, marked by a 1-inch pipe;",
        "8º 55' 00\"-45.05 feet along the same to station No. 4, marked by a 1-inch pipe located in the corner of the fence;",
        "120° 05' 20\"-238.80 feet along the Onhu Railway & Land Co's right of way to station No. 5, marked by a hub;",
        "228° 39' 00\"-146.39 feet along the Kaupuni Creek to station No. 6, marked by a wooden hub;",
        "299° 22' 20\"-279.53 feet along the shore to the point of beginning;",
        "Containing 0.797 acres, more or less.",
        "Tract No. 7",
        "Beginning at station No. 1, marked by a small cross cut in coral rock on the southwest corner of Holi lot, the azimuth and distance from said point to Lahilahi triangulation station being 293° 48' 00\"-3,888.00 feet.",
        "Thence running by true azimuths and distances:",
        "65° 30' 10\"-278.45 feet along Holi lot to station No. 2, marked by a 1-inch pipe on the west side of the Oahu Railway & Land Co.'s right of way;",
        "145° 04' 20\"-648.12 feet along said right of way to station No. 3, marked by a pipe;",
        "145° 05' 30\"-385.51 feet along the same to station No. 4, marked by a pipe;",
        "On a curve to the left, along the same to station No. 5, marked by a pipe, direct azimuth and distance being 142° 58' 30\"-809.22 feet;",
        "On a curve to the left, along the same to station No. 6, marked by a pipe, direct azimuth and distance being 131° 24' 30\"-539.44 feet;",
        "On a curve to the left, along the same to station No. 7, marked by a pipe, direct azimuth and distance being 117° 59' 20\"-1,171.90 feet;",
        "227° 03' 46\"-506.63 feet along grant No. 4200, to station No. 8, marked by a small cross cut in coral rock;",
        "285º 55' 40\"-182.44 feet along the shore to station No. 9, marked by a cross on coral;",
        "349° 48' 40\"-132.27 feet along the shore to station No. 10, marked by a cross on coral;",
        "346° 50' 20\"-146.89 feet along the shore to station No. 11, marked by a cross on coral;",
        "298° 28' 40\"-151.59 feet along the shore to station No. 12, marked by a cross on coral;",
        "336° 48' 00\"-214.49 feet along the shore to station No. 13, marked by a cross on coral;",
        "333° 02' 20\"-93.00 feet along the shore to station No. 14, marked by a cross on coral;",
        "297° 58' 20\"-274.90 feet along the shore to station No. 15, marked by a cross on coral;",
        "280° 23'20\"-193.76 feet along the shore to station No. 16, marked by a cross on coral;",
        "24° 55' 20\"-183.05 feet along the shore to station No. 17, marked by a cross on coral;",
        "278° 26' 00\"-263.83 feet along the shore to station No. 18, marked by a cross on coral;",
        "284° 15' 20\"-303.69 feet along the shore to station No. 19, marked by a cross on coral;",
        "332° 37' 40\"-143.58 feet along the shore to station No. 20, marked by a cross on coral;",
        "2º 41' 20\"-216.29 feet along the shore to station No. 21, marked by a cross on coral;",
        "334° 01' 20\"-202.68 feet along the shore to station No. 22, marked by a cross on coral;",
        "280° 57' 40\"-710.88 feet along the shore to station No. 23, marked by a cross on coral;",
        "316° 30' 20\"-169.60 feet along the shore to station No. 21, marked by a cross on coral;",
        "348° 09' 20\"-232.23 feet along the shore to station No. 25; marked by a cross on coral;",
        "17° 26' 40\"-342.35 feet along the shore to station No. 26, marked by a cross on coral;",
        "332° 07' 00\"-197.28 feet along the shore to the point of beginning;",
        "Containing 26.221 acres, more or less.",
        "Tract No. 8",
        "Beginning at station No. 1, marked by a small cross on coral, same being the southwest corner of Ohule lot, the azimuth and distance from said point to Lahilahi triangulation station being 289° 55' 30\"-3,674.5 feet.",
        "Thence running by true azimuths and distances:",
        "56° 50' 00\"-99.64 feet to station No. 2, marked by a 1-inch pipe near old stone wall;",
        "56° 54' 50\"-70.00 feet to station No. 3, marked by a 1-inch pipe on the boundary of the Oahu Railway & Land Co's right of way;",
        "142° 57' 30\"-179.27 feet along said right of way to station No. 4, marked by a pipe;",
        "236° 52' 50\"-111.00 feet along Holi lot to station No. 5, marked by a pipe;",
        "236° 52' 50\"-114.28 feet along the same lot to station No. 6, marked by a cross on coral, this being the northwest corner of Holi lot;",
        "Along the shore to the point of beginning, the direct azimuth and distance being 340° 31' 00\"-183.84 feet;",
        "Containing 0.811 acres, more or less.",
        "Tract No. 9",
        "Beginning at station No. 1, marked by a cross on coral, same being the south-west corner of Knhinu lot, the azimuth and distance from said point to Lahilahi triangulation station being 286° 20' 20\"-3,219.70 feet.",
        "Thence running by true azimuths and distances:",
        "60° 54' 50\"-195.93 feet along Kahinu lot to station No. 2, marked by a pipe;",
        "134° 42' 30\"-338.45 feet along the Oahu Railway & Land Co.'s right of way to station No. 3, marked by a pipe;",
        "236° 52' 30\"-146.63 feet along Ohule lot to station No. 4, marked by a hub;",
        "Along the shore to station No. 5, marked by a pipe, the direct azimuth and distance being 314° 43' 00\"-342.28 feet;",
        "248° 41' 00\"-49.11 feet to the point of beginning;",
        "Containing 1.133 acres, more or less.",
        "Tract No. 10",
        "Beginning at station No. 1, on the north side of the small stream bed, marked by a hub, the azimuth and distance from said point to Lahilahi triangulation station being 280° 32' 00\"-2,611.25 feet.",
        "Thence running by true azimuths and distances:",
        "51° 56' 40\"-120.65 feet to station No. 2, near the stream;",
        "315° 56' 40\"-67.24 feet to station No. 3, marked by a 1-inch pipe on the boundary of the Oahu Railway & Land Co's right of way;",
        "123° 04' 00\"-82.48 feet to station No. 4, marked by a circular concrete monument in the center of the stream bed;",
        "123° 07' 20\"-272.65 feet along the Oahu Railway & Land Co.'s right of way to station No. 5, marked by a pipe;",
        "124° 03' 00\"-146.75 feet along the same to station No. 6, this being the northeast corner of Kaheleloa lot;",
        "251° 54' 40\"-85.00 feet along Kaheleloa lot to station No. 7, marked by a pipe;",
        "251° 50' 40\"-113.97 feet along the same to station No. 8, located on the beach, marked by a hub;",
        "298° 32' 10\"-101.28 feet along the shore to station No. 9, marked by a hub;",
        "311º 23' 40\"-252.18 feet along the shore to the point of beginning;",
        "Containing 1.391 acres, more or less.",
        "Tract No. 11",
        "Beginning at station No. 1, marked by a 1¼-inch pipe in the sand, the azimuth and distance from said point to Lahilahi triangulation station being 277° 35' 00\"-2,333.57 feet.",
        "Thence running by true azimuths and distances:",
        "66° 56' 00\"-149.50 feet to station No. 2, marked by a concrete monument on the west boundary of the Oahu Railway & Land Co.'s right of way;",
        "122° 40' 20\"-104.09 feet along said right of way to station No 3, marked by a 1-inch pipe;",
        "254° 56' 20\"-122.73 feet along Land Commission Award No. 9486 to station No. 4, marked by a 2-inch pipe;",
        "215° 00' 00\"-46.40 feet along the same to a cross on coral, marking station No. 5;",
        "310° 11' 00\"-104.54 feet along the shore to the point of beginning;",
        "Containing 0.282 acres, more or less.",
        "AREA AND OFFICIAL MAP",
        "The net area of tracts numbered 1 to 11 inclusive, as shown on drawing, file number 11-1-2K-28, entitled \" U.S. Military Reservation, Waianae-Kai,\" scale 1 inch =200 feet, dated November 2, 1928, on file in the office of the Department Engineer, Fort Shafter, Territory of Hawaii, is 195.851 acres, more or less.",
        "[NAME]",
        "The White House,July 31, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5414-Correction in Description of the Waianae-Kai Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373088"
}