{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9019-revoking-part-and-modifying-executive-order-no-8578-october-29-1940",
    "doc": "executive-order-9019-revoking-part-and-modifying-executive-order-no-8578-october-29-1940",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9019-Revoking in Part and Modifying Executive Order No. 8578 of October 29, 1940, and Reserving Public Land for Use of the War Department as an Aerial Machine-Gun Range",
    "date": "January 12, 1942",
    "content": [
        "NEVADA",
        "By virtue of the authority vested in me by section 1 of the act of July 9, 1918, c. 143, 40 Stat. 845, 848 (U.S.C., title 10, sec. 1341), it is ordered as follows:",
        "1. Executive Order No. 8578 of October 29, 1940, reserving public land in the State of Nevada for the use of the War Department as an aerial bombing and gunnery range, is hereby revoked as to any land not included in the following-described area:",
        "Mount Diablo Meridian",
        "Beginning at the northwest corner of T. 1 S., R. 46 W.;",
        "Thence east along the Mount Diablo Base Line approximately 38 miles to the southeast corner of T. 1 N., R. 51½ E.;",
        "Thence north approximately 1 mile to the southwest corner of T. 1 N., R. 52 E.;",
        "Thence east along the Mount Diablo Base Line approximately 15 miles to the northeast corner of sec. 4, T. 1 S., R. 54 E.;",
        "Thence southerly along section lines approximately 24 miles to the southeast corner of sec. 33, T. 4 S., R. 54 E.;",
        "Thence east along the 1st Standard Parallel South approximately 5 miles;",
        "Thence southerly approximately 18 miles:",
        "Thence east approximately 10 miles to the point for corner of Tps. 7 and 8 S., Rs. 56 and 57 E.;",
        "Thence southerly approximately 42 miles to the southeast corner of T. 14 S., R. 56 E.;",
        "Thence westerly to the southwest corner of T. 14 S., R. 50 E.;",
        "Thence north to the northwest corner of T. 13 S., R. 50 E.;",
        "Thence west along the 3rd Standard Parallel South to the southwest corner of T. 12 S., R. 49 E.;",
        "Thence northerly approximately 48 miles to the point for the northwest corner of T. 5 S., R. 49 E.;",
        "Thence west on the 1st Standard Parallel South approximately 18 miles to the southwest corner of T. 4 S., R. 46 E.;",
        "Thence north along the line between ranges 45 and 46 east approximately 24 miles to the northwest corner of T. 1 S., R. 46 E., and the place of beginning;",
        "containing approximately 2,617,300 acres.",
        "2. The said Executive Order No. 8578 is hereby modified to the extent that the public land in the above-described area lying north of the 1st Standard Parallel South is reserved for the use of the War Department as a general bombing range, and the public land in the above-described area lying south of the 1st Standard Parallel South is reserved for the use of the War Department as an aerial machine-gun range: Provided, however, that the Secretary of the Interior shall have authority to relocate the boundary between the foregoing ranges in accordance with such mutual understanding as may be reached by the Secretary of the Interior and the Secretary of War.",
        "3. Subject to valid existing rights, the public land in the following-described area is hereby withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department as an aerial machine-gun range:",
        "Mount Diablo Meridian",
        "Beginning at the point for corner of Tps. 7 and 8 S., Rs. 56 and 57 E.;",
        "Thence southerly approximately 42 miles to the southeast corner of T. 14 S., R. 56 E.;",
        "Thence east to the point for the corner of Tps. 14 and 15 S., Rs. 59 and 60 E.;",
        "Thence northerly approximately 42 miles to the point for Tps. 7 and 8 S., Rs. 59 and 60 E.;",
        "Thence west approximately 18 miles to the point for corner of Tps. 7 and 8 S., Rs. 56 and 57 E., and the place of beginning;",
        "containing approximately 483,840 acres.",
        "4. This order, so far as it affects land in the area last described above, shall take precedence over, but shall not rescind or revoke, (1) Executive Order No. 7373 of May 20, 1936, reserving certain lands for wildlife and other purposes, (2) the Executive order of February 23, 1916, withdrawing land as Public Water Reserve No. 33, Nevada No. 2, (3) the order of the Secretary of the Interior of November 3, 1936, establishing Grazing District No. 5, Nevada, and (4) the order of the Secretary of the Interior of December 2, 1937, withdrawing certain public lands for a proposed grazing district, so far as such orders affect any of the land in the area last described above.",
        "5. In connection with the use by the War Department of any of the land described herein reserved by Executive Order No. 7373 of May 20, 1936, the local army commandant shall, after consultation with the local representatives of the Fish and Wildlife Service and the Grazing Service, Department of the Interior, and to enable the field personnel of such services to carry out their normal patrol and maintenance activities, designate not less than two days a month, exclusive of Saturdays, Sundays, and legal holidays, on which there shall be no firing; and the representatives of said services shall have the right to use the Alamo road in Sheep Valley when on official business.",
        "6. It is intended that the land described herein shall be returned to the administration of the Department of the Interior when it is no longer needed for the purposes for which it is reserved.",
        "[NAME]",
        "The White House,January 12, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9019-Revoking in Part and Modifying Executive Order No. 8578 of October 29, 1940, and Reserving Public Land for Use of the War Department as an Aerial Machine-Gun Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368114"
}