{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-approving-interior-order-yakima-reserve",
    "doc": "executive-order-approving-interior-order-yakima-reserve",
    "president": "Benjamin Harrison",
    "president_byline": "23rd President of the United States: 1889 - 1893",
    "title": "Executive Order-Approving Interior Order on Yakima Reserve",
    "date": "November 28, 1892",
    "content": [
        "DEPARTMENT OF THE INTERIOR, Washington, November 26, 1892.",
        "The PRESIDENT:",
        "The treaty of June 9, 1855 (12 Stats., 954), provides for a reservation of a tract of land not exceeding in quantity one township of 6 miles square for the Yakima Indians in the then Territory of Washington, to be known as the “Wenatshapam fishery,” which “said reservation shall be surveyed and marked out whenever the President may direct, and be subject to the same provisions and restrictions as other Indian reservations. ”The attention of the Indian Office was called to this provision in July last by the Yakima agent, and he was directed by the Commissioner to visit the locality of the said “fishery,” and to locate said tract by metes and bounds, taking care not to interfere with the vested rights of any settlers or other parties that might be located thereon. On October 24 he submitted his report herewith, in which he gives a description of the lands to be surveyed and marked, and states that said lands are heavily timbered and in a mountain district, and only valuable for the timberland fishery privileges. The Commissioner of Indian Affairs states that this country is being rapidly settled, and the Great Northern Railroad is extending its system in that direction, and recommends said lands be surveyed for the purpose named in said treaty. Concurring in the recommendation of the Commissioner, I have the honor to request that the Commissioner of the General Land Office be authorized to instruct the surveyor-general of Washington to make said survey under the supervision of the Yakima agent, and in accordance with his suggestions, allowing him, however, to make such divergence from the out boundaries described in the Commissioner’s letter as in his judgment the topography of the land may demand, provided that the fines surveyed and marked out, when completed, shall embrace the whole of the land contemplated to be set apart by the treaty and approximately near the area named therein, and that your authority be indorsed hereon. I have the honor to be, very respectfully, your obedient servant,",
        "[NAME], Secretary.",
        "EXECUTIVE MANSION,",
        "November 28, 1892.",
        "Approved:",
        "[NAME]."
    ],
    "citation": "Benjamin Harrison, Executive Order-Approving Interior Order on Yakima Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372631"
}