{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10776-delegating-the-secretary-defense-certain-authority-the-president",
    "doc": "executive-order-10776-delegating-the-secretary-defense-certain-authority-the-president",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 - 1961",
    "title": "Executive Order 10776-Delegating to the Secretary of Defense Certain Authority of the President Relating to the Modification of Standards and Requirements With Respect to the Induction of Persons Into the Armed, and For Other Purposes",
    "date": "July 28, 1958",
    "content": [
        "By virtue of the authority vested in me by title 3 of the United States Code, and as President of the United States and Commander in Chief of the Armed Forces, there is hereby delegated to the Secretary of Defense the authority (relating to the prescribing of rules and regulations modifying the standards and requirements with respect to induction of persons into the armed forces) vested in the President by the last proviso of section 4 (a) of the Universal Military Training and Service Act, added by the act of July 28, 1958. The Secretary of Defense is hereby authorized to re-delegate that authority to any official of the Department of Defense who is required to be appointed by and with the advice and consent of the Senate. No person shall be inducted into the armed forces for training and service who does not meet the standards and requirements specified in the rules and regulations prescribed by the Secretary or his designee pursuant to this order.",
        "[NAME]",
        "THE WHITE HOUSE,",
        "July 28, 1958."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10776-Delegating to the Secretary of Defense Certain Authority of the President Relating to the Modification of Standards and Requirements With Respect to the Induction of Persons Into the Armed, and For Other Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/235544"
}