{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-establishment-otter-tail-and-pillager-chippewa-reservation",
    "doc": "executive-order-establishment-otter-tail-and-pillager-chippewa-reservation",
    "president": "Rutherford B. Hayes",
    "president_byline": "19th President of the United States: 1877 - 1881",
    "title": "Executive Order-Establishment of Otter Tail and Pillager Chippewa Reservation",
    "date": "March 18, 1879",
    "content": [
        "[Occupied by Chippewa of the Mississippi, Gull Lake, Pembina, Otter Tail, and Pillager Chippewa; area, I,099 ¼ square miles; established by treaty of March 19, 1867, and act of January 14, 1889 (25 Stat., 642).]",
        "EXECUTIVE MANSION, March 18, 1879.",
        "It is hereby ordered that the following-described lands, situated in the State of Minnesota, viz: Beginning at the northwest corner of the White Earth Indian Reservation, being the northwest corner of township 146 north, range 42 west, and running thence north to the northwest corner of township 148 north, range 42 west; thence west to the southwest corner of township 14$ north, range 42 west; thence north to the northwest corner of township 149 north, range 42 west; thence east on the line between township 149 north and township 150 north to the intersection of said line with the southwestern boundary of the Red Lake Indian Reservation; thence southeasterly to the most southerly point of the Red Lake Indian Reservation; thence in a northeasterly direction and along the line of the Red Lake Indian Reservation to a point due north from the northeast corner of the White Earth Indian Reservation; thence south to the northeast corner of White Earth Indian Reservation, and thence west along the northern boundary line of White Earth Indian Reservation to the point of beginning, be, and the same is hereby, withdrawn from sale and settlement and set apart as a reservation for Indian purposes: Provided, however, That any tract or tracts of land included within the foregoing described boundaries, the title to which has passed out of the United States Government, or to which valid homestead or pre-emption rights have attached under the laws of the United States, are hereby excluded from the reservation hereby made.",
        "[NAME]"
    ],
    "citation": "Rutherford B. Hayes, Executive Order-Establishment of Otter Tail and Pillager Chippewa Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371283"
}