{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8353-restoring-the-possession-use-and-control-certain-land-the-territory",
    "doc": "executive-order-8353-restoring-the-possession-use-and-control-certain-land-the-territory",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8353-Restoring the Possession, Use, and Control of Certain Land to the Territory of Hawaii",
    "date": "February 25, 1940",
    "content": [
        "By virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447 (U.S.C., title 48, sec. 511), it is ordered that the following-described land situate near Kuhio Wharf at the port of Hilo, Waiakea, South Hilo, Hawaii, which was set aside by the Governor of Hawaii by order of February 7, 1939 (No. 837), as a site for a Custom House at the port of Hilo, be, and it is hereby, restored to the possession, use, and control of the Government of the Territory of Hawaii:",
        "Beginning at the southeast corner of this parcel of land, and on the north side of the Hawaii Consolidated Railway, Limited's right-of-way, the coordinates of said point of beginning referred to Government Survey Triangulation Station \"HALAI\" being 4565.99 feet North and 14872.82 feet East, as shown on Government Survey Registered Map 2539, and running by azimuths measured clockwise from True South:-",
        "1. 64°25'48\" 187.70 feet along the north side of the Hawaii Consolidated Railway, Limited's right-of-way;",
        "2. 180°00' 163.46 feet along the east side of the Hawaii Consolidated Railway, Limited's right-of-way;",
        "3. 270°00' 29.60 feet along Kuhio Wharf Reservation;",
        "4. 360°00' 17.24 feet along government land described in General Lease 1955 to C. Brewer and Company, Limited;",
        "[NAME]",
        "[NAME], Assistant-Adjutant General.",
        "[NAME]",
        "[NAME].",
        "[NAME], The White House,February 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8353-Restoring the Possession, Use, and Control of Certain Land to the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371962"
}