{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6420-modifications-the-code-fair-competition-for-the-cotton-textile",
    "doc": "executive-order-6420-modifications-the-code-fair-competition-for-the-cotton-textile",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6420-A-Modifications of the Code of Fair Competition for the Cotton Textile Industry",
    "date": "November 09, 1933",
    "content": [
        "An application having been duly made by the Cotton Textile Industry Committee under date of August 23, 1933, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, and pursuant to section 9 and 10 of the Code of Fair Competition for the Cotton Textile Industry, approved July 9, 1933, for my approval of modifications of said Code of Fair Competition for the Cotton Textile Industry proposed in said application, and full hearings having been held thereon and the Administrator, under date of November 3, 1933, having rendered his report containing an analysis of said modifications, together with his recommendations and findings with respect thereto, and the Administrator having found as set forth in said report, that the said modifications comply in all respects with the pertinent provisions of title I of said act and that the requirements of clauses 1 and 2 of subsection (a) of section 3 of said act have been met;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that said modifications of the Code of Fair Competition for the Cotton Textile Industry be, and they hereby are, approved and made a part of said code.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,November 9, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6420-A-Modifications of the Code of Fair Competition for the Cotton Textile Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373339"
}