{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6560-regulating-transactions-foreign-exchange-transfers-credit-and-the",
    "doc": "executive-order-6560-regulating-transactions-foreign-exchange-transfers-credit-and-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6560-Regulating Transactions in Foreign Exchange, Transfers of Credit, and the Export of Coin and Currency",
    "date": "January 15, 1934",
    "content": [
        "By virtue of the authority vested in me by section 5 (b) of the act of October 6, 1917 (40 Stat. L., 411) as amended by section 2 of the act of March 9, 1933, entitled \"An Act to provide relief in the existing national emergency in banking and for other purposes\", I, Franklin D. Roosevelt, President of the United States of America, do declare that a period of national emergency continues to exist, and by virtue of said authority and of all other authority vested in me, do hereby prescribe the following regulations for the investigation, regulation, and prolubition of transactions in foreign exchange, transfers of credit between or payments by banking institutions as herein defined, and export of currency or silver coin, by any person within the United States or any place subject to the jurisdiction thereof:",
        "Section 1. Every transaction in foreign exchange, transfer of credit between any banking institution within the United States and any banking institution outside of the United States (including any principal, agent, home office, branch, or correspondent outside of the United States of a banking institution within the United States), and the export or withdrawal from the United States of any currency or silver coin which is legal tender in the United States, by any person within the United States, is hereby prohibited, except under license therefor issued pursuant to tliis Executive order: Provided, however, That, except as prohibited under regulations prescribed by the Secretary of the Treasury, foreign exchange transactions and transfers of credit may bo carried out without a license for (a) normal commercial or business requirements, (b) reasonable traveling and other personal requirements, or (c) the fulfillment of legally enforceable obligations incurred prior to March 9, 1933.",
        "Sec. 2. Possessions of the United States.-Except as prohibited in regulations prescribed by the Secretary of the Treasury, transfers of credit between banking institutions in the continental United States and banldng institutions in other places subject to the jurisdiction of the United States (including principals, agents, home offices, branches, or correspondents in such other places, of banking institutions within the continental United States), may be carried out without a license.",
        "Sec. 3. Licenses.-The Secretary of the Treasury, acting directly or through any agencies that ho may designate, and the Federal Reserve banks acting in accordance with such rules and regulations as the Secretary of the Treasury may from time to time prescribe, arc hereby designated as agencies for the granting of licenses as hereinafter provided. Licenses may be granted authoiizing such transactions in foreign exchange, transfers of credit, and exports of currency (other than gold certificates) or silver coin in such specific cases or classes of cases as the Secretary of the Treasury may determine in regulations prescribed hereunder and rulings made pursuant thereto.",
        "Sec. 4. Reports.-The Federal Reserve banks shall keep themselves currently informed as to foreign exchange transactions entered into or consummated, and transfers of credit made between banking institutions outside of the continental United States and banking institutions, in their districts, and report to the Secretary of the Treasury all transactions in foreign exchange and all such transfers of credit not permitted under sections 1 or 2 hereof which arc effected or attempted in their districts without a license.",
        "Sec. 5. Regulations.--The Secretary of the Treasury is authorized and empowered to prescribe from time to time regulations to carry out the purposes of this order, and to provide in such regulations or by rulings made pursuant thereto, the conditions under which licenses may be granted by the Federal Reserve banks and by such other agencies as the Secretary of the Treasury may designate; and the Secretary of the Treasury may require any person engaged in any transaction, transfer, export, or withdrawal referred to in this Executive order to furnish under oath complete information relative thereto, including the production of any books of account, contracts, letters, or other papers, in connection therewith in the custody or control of such person either before or after such transaction, transfer, export, or withdrawal is completed.",
        "Sec. 6. Penalties.-Whoever willfully violates or knowingly participates in the violation of any provision of tins Executive order or of any license, order, rule, or regulation issued or prescribed hereunder, shall be subject to the penalties provided in section 5 (6) of the act of October G, 1917, as amended by section 2 of the act of March 9, 1933.",
        "Sec. 7. Definitions.-As used in this Executive order the term \"United States\" means the United States and any place subject to the jurisdiction thereof; the term \"continental United States\" means the States of the United States, the District of Columbia, and the Territory of Alaska; the term \"person\" means an individual, partnership, association, or corporation; and the term \"banking institution\" includes any person engaged primarily or incidentally in the business of banking, of granting or transferring credits, or of purchasing and selling foreign exchange or procuring purchasers and sellers thereof, as principal or agent; and, for the purposes of this order, each home office, branch, principal, agent, or correspondent of any person so engaged shall be regarded as a separate \"banking institution\".",
        "Sec. 8. Section 8 of the Executive order of August 28, 1933, relating to the hoarding, export, and earmarking of gold coin, bullion, or currency and to transactions in foreign exchange, is hereby revoked.",
        "This Executive order and any rules, regulations, or licenses prescribed or issued hereunder may be modified or revoked at any time.",
        "[NAME]",
        "The White House,January 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6560-Regulating Transactions in Foreign Exchange, Transfers of Credit, and the Export of Coin and Currency Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362320"
}