{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8586-authorizing-the-inspection-receivers-and-trustees-bankruptcy-and",
    "doc": "executive-order-8586-authorizing-the-inspection-receivers-and-trustees-bankruptcy-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8586-Authorizing the Inspection by Receivers, and Trustees in Bankruptcy, and Their Duly Constituted Attorneys in Fact, of Certain Returns Made Under the Internal Revenue Code and of Income, Excess-Profits, and Capital Stock Tax Returns Filed Under the Revenue Act of 1938 or Prior Revenue Acts, Gift Tax Returns Filed After June 16, 1933, and Returns Under Title IX of the Social Security Act",
    "date": "November 07, 1940",
    "content": [
        "By virtue of the authority vested in me by section 55 (a) of the Internal Revenue Code (53 Stat. 29), section 257 (a) of the Revenue Act of 1926 (44 Stat. 9, 51), section 55 of the Revenue Act of 1928 (45 Stat. 791, 809), section 55 of the Revenue Act of 1932 (47 Stat. 169, 189), as amended by section 218 (h) of the National Industrial Recovery Act (48 Stat. 195, 209), sections 215 (e) and 216 (b) of the National Industrial Recovery Act (48 Stat. 195, 208), sections 55 (a), 351, 701 (e), and 702 (b) of the Revenue Act of 1934 (48 Stat. 680, 698, 751, 769, 770), sections 105 (e) and 106 (c) of the Revenue Act of 1935 (49 Stat. 1014, 1018, 1019), section 905 of the Social Security Act (49 Stat. 620, 641), sections 55 (a), 351 (c), and 503 (a) of the Revenue Act of 1936 (49 Stat. 1648, 1671, 1733, 1738), and sections 55 (a), 409, 601 (e), and 602 (c) of the Revenue Act of 1938 (52 Stat. 447, 564, 565, 567), it is hereby ordered that the following-designated returns shall be open to inspection by a receiver, or trustee in bankruptcy, and by their duly constituted attorneys in fact, in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury decision relating to the inspection of such returns approved by me on August 28, 1939, and the amendments thereto approved by me on July 20, 1940, and this date, and the rules and regulations prescribed by the Secretary of the Treasury in the Treasury decision relating to inspection of returns under revenue acts prior to the Internal Revenue Code approved by me on November 12, 1938, and the amendments thereto approved by me on July 20, 1940, and this date:",
        "(1) Income (including income of personal holding companies and unjust enrichment income), excess-profits, capital stock, and gift tax returns under the Internal Revenue Code and returns of employment tax on employers under Subchapter C of Chapter 9 of such Code.",
        "(2) (a) Income, excess-profits, and capital stock tax returns made under the Revenue Act of 1938, the Revenue Act of 1936, the Revenue Act of 1935, the Revenue Act of 1934, the National Industrial Recovery Act, the Revenue Act of 1932, the Revenue Act of 1932 as amended by the National Industrial Recovery Act, and under the prior Revenue Acts, (b) gift tax returns made under the Revenue Act of 1932 or the Revenue Act of 1932 as amended, and filed after June 16, 1933, (c) returns made under Title IX of the Social Security Act, and (d) returns made under any of such Acts as amended.",
        "[NAME]",
        "The White House,November 7, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8586-Authorizing the Inspection by Receivers, and Trustees in Bankruptcy, and Their Duly Constituted Attorneys in Fact, of Certain Returns Made Under the Internal Revenue Code and of Income, Excess-Profits, and Capital Stock Tax Returns Filed Under the Revenue Act of 1938 or Prior Revenue Acts, Gift Tax Returns Filed After June 16, 1933, and Returns Under Title IX of the Social Security Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371964"
}