{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5693-description-the-punchbowl-hill-military-reservation-hawaii",
    "doc": "executive-order-5693-description-the-punchbowl-hill-military-reservation-hawaii",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5693-Description of the Punchbowl Hill Military Reservation, Hawaii",
    "date": "August 24, 1931",
    "content": [
        "Whereas by Executive Order No. 395-A, dated January 18, 1906 (G. O. 21, W. D. 1906), 157.50 acres of public lands at Punchbowl Hill, Territory of Hawaii, were withdrawn from sale, entry, or other disposition, for military purposes; and",
        "Whereas by Executive Order No. 1531, dated May 11, 1912, the military reservation was reduced by restoring to its previous status for use by the Territory of Hawaii, solely for park purposes, 117.74 acres, more or less, subject to right of way over any roads then existing or thereafter constructed; and",
        "Whereas by Executive Order No. 2253, dated October 6, 1915, the said military reservation was further reduced by releasing to the Territory of Hawaii 4.41 acres, more or less, subject to rights of way for all purposes by the United States over any roads then existing or thereafter constructed; and",
        "Whereas by Executive Order No. 5157, dated July 16, 1929, the restriction \"solely for park purposes\" on the land restored to the Territory of Hawaii by said Executive Order No. 1531, dated May 11, 1912, was removed; and",
        "Whereas by Executive Order No. 5265, dated January 24, 1930, the said military reservation was further reduced by restoring to its previous status for use of the Territory of Hawaii 11,634 square feet (0.267 acres), more or less; and",
        "Whereas a recent survey of the said military reservation has developed discrepancies in former descriptions of this reservation;",
        "Now, therefore, pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 159), entitled \"An act to provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), it is hereby ordered that the description of the Punchbowl Hill Military Reservation be, and the same is hereby, amended to read as follows:",
        "Beginning at a concrete monument No. 1, located at the head of Alapai Street, from which monument the azimuth (measured clockwise from the true south) and distance to Territory survey street monument \"A\" located on the corner of Alapai and Prospect Streets is 46° 37' 30\", 329.55 feet; from said monument \"A\" the azimuth and distance to \"Punchbowl\" triangulation station is 183° 41' 03\", 1,193.65 feet, thence by true azimuths and distances, as follows:",
        "127° 10' 00\", 177.60 feet along Land Court Application No. 591 to concrete monument No. 2;",
        "175° 34' 10\", 129.08 feet along land deed to Right Rev. G. Ropert to concrete monument No. 3;",
        "60° 20' 30\", 160.90 feet along the same to concrete monument No. 4;",
        "Thence on a curve to the left, with a radius of 137.23 feet, 155.29 feet along the curve, the azimuth and distance of long chord being 145° 50' 40\", 147.14 feet, along the land restored to the Territory of Hawaii by Executive Order No. 2253, dated October 6, 1915, to concrete monument No. 5;",
        "Thence on a curve to the right, with a radius of 120.05 feet, 152.55 feet along the curve, the azimuth and distance of long chord being 150° 09' 40\", 142.49 feet along the same, to concrete monument No. 6;",
        "Thence on a curve to the left, with a radius of 229.65 feet, 235.40 feet along the curve, the azimuth and distance of long chord being 157° 11' 55\", 225.23 feet along the same, to concrete monument No. 7;",
        "309° 34' 30\", 13.98 feet along the land restored to the Territory of Hawaii by Executive Order No. 5265, dated January 24, 1930, to concrete monument No. 7-1;",
        "131° 19' 00\", 65.81 feet along the same, to concrete monument No. 7-2;",
        "Thence on a curve to the right, with a radius of 126.0 feet, 155.44 feet along the curve, the azimuth and distance of long chord being 166° 39' 30\", 145.77 feet along the same, to concrete monument No. 7-3;",
        "202° 00' 00\", 75.0 feet along the same, to a point not marked, located in a volcanic cinder slide;",
        "Thence on a curve to the left, with a radius of 270.00 feet, 70.37 feet along the curve, the azimuth and distance of long chord being 194° 32' 00\", 70.17 feet along the same to concrete monument No. 7-5;",
        "187° 04' 00\", 176.67 feet along the same, to concrete monument No. 7-6;",
        "Thence on a curve to the left, with a radius of 300.73 feet, 136.26 feet along the curve, the azimuth and distance of long chord being 174° 05' 10\", 135.10 feet along the same, to concrete monument No. 13;",
        "Thence on a curve to the right, with a radius of 170.00 feet, 68.37 feet along the curve, the azimuth and distance of long chord being 172° 37' 40\", 67.91 feet, along the land restored to the Territory of Hawaii by Executive Order No. 2253, dated October 6, 1915, to concrete monument No. 14;",
        "184° 09' 00\", 205.00 feet along the same, to concrete monument No. 15;",
        "Thence on a curve to the right, with a radius of 51.25 feet, 49.23 feet along the curve, the azimuth and distance of long chord being 211° 40' 00\", 47.36 feet along the same, to concrete monument No. 16;",
        "Thence on a curve to the left, with a radius of 273.00 feet, 154.56 feet along the curve, the azimuth and distance of long chord being 222° 58' 00\", 152.50 feet along the same to concrete monument No. 17;",
        "315° 24' 00\", 516.32 feet to concrete monument No. 18, located on the rim of the crater;",
        "315° 15' 00\", 1,451.00 feet along the National Guard reservation to concrete monument No. 19, located on the rim of the crater;",
        "347° 21' 40\", 205.07 feet to concrete monument No. 20;",
        "44° 40' 00\", 129.00 feet along grants Nos. 8088 and 8084 to concrete monument No. 21;",
        "43° 43' 00\", 86.00 feet along grant No. 6719 to concrete monument No. 22;",
        "67° 31' 00\", 131.60 feet along grant No. 9266 to concrete monument No. 23;",
        "[NAME] 35' 00\", 142.50 feet along grant No. 9085 to concrete monument No. 24;",
        "111° 11' 00\", 689.60 feet to the point of beginning.",
        "The tract as described contains an area of 35.17 acres, more or less.",
        "[NAME]",
        "[NAME], August 24, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5693-Description of the Punchbowl Hill Military Reservation, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361385"
}