{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5865-regulations-relating-aerial-flights-army-navy-marine-corps-coast",
    "doc": "executive-order-5865-regulations-relating-aerial-flights-army-navy-marine-corps-coast",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5865-Regulations Relating to Aerial Flights-Army, Navy, Marine Corps, Coast Guard, and National Guard",
    "date": "June 27, 1932",
    "content": [
        "Executive Order No. 4610, approved March 10, 1927, as amended by Executive Order No. 4833, March 19, 1928, and by Executive Order No. 5001, November 23, 1928, is revoked effective July 1, 1932.",
        "For the purpose of carrying into effect the provisions of section 20 of the act of Congress approved June 10, 1922, as amended by section 6 of the act of July 2, 1926 (44 Stat. 780, 782), relative to increased pay for personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard when by orders of competent authority they are required to participate regularly and frequently in aerial flights, and when in consequence of such orders they do participate in regular and frequent flights, the following regulations, effective for the National Guard April 1, 1927, and effective for all other services July 1, 1927, are hereby promulgated and made applicable to all officers, warrant officers, and enlisted men of all branches of the Army, Navy, Marine Corps, Coast Guard, and National Guard.",
        "1. Definitions. (a) The term \"qualified aircraft pilot,\" as used in these regulations, shall be construed to include any commissioned or warrant officer or enlisted man of any branch of his respective service who on July 2, 1926, held the rating of Airplane Pilot, or Airship Pilot, in the Army Air Corps, or who may thereafter by competent authority be rated an Airplane Pilot in the Army or the National Guard, or who has been or may hereafter be designated or appointed a Naval Aviator or Naval Aviation Pilot by competent authority in the Navy or Marine Corps, or who has been or may hereafter be designated or appointed a Coast Guard Aviator or Coast Guard Aviation Pilot by competent authority in the Coast Guard.",
        "(b) The term \"qualified aircraft observer,\" as used in these regulations, shall be construed to include any commissioned or warrant officer or enlisted man of any branch of his respective service who has been or may hereafter be rated an Airplane Observer or Balloon Observer by competent authority in the Army or the National Guard, or who has been or may hereafter be appointed a Naval Aviation Observer by competent authority in the Navy or Marine Corps, or who has been or may hereafter be appointed a Coast Guard Aviation Observer by competent authority in the Coast Guard.",
        "(c) The term \"student aviator\" as used in these regulations, shall be construed to include any officer or warrant officer in any branch of his respective service who is appointed a Student Naval Aviator by competent authority in the Navy or Marine Corps, or who is appointed a Student Coast Guard Aviator by competent authority in the Coast Guard, and who is duly assigned to a course of instruction in piloting aircraft.",
        "(d) The term \"student aviation pilot,\" as used in these regulations, shall be construed to include any enlisted man in any branch of his respective service who is appointed a Student Naval Aviation Pilot by competent authority in the Navy or Marine Corps, or who is appointed a Student Coast Guard Aviation Pilot by competent authority in the Coast Guard, and who is duly assigned to a course of instruction in aircraft pilot duties.",
        "(e) The term \"student aviation observer,\" as used in these regulations, shall be construed to include any officer, warrant officer, or enlisted man, in any branch of his respective service, who is appointed a Student Naval Aviation Observer by competent authority in the Navy or Marine Corps, or who is appointed a Student Coast Guard Aviation Observer by competent authority in the Coast Guard, and who is duly assigned to a course of instruction in aircraft observer duties.",
        "(f) The term \"aerial flight\" is defined as a journey in an aircraft. It begins when the aircraft takes off from rest at any point of support and terminates when it next comes to a complete stop at a point of support.",
        "(g) The term \"aviation accident,\" as used in these regulations, shall be construed to mean an accident in which an officer, warrant officer, or enlisted man who is required to participate regularly and frequently in aerial flights is injured while an occupant of an aircraft or as the result of jumping from, being thrown from, or being struck by, an aircraft or any part or auxiliary thereof.",
        "2. Each officer or warrant officer who is a qualified aircraft pilot and who is not unfit for duties as such, and who is commissioned in, or duly assigned or attached to, the Air Corps of the Army, or who is duly assigned to duty in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard, including those assigned to special, administrative, or school duties, shall be required to participate regularly and frequently in aerial flights; orders requiring such flights shall be issued by the Chief of the Air Corps for the Anny, the Chief of the Bureau of Navigation for the Navy, the Major General Commandant for the Marine Corps, or by the Commandant for the Coast Guard, and such orders shall remain in force for the entire period of such oommission, assignment, or attachment, except as hereinafter provided in paragraph 12.",
        "3. Each officer or warrant officer who is a qualified aircraft observer, or a qualified aircraft pilot who is unfit for piloting duties but is fit and desired for other flying duty, and who is commissioned in, or duly assigned or attached to, the Air Corps of the Army, or who is duly assigned to duty in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard, may be required to participate regularly and frequently in aerial flights; orders requiring such flights shall be issued by the Chief of the Air Corps for the Army, the Chief of the Bureau of Navigation for the Navy, the Major General Commandant for the Marine Corps, or by the Commandant for the Coast Guard, and such orders shall remain in force for the entire period of such commission, assignment, or attachment, except as hereinafter provided in paragraph 12.",
        "4. Each officer of the Medical Corps of the Army or of the Navy who is duly assigned to duty with any aeronautic headquarters or unit of the Army, Navy, Marine Corps, or Coast Guard, or assigned to duty at a station where there is an aeronautic unit, and who has qualified as a flight surgeon, may be required to participate regularly and frequently in aerial flights by the Chief of the Air Corps for the Army, or by the Chief of the Bureau of Navigation for the Navy and Marine Corps, and any orders for such requirement shall remain in force for the entire period of such assignment, except as hereinafter provided in paragraph 12.",
        "5. Each officer, warrant officer, or enlisted man of the Army who is duly assigned to a course of instruction for qualification as aircraft pilot or aircraft observer, and each officer, warrant officer, or enlisted man of the Navy, Marine Corps, or Coast Guard who is duly appointed a student aviator, a student aviation pilot, or a student aviation observer, shall be required to participate regularly and frequently in aerial flights; orders for such requirement shall be issued by the Chief of the Air Corps for the Army, the Chief of the Bureau of Navigation for the Navy, the Major General Commandant for the Marine Corps, or by the Commandant for the Coast Guard, and orders for such requirement shall remain in force for the entire period of his course of instruction except as hereinafter provided in paragraph 12.",
        "6. Each officer or warrant officer other than student aviators of the Navy, Marine Corps, and Coast Guard, and those specified in paragraphs 2, 3, 4, and 5, may be required to participate regularly and frequently in aerial flights; orders for such requirement shall be issued by the Chief of the Air Corps for the Air Corps of the Anny, the Secretary of War for other branches of the Army, the Chief of the Bureau of Navigation for the Navy, the Major General Commandant for the Marine Corps, or by the Commandant for the Coast Guard, and orders for such requirement shall remain in force for the entire period of such assignment, except as hereinafter provided in paragraph 12.",
        "7. Each enlisted man who is serving in the Air Corps of the Army, or in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard, and who is a qualified aircraft pilot, shall be required to participate regularly and frequently in aerial flights by his commanding officer; orders for such requirement shall remain in force for the entire period of such service, except as hereinafter provided in paragraph 12; orders for such requirement and their revocation shall be reported to the Chief of the Air Corps for the Army, the Chief of the Bureau of Navigation for the Navy, the Major General Commandant for the Marine Corps, or to the Commandant for the Coast Guard.",
        "8. Each enlisted man who is serving in the Air Corps of the Army or in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard, and who is not a qualified aircraft pilot or observer, may be required to participate regularly and frequently in aerial flights by his commanding officer, and orders for such requirement shall remain in force for the entire period of such assignment except as hereinafter provided in paragraph 12; orders for such requirement and their revocation shall be reported to the Chief of the Air Corps for the Army, the Chief of the Bureau of Navigation for the Navy, the Major General Commandant for the Marine Corps, or the Commandant for the Coast Guard.",
        "9. Officers, warrant officers, and enlisted men of the National Guard who come within the following classes will be considered as on duty requiring them to participate regularly and frequently in aerial flights, and no further orders requiring participation regularly and frequently in aerial flights will be required for those enumerated in (a), (b), (c), and (e):",
        "(a) Officers and warrant officers belonging to Air Corps organizations of the National Guard who by applicable tables of organization are classified pilots or observers.",
        "(b) Enlisted men belonging to Air Corps organizations of the National Guard who by applicable tables of organization are classified as flight chiefs, crew chiefs, or master photographers.",
        "(c) Officers of the Medical Corps attached to Air Corps organizations of the National Guard, who by applicable tables of organization are classified as flight surgeons.",
        "(d) In addition to the above, such officers, warrant officers, and enlisted men belonging to or attached to Air Corps organizations of the National Guard as may be detailed to such duty by written orders issued by the senior Air Corps commander of each State: Provided, That the number of additional enlisted men so detailed in any organization shall not exceed 10 per centum of the maintenance enlisted strength of such organization including attached personnel.",
        "(e) Officers, warrant officers, and enlisted men who, under authority of the Secretary of War, are in attendance at a course of instruction in aircraft pilot duties, aircraft observer duties, or flight surgeon duties at a service school.",
        "10. For personnel of the Army, Navy, Marine Corps, or Coast Guard, or of the National Guard when participating in exercises or performing duties provided for by sections 94, 97, and 99 of the National Defense Act as amended, who are required by competent authority to participate regularly and frequently in aerial flights, the following requirements are prescribed: Provided, That any officer, warrant officer, or enlisted man who has been required to participate regularly and frequently in aerial flights by orders of competent authority and who as a result of such orders has participated regularly and frequently in aerial flights, as defined in this Executive order, and who subsequently becomes incapacitated for flying by reason of an aviation accident shall not be required to perform such aerial flights during such incapacity for a period not to exceed three months following the date of said accident:",
        "(d) For fractions of a calendar month the number of aerial flights and the time in the air required shall bear the same ratio to the number of flights and the time in the air required for a full calendar month as the period in question bears to a full calendar month.",
        "(e) For fractions of two consecutive calendar months the period in question shall be considered as a unit and the number of aerial flights and time in the air required shall bear the same ratio to the number of aerial flights and time in the air required for a full calendar month as the period in question bears to a full calendar month.",
        "Note: The above requirements for any particular period may be met at any time during such period.",
        "(f) Each officer, warrant officer, or enlisted man who is required by competent authority to participate regularly and frequently in aerial flights and who is a qualified aircraft pilot, and who is fit for duty as such, shall make the flights above required as pilot, except that an officer, warrant officer, or enlisted man who is both a qualified pilot of lighter-than-air aircraft and a qualified aircraft observer shall make the flights above required either as pilot or as observer as may be directed by competent authority.",
        "(g) Each officer, warrant officer, or enlisted man who is required by competent authority to participate regularly and frequently in aerial flights, and who is a qualified aircraft observer but is not a qualified aircraft pilot, shall make the flights above required as observer.",
        "11. For each officer, warrant officer, or enlisted man of the National Guard who is in an armory drill pay status and who is required to participate regularly and frequently in aerial flights the following requirements are prescribed:",
        "(d) Such required flights may be made at ordered drills of the Air Corps organization to which such officer, warrant officer, or enlisted man belongs or is attached, or at other times when so authorized by the senior Air Corps commanding officer of the State.",
        "(e) For fractions of a calendar month, the number of aerial flights and the time in the air required shall bear the same ratio to the number of flights and the time in the air required for a full calendar month as the period in question bears to the entire month.",
        "(f) The duties prescribed above shall be in addition to any other duty or duties which may be required of such officers, warrant officers, and enlisted men while in attendance at assemblies for drill and instruction, and while participating in exercises or performing duties provided for by sections 94, 97, and 99 of the National Defense Act as amended.",
        "12. A commanding officer shall suspend from flying any officer, warrant officer, or enlisted man under his command who, in his opinion, is unfit for flying, except as a result of an aviation accident. Such action shall be reported with the reasons therefor for confirmation to the authority who issued the order requiring the officer, warrant officer, or enlisted man to participate regularly and frequently in aerial flights. The confirmation of such action shall have the effect of suspending the order to participate regularly and frequently in aerial flights of the officer, warrant officer, or enlisted man concerned from the date such suspension from flying was made. When any officer, warrant officer, or enlisted man, so suspended from flying, becomes, in the opinion of his commanding officer, again fit for flying, the commanding officer shall revoke his suspension from flying and such action shall be reported, with reasons therefor, for confirmation to the authority who confirmed the suspension from flying; the confirmation of such revocation shall have the effect of terminating the suspension of the officer, warrant officer, or enlisted man concerned from the date of such revocation by his commanding officer: Provided, That in the case of suspension from flying by reason of; sickness or injury incurred in line of duty and the suspension is subsequently removed, such suspension shall be considered as nullified from its beginning and the individual concerned shall be entitled to increased pay for fljdng provided the requirements of paragraph 10 above are complied with.",
        "13. Authorized leaves of absence of personnel required by orders of competent authority to participate regularly and frequently in aerial flights shall not suspend such orders for pay purposes.",
        "14. Compliance with the foregoing requirements constitutes participation in regular and frequent aerial flights within the meaning of the act approved July 2, 1926 (44 Stat. 780), and no flight pay shall accrue to any person during any period in which the provisions of this order are not complied with.",
        "The provisions of this order become effective July 1, 1932.",
        "[NAME]",
        "The White House,June 27, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5865-Regulations Relating to Aerial Flights-Army, Navy, Marine Corps, Coast Guard, and National Guard Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361796"
}