{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9158-air-medal",
    "doc": "executive-order-9158-air-medal",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9158-Air Medal",
    "date": "May 11, 1942",
    "content": [
        "By virtue of the authority vested in me as President of the United States and as Commander in Chief of the Army and Navy of the United States, it is hereby ordered that an Air Medal, with accompanying ribbons, be established for award to any person who, while serving in any capacity in the Army, Navy, Marine Corps, or Coast Guard of the United States subsequent to September 8, 1939, distinguishes, or has distinguished, himself by meritorious achievement while participating in an aerial flight.",
        "The Air Medal and appurtenances thereto shall be of appropriate design approved by the Secretary of War, the Secretary of the Navy, and the Secretary of the Treasury, and, under such regulations as said Secretaries may prescribe, may be awarded by the Secretary of War, the Secretary of the Navy, or the Secretary of the Treasury, or by such commanding officers of the Army, Navy, Marine Corps, or Coast Guard as the said Secretaries may respectively designate. Awards to personnel of the Coast Guard when serving under his jurisdiction shall be made by or under the direction of the Secretary of the Navy.",
        "No more than one Air Medal shall be awarded to any one person, but for each succeeding meritorious achievement justifying such an award a suitable bar or other device may be awarded to be worn with the medal as prescribed by appropriate regulations. In the event of a posthumous award the medal, bar, or device may be presented to such representative of the deceased as may be designated in the award.",
        "[NAME]",
        "The White House,May 11, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9158-Air Medal Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372270"
}