{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7418-authorizing-the-acquisition-land-near-yorktown-virginia-for-emergency",
    "doc": "executive-order-7418-authorizing-the-acquisition-land-near-yorktown-virginia-for-emergency",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7418-Authorizing the Acquisition of Land Near Yorktown, Virginia, for Emergency Conservation Work",
    "date": "July 20, 1936",
    "content": [
        "WHEREAS various lands owned by the United States constituting the Colonial National Historical Park in the State of Virginia lack adequate protection from insect infestation, fire, floods, and soil erosion by reason of the present condition of privately owned lands within the said park; and",
        "WHEREAS the acquisition by the United States of such privately owned lands will permit work and improvements thereon that will provide for the said public lands disease control and protection from fires, floods and soil erosion, and will aid in the restoration of the country's depleted natural resources; and",
        "WHEREAS the acquisition of the said lands is required by the United States to conduct Emergency Conservation Work activities thereon, such as moving and planting of trees, fire break maintenance, fire pre-suppressian, flood control, seeding and sodding, construction of trails and buildings, restoration of historical earthworks, etc.; and",
        "WHEREAS the acquisition of such lands will provide employment for citizens of the United States who are unemployed:",
        "NOW, THEREFORE, by virtue of and pursuant to the authority vested in me by the act of March 31, 1933 (ch. 17, 48 Stat. 22), as extended by the Emergency Relief Appropriation Act of 1935 (49 Stat. 115), the acquisition of a parcel of land known as the Yorktown Hotel property, consisting of approximately 237.95 acres, located within the boundaries of the said Colonial National Historical Park, is hereby authorized; and by virtue of and pursuant to the authority vested in me by the Fourth Deficiency Act, fiscal year 1933 (48 Stat. 274, 275), and the said Emergency Relief Appropriation Act of 1935, the sum of $188,000 is hereby allocated for the acquisition, in fee simple, of the said lands (including $500 for expenses incident to acquisition) from funds appropriated or made available by the said Emergency Relief Appropriation Act of 1935.",
        "The sum herein allocated for the acquisition of the said lands shall be transferred from the appropriation made by said Act to the Director, Emergency Conservation Work, for Immediate transfer to the Department of the Interior, subject to requisition by the Director of the National Park Service, Department of the Interior, for the acquisition of the said lands, and may be expended under the direction of the Secretary of the Interior or by the Director of the National Park Service or by such other agency or agencies as the Secretary of the Interior may designate.",
        "[NAME]",
        "THE WHITE HOUSE,July 20, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7418-Authorizing the Acquisition of Land Near Yorktown, Virginia, for Emergency Conservation Work Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356188"
}