{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7691-establishing-the-snake-river-migratory-waterfowl-refuge",
    "doc": "executive-order-7691-establishing-the-snake-river-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7691-Establishing the Snake River Migratory Waterfowl Refuge",
    "date": "August 17, 1937",
    "content": [
        "IDAHO",
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all islands in the Snake River within the exterior limits of the following-described area, owned or controlled by the United States, or of which the United States has the use for migratory bird refuge purposes, be, and they are hereby, withdrawn from settlement, location, sale, or entry, and reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, that upon the acquisition of title to or lease of any privately-owned island by the United States, or upon the termination of any private right to or appropriation of any public-land island within the area, or upon the acquisition of control by the United States of any island within the area, in any other manner, such islands shall be reserved and become a part of the refuge:",
        "BOISE MERIDIAN",
        "T. 1 N., R. 2 W., sec. 31.",
        "T. 1 N., R. 3 W., secs. 5, 6, 7, 8, 16, 17, 21, 22, 26, 27, 35, and. 36.",
        "T. 2 N., R. 3 W., sec. 31.",
        "T. 2 N., R. 4 W., secs. 2, 3, 11, 14, 23, 25, 26, 35, and 36.",
        "T. 3 N., R. 4 W., secs. 17, 18, 20, 21, 22, 27, 28, and 34.",
        "T. 3 N., R. 5 W., secs. 3, 4, 10, 11, 18, 14, 15.",
        "T. 1 S., R 2 W., secs. 6, 7, 8, 17, 20, 21, 25, 26, 27, 28, 34, 35, and 36.",
        "[T. 1 S., R.3 W.,sec. 1.]",
        "This refuge shall be known as the Snake River Migratory Waterfowl Refuge.",
        "[NAME]",
        "[The White House,August 17, 1937.]"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7691-Establishing the Snake River Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369008"
}