{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7575-limiting-the-importation-red-cedar-shingles-from-canada",
    "doc": "executive-order-7575-limiting-the-importation-red-cedar-shingles-from-canada",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7575-Limiting the Importation of Red Cedar Shingles From Canada",
    "date": "March 13, 1937",
    "content": [
        "Whereas section 811 of the Revenue Act of 1936 (49 Stat. 1746) provides, in part, as follows:",
        "\"Whenever any organization or association representing the producers of more than 75 per centum of the red cedar shingles produced in the United States during the previous half-year period shall request the President to limit the importation of red cedar shingles from Canada under paragraph 1760 of the reciprocal trade agreement entered into with the Dominion of Canada under date of November 15, 1935, and the President finds from available statistics that the total quantity of red cedar shingles produced in the Dominion of Canada which is entered, or withdrawn from warehouse, for consumption in the United States, during any given half of any calendar year exceeds or will exceed 25 per centum of the combined total of the shipments of red cedar shingles by producers in the United States and the imports during the preceding half year, the President shall issue an order limiting for the six months immediately following the half of the calendar year in which said excess occurred, the quantity of red cedar shingles to be imported from Canada to 25 per centum of the combined total of the shipments and imports of red cedar shingles for such preceding half calendar year.\"",
        "Whereas the United States Red Cedar Shingle Industry, Inc., has requested me to limit the importation of red cedar shingles from Canada in accordance with the foregoing statutory provision;",
        "Whereas I find that the United States Red Cedar Shingle Industry, Inc., represents the producers of more than 75 per centum of the red cedar shingles produced in the United States during the last six months of the calendar year 1936;",
        "And Whereas I find from available statistics that the total quantity of red cedar shingles produced in the Dominion of Canada which was entered, or withdrawn from warehouse, for consumption in the United States during the last six months of the calendar year 1936 exceeded 25 per centum of the combined total of the shipments of red cedar shingles by producers in the United States and the imports during the first six months of the calendar year 1936:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforementioned statutory provision it is hereby ordered that the quantity of red cedar shingles imported from Canada which may be admitted to entry during the first six months of the calendar year 1937 shall be limited to 1,048,262 squares, which quantity is equivalent to 25 per centum of the combined total of the shipments and imports of red cedar shingles for the last six months of the calendar year 1936.",
        "[NAME]",
        "The White House,March 13, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7575-Limiting the Importation of Red Cedar Shingles From Canada Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368959"
}