{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8467-amending-section-7-executive-order-no-7916-june-24-1938-extending-the",
    "doc": "executive-order-8467-amending-section-7-executive-order-no-7916-june-24-1938-extending-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8467-Amending Section 7 of Executive Order No. 7916 of June 24, 1938, Extending the Competitive Classified Civil Service",
    "date": "July 01, 1940",
    "content": [
        "By virtue of the authority vested in me by the Constitution, by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), by the Civil Service Act (22 Stat. 403), and as President of the United States, section 7 of Executive Order No. 7916 of June 24, 1938, extending the competitive classified civil service, is hereby amended to read as follows:",
        "\"Sec. 7. (a) Effective July 1, 1940, the United States Civil Service Commission is directed to establish within the Commission a Council of Personnel Administration and to designate as members thereof such of the personnel of the Commission as the Commission shall determine. The Commission shall designate one of such members as Chairman of the Council.",
        "\"(b) In addition to the membership of the Council of Personnel Administration above provided for, the directors of personnel of the several departments and independent establishments and a representative of the Bureau of the Budget, to be designated by the Director thereof, shall be ex officio members of the Council.",
        "\"(c) The Council shall advise and assist the President and the Commission in the protection and improvement of the merit system, and recommend from time to time to the President and the Commission needed changes in procedure, rules, or regulations. When directed so to do by the President or the Commission, the Council shall hold hearings and conduct investigations with respect to alleged abuses and proposed changes. The Council shall carry on programs of study to coordinate and perfect the executive personnel service in all its branches, and shall report upon the progress of personnel administration throughout the service.",
        "\"(d) Executive Order No. 5612 of April 25, 1931, is hereby revoked.\"",
        "[NAME]",
        "The White House,July 1, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8467-Amending Section 7 of Executive Order No. 7916 of June 24, 1938, Extending the Competitive Classified Civil Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368401"
}