{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5706-authorizing-the-appointment-mrs-mary-j-hangliter-mrs-margaret-b",
    "doc": "executive-order-5706-authorizing-the-appointment-mrs-mary-j-hangliter-mrs-margaret-b",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5706-Authorizing the Appointment of Mrs. Mary J. A. Hangliter, Mrs. Margaret B. Hillyard, Mrs. Catherine Lehmkuhl, and Miss Frances N. Kane",
    "date": "September 04, 1931",
    "content": [
        "The following persons may be appointed to appropriate positions in the Bureau of Engraving and Printing of the Treasury Department without compliance with the requirements of the civil-service rules.",
        "Mrs. Mary J. A. Hangliter. Mrs. Hangliter is the wife of Edward R. Hangliter, who served as a plate printer for 20 years prior to his retirement on account of total disability. They have three young children to support. Mrs. Hangliter was formerly employed as a printer's assistant in the Bureau of Engraving and Printing but is not eligible for reinstatement",
        "Mrs. Margaret B. Hillyard. Mrs. Hillyard is the widow of Arthur V. Hillyard, who served as a plate printer for 17 years and died on May 2, 1930, leaving Mrs. Hillyard with three small children and a very small income to support them. Mrs. Hillyard formerly served as a printer's assistant in the Bureau of Engraving and Printing and has held temporary positions elsewhere in the Government but is not eligible for permanent reinstatement.",
        "Mrs. Catherine Lehmkuhl. Mrs. Lehmkuhl is the widow of Christopher Lehmkuhl, who served as a plate printer for 28 years and died on January 25, 1931, leaving Mrs. Lehmkuhl with no income.",
        "Miss Frances N. Kane. Miss Kane is the daughter of Edward Kane, who served as a plate printer in the bureau for 25 years and died on October 31, 1929, after he had been retired on account of total disability, leaving Mrs. Kane and four children with no means of support.",
        "These appointments are recommended by the Acting Secretary of the Treasury.",
        "[NAME]",
        "The White House,September 4, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5706-Authorizing the Appointment of Mrs. Mary J. A. Hangliter, Mrs. Margaret B. Hillyard, Mrs. Catherine Lehmkuhl, and Miss Frances N. Kane Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361285"
}