{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9283-amendment-executive-order-no-9226-august-19-1942-prescribing",
    "doc": "executive-order-9283-amendment-executive-order-no-9226-august-19-1942-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9283-Amendment of Executive Order No. 9226 of August 19, 1942, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Men of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve",
    "date": "December 18, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 10 of the Pay Readjustment Act of June 16, 1942 (Public Law 607, 77th Congress), paragraph 6 of Executive Order No. 9226 of August 19, 1942, prescribing regulations governing the furnishing of clothing in kind or payment of cash allowances in lieu thereof to enlisted men of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve, is hereby amended to read as follows:",
        "\"6. Members of the Insular Force shall be entitled to the cash clothing allowances prescribed herein except that when they are not required to wear blue clothing the cash clothing allowances shall be one-half the rates prescribed herein. In lieu of the cash clothing allowances prescribed herein all members of the Samoan Native Guard and Band shall be entitled to a cash clothing allowance of $20.00 upon first enlistment, or upon reenlistment subsequent to expiration of three months from date of last discharge, and, under the conditions specified in paragraph 3 hereof, to a quarterly cash maintenance allowance of $4.00.\"",
        "[NAME]",
        "The White House,December 18, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9283-Amendment of Executive Order No. 9226 of August 19, 1942, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Men of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372344"
}