{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14174-revocation-certain-executive-orders",
    "doc": "executive-order-14174-revocation-certain-executive-orders",
    "president": "Donald J. Trump (2nd Term)",
    "president_byline": "47th President of the United States: 2025-present",
    "title": "Executive Order 14174-Revocation of Certain Executive Orders",
    "date": "January 21, 2025",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered:",
        "Section 1. Revocation. The following Executive Orders are hereby revoked:",
        "(a) Executive Order 14042 of September 9, 2021 (Ensuring Adequate COVID Safety Protocols for Federal Contractors); and",
        "(b) Executive Order 14043 of September 9, 2021 (Requiring Coronavirus Disease 2019 Vaccination for Federal Employees).",
        "Sec. 2. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "[NAME]",
        "The White House,",
        "January 21, 2025."
    ],
    "citation": "Donald J. Trump (2nd Term), Executive Order 14174-Revocation of Certain Executive Orders Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/376078"
}