{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9152-directions-and-regulations-concerning-census-reports",
    "doc": "executive-order-9152-directions-and-regulations-concerning-census-reports",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9152-Directions and Regulations Concerning Census Reports",
    "date": "April 29, 1942",
    "content": [
        "Whereas section 1401 of the Second War Powers Act, 1942, approved March 27, 1942, authorizes the Secretary of Commerce, at the direction of the President, to make such special investigations and reports of census or statistical matters as may be needed in connection with the conduct of the war, and, in carrying out that purpose, to dispense with or curtail any regular census or statistical work of the Department of Commerce:",
        "Now, Therefore, by virtue of the authority vested in me by the foregoing statutory provision, and in order to carry out the purposes thereof, I hereby issue the following directions and regulations:",
        "1. The Secretary of Commerce is directed to make, subject to the exercise by the Director of the Bureau of the Budget of his responsibilities for the coordination of Federal statistical activities, such special investigations and reports of census or statistical matters as may be needed in connection with the conduct of the war.",
        "2. In order to carry out the purpose of section 1 hereof, the Secretary of Commerce is authorized and directed to dispense with the taking of the census of manufacturing industries for 1941, and to dispense with or curtail, subject to the exercise by the Director of the Bureau of the Budget of his responsibilities for the coordination of Federal statistical activities, any other regular census or statistical work of the Department of Commerce.",
        "[NAME]",
        "The White House,April 29, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9152-Directions and Regulations Concerning Census Reports Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372265"
}