{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9420-authorizing-the-secretary-war-take-possession-and-operate-the-plants",
    "doc": "executive-order-9420-authorizing-the-secretary-war-take-possession-and-operate-the-plants",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9420-Authorizing the Secretary of War to Take Possession of and Operate the Plants and Facilities of the Arkwright Corporation, Berkshire Fine Spinning Associates, Inc., Border City Manufacturing Company, Bourne Mills, Howard Arthur Mills, Richard Borden Manufacturing Company, and Sagamore Manufacturing Company, in and About Fall River, Massachusetts",
    "date": "February 07, 1944",
    "content": [
        "Whereas  after investigation I find and proclaim that as a result of a labor disturbance there is an interruption of the operation of the plants and facilities of the Arkwright Corporation, Berkshire Fine Spinning Associates, Inc., Border City Manufacturing Company, Bourne Mills, Howard Arthur Mills, Richard Borden Manufacturing Company, and Sagamore Manufacturing Company, in and about Fall River, Massachusetts, and that the war effort is being and will be unduly impeded or delayed by this interruption:",
        "Now, Therefore, by virtue of the power and authority vested in me by the Constitution and laws of the United States, particularly the War Labor Disputes Act of June 25, 1943 (Public Law, 78th Cong.), as President of the United States and Commander in Chief of the Army and Navy of the United States, it is hereby ordered as follows:",
        "1. The Secretary of War is hereby authorized to take possession of the plants and facilities of the companies hereinafter named, and to the extent deemed desirable by him of any additional textile plants, facilities or installations situated in and about Fall River, Massachusetts, and the territory adjacent thereto, which are used or operated by the hereinafter-named companies in connection with the plants and facilities of the said companies and in which strikes have occurred or are threatened, together with any real or personal property, tangible or intangible, franchises, rights and other assets used in connection with the operation thereof; and to operate or arrange for the operation of such plants, facilities and installations in such manner as he deems necessary for the successful prosecution of the war, and to do all things necessary for or incidental to the production, sale and distribution of the products thereof:",
        "Arkwright CorporationBerkshire Fine Spinning Associates, Inc.Border City Manufacturing CompanyBourne MillsHoward Arthur MillsBichard Borden Manufacturing CompanySagamore Manufacturing Company",
        "2. In carrying out this order, the Secretary of War may act through or with the aid of such public or private instrumentalities or persons as he may designate. All federal agencies, including but not limited to the War Manpower Commission, the National Selective Service System, and the Department of Justice, are directed to cooperate with the Secretary of War to the fullest extent possible in carrying out the purposes of this order.",
        "3. The Secretary of War shall permit the managements of the plants, facilities, and installations taken under the provisions of this order to continue with their managerial functions to the maximum degree possible consistent with the aims of this order.",
        "4. The Secretary of War shall operate the plants under the terms and conditions of employment which are in effect at the time possession of the plants mentioned herein is taken, subject to the provisions of section 5 of the War Labor Disputes Act.",
        "5. The Secretary of War is authorized to take such action, if any, as he may deem necessary or desirable to provide protection for the plants and all persons employed or seeking employment therein, and their families and homes.",
        "6. Possession, control and operation of any plant or facilities, or parts thereof, taken under this order, shall be terminated by the Secretary of War within sixty days after he determines that the productive efficiency of the plants has been restored to the level prevailing prior to the interruption of production referred to in the recitals of this order.",
        "[NAME]",
        "The White House,February 7, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9420-Authorizing the Secretary of War to Take Possession of and Operate the Plants and Facilities of the Arkwright Corporation, Berkshire Fine Spinning Associates, Inc., Border City Manufacturing Company, Bourne Mills, Howard Arthur Mills, Richard Borden Manufacturing Company, and Sagamore Manufacturing Company, in and About Fall River, Massachusetts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355112"
}