{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7228-application-the-civil-service-rules-and-regulations-the-national",
    "doc": "executive-order-7228-application-the-civil-service-rules-and-regulations-the-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7228-Application of the Civil-Service Rules and Regulations to the National Training School for Boys",
    "date": "November 18, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403, 404), it is ordered as follows:",
        "Section 1. All positions at the National Training School for Boys, except those of Superintendent, physician-psychiatrist, cottage officers, cottage matrons, and unskilled laborers, are hereby included in the classified civil service, and appointments thereto shall hereafter be made in accordance with the civil-service law and rules, the labor regulations, and the Classification Act of 1923, as amended.",
        "Section 2. Schedule A of the civil-service rules is hereby amended by the addition of a new subdivision, as follows:",
        "\"XXV. National Training School for Boys",
        "\"1. The Superintendent of the National Training School for Boys.\"2. One physician-psychiatrist.\"",
        "Section 3. Schedule B of the civil-service rules is hereby amended by the addition of a new subdivision, as follows:",
        "\"XIV. National Training School for Boys",
        "\"1. Cottage officers and cottage matrons.\"",
        "Section 4. Unskilled-laborer positions at the National Training School for Boys shall be filled in accordance with the labor regulations.",
        "Section 5. Incumbents of positions affected by this order, who do not already possess an appropriate civil-service status, shall not acquire such status by reason of the inclusion of their positions in the classified service, or under the labor regulations, except upon recommendation of the Board of Trustees of the National Training School for Boys within 1 year from the date of this order, subject to such noncompetitive tests of fitness as the Civil Service Commission may prescribe.",
        "[NAME]",
        "The White House,November 18, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7228-Application of the Civil-Service Rules and Regulations to the National Training School for Boys Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362728"
}