{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8850-authorizing-the-commandant-the-coast-guard-take-over-certain-foreign",
    "doc": "executive-order-8850-authorizing-the-commandant-the-coast-guard-take-over-certain-foreign",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8850-Authorizing the Commandant of the Coast Guard To Take Over Certain Foreign Merchant Marine Training Ships",
    "date": "August 16, 1941",
    "content": [
        "Whereas section 2 of the act of Congress entitled \"An Act to,authorize the construction of Coast Guard cutters necessary in the interest of national defense and for performance of Coast Guard duties, and for other purposes\", approved July 15, 1941 (Public Law 178, 77th Congress, 1st Session), provides:",
        "\"SEC. 2. The President is authorized and empowered, in the interest of the national defense, through the Commandant of the Coast Guard, to purchase, charter, requisition the use of, or the possession of, for the use of the Coast Guard in the training of Coast Guard cadets and merchant marine personnel, any foreign vessel designed as a merchant marine training ship, which is lying idle in waters within the jurisdiction of the United States: Provided, That the provisions of the Act of Congress approved June 6, 1941 (Public, Numbered 101, Seventy-seventh Congress), except the third and fourth provisos of section 1 thereof, applicable to foreign merchant vessels shall be applicable to any foreign vessel acquired under this section.\";",
        "And Whereas I find that foreign vessels designed as merchant marine training ships lying idle in waters within the jurisdiction of the United States are necessary, in the interest of the national defense, for the use of the Coast Guard in the training of Coast Guard cadets and merchant marine personnel:",
        "Now, Therefore, by virtue of the authority vested in me by the aforesaid act, it is hereby ordered as follows:",
        "1. The Commandant of the Coast Guard (hereinafter called the \"Commandant\") is hereby authorized and empowered, at such time or times and upon such terms and conditions as the Commandant shall deem desirable and conducive to the national defense, to purchase, charter, requisition the use of, or the possession of, any or all foreign vessels designed as merchant marine training ships which are lying idle in waters within the jurisdiction of the United States, including all tackle, apparel, furniture, spare parts, gear and equipment, and all stores, including fuel, aboard such vessels or appertaining thereto, for the use of the Coast Guard in the training of Coast Guard cadets and merchant marine personnel.",
        "2. The Commandant is authorized and directed, to such extent and upon such terms and conditions as he shall deem desirable and conducive to the national defense:",
        "(a) To operate any or all of such vessels in the training of Coast Guard cadets and merchant marine personnel.",
        "(b) To repair, reconstruct, or recondition any or all of such vessels in accordance with the provisions of subsection (f) of section 5 of the act of Congress approved June 6, 1941 (Public Law 101, 77th Congress, 1st Session).",
        "(c) To equip and man any or all such vessels, and to do whatever may be necessary to accomplish the purposes of the said act of July 15, 1941, or of this order.",
        "3. The Commandant is directed to determine and make to the owner or owners of any vessel taken pursuant to the provisions hereof, just compensation for such vessel or the use thereof, in accordance with the provisions of the first and second provisos of section 1 of the said act of June 6, 1941.",
        "[NAME]",
        "The White House,August 16, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8850-Authorizing the Commandant of the Coast Guard To Take Over Certain Foreign Merchant Marine Training Ships Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372158"
}