{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7856-rules-governing-the-granting-and-issuing-passports-the-united-states",
    "doc": "executive-order-7856-rules-governing-the-granting-and-issuing-passports-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7856-Rules Governing the Granting and Issuing of Passports in the United States",
    "date": "March 31, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1 of the act of July 3, 1926, 44 Stat. 887 (U.S.C., title 22, sec. 211a), I hereby prescribe the following rules governing the granting and issuing of passports in the United States.",
        "Part I-Authority To Issue Passports in the United States",
        "1. Only the Secretary of State may grant and issue passports in the United States. (Sec 1, act of July 3, 1926, 44 Stat. 887; U.S.C., title 22, sec. 211a; sec. 4078, R.S.)",
        "Part II-To Whom Passports Are Issued",
        "2. No passport shall be granted or issued to any other persons than those owing allegiance, whether citizens or not, to the United States. (Sec. 4076, R.S.; act of June 14, 1902, 32 Stat. 386; U.S.C., title 22, sec. 212)",
        "3. Unless a request is made by the parental or other guardian that a passport be denied, passports may be issued to minors upon their own application.",
        "4. Children may execute applications in their own behalf when of sufficient intelligence to understand the statements, and the meaning of the oath of allegiance to the United States, contained in the applications.",
        "5. As a rule, children of 12 years of age or more should be required to execute their own applications for passports.",
        "6. If circumstances warrant, a parent or guardian may execute applications for passports on behalf of minors of any age. The application should be signed thus: \"Richard Roe, by John Roe, father.\" The oath of allegiance to the United States need not be administered.",
        "Part III-Persons Who May Be Included in One Passport",
        "7. Only persons who are citizens of, or who owe allegiance to, the United States may be included in a passport of the United States.",
        "8. A passport issued to a husband or wife may include his or her spouse.",
        "9. A passport issued to a parent may include his or her unmarried minor children or stepchildren.",
        "10. A minor brother or sister may be included in the passport of an older brother or sister.",
        "11. A minor grandchild, niece, or nephew of tender years may be included in the passport of the relative when the application therefor is accompanied by a request from the parental or other guardian.",
        "12. Adopted children who are American citizens may be included in a passport issued to the adoptive parents. (See Par. 111)",
        "13. A minor child who will attain majority within two years may be included in a passport issued to a parent under the conditions stated in this Part but such passport shall be limited in validity to the date when such minor child shall attain majority. In the discretion of the Secretary of State an exception may be made to this paragraph when the minor child will attain majority within a period not exceeding three months prior to the date of the expiration of the usual two-year period for which a passport is issued.",
        "Part IV-Applications for Passports",
        "14. Before a passport is issued to any person by or under the authority of the United States such person shall subscribe to and submit a written application duly verified by his oath before a person authorized and empowered to administer oaths, and each application shall contain a true recital of each and every matter of fact which may be required by law, or by any rules authorized by law, to be stated as a prerequisite to the issuance of any such passport. (Act of June 15, 1917, 40 Stat. 227; U.S.C., title 22, sec. 213)",
        "15. The application must be executed in person before a clerk of a Federal court or a State court authorized by the act of June 29, 1906, 34 Stat. 596, to naturalize aliens, or before an Agent of the Department of State within the jurisdiction in which the applicant or the witness to his application resides. However, if, for valid reason, the application executed before such an official elsewhere, the Secretary of State may in his discretion accept such application.",
        "16. When the application is executed before a clerk of court, the seal of the court must be affixed to the application.When the application is executed before an Agent of the Department of State, the seal of the Agency of the Department of State must be affixed to the application.",
        "17. When an application for a passport is not made at or near the place where the applicant resides, the applicant should give the name and address of a reputable person residing at or near the place of the applicant's residence, to whom the clerk of court, the Agent of the Department of State, or the Department of State itself, may address such inquiry as may be necessary concerning the applicant. When it is necessary to make inquiries by telegraph, the expense thereof shall be borne by the applicant.",
        "Part V-Names and Titles",
        "18. The passport application shall contain the full name of the applicant,thus, \"John Henry Smith\", not \"J. H. Smith\". A married woman's name should, ordinarily, be written thus: \"Mary Elizabeth Doe\", not \"Mrs. John Doe\".",
        "19. An applicant whose name has been changed by order or decree of a court should submit with his application a certified copy of such order or decree. An applicant who has changed his name by the adoption of a new name without formal court procedure, if he resides in a State where a formal court procedure is not necessary, should submit with his application the affidavits of two or more persons to the effect that he uses the new name exclusively, has used it exclusively for a stated period of time, and is known by such name in the community in which he resides.",
        "20. A married woman desiring a passport issued in her maiden name must submit with her application the affidavits of two or more persons to the effect that she uses her maiden name exclusively, has used it exclusively for a stated period of time, and is known by such name in the community in which she resides.",
        "21. If an applicant desires to use a professional name, he must submit affidavits of two or more persons to the effect that the applicant has used the professional name for a stated period of time. A married woman who uses her maiden name for professional purposes must submit affidavits of two or more persons to the effect that she has used such name for professional purposes for a stated period of time. In the case of an applicant using a professional name, his passport will be written thus: \"John Henry Jones (professionally known as Thomas Augustus Smith)\". In the case of a married woman using her married name, and also her maiden name as a professional name, the passport will be written thus: \"Mary Doe (professionally known as Mary Roe)\", and an applicant's name in religion or an author's nom de plume will be similarly written.",
        "22. The Department of State may, in addition to the evidence required under this Part, require such other evidence as it may deem necessary.",
        "Part VI-Contents of Application for a Passport",
        "A. Each Application of a Native Citizen for a Passport Must Contain the Following:",
        "23. The applicant's name.",
        "24. The place and date of the applicant's birth.",
        "25. The name, date and place of birth, and place of residence, of the applicant's father. (If the applicant was born outside of the United States at or after noon, Eastern Standard Time, May 24, 1934, of an alien father and an American mother, a supplemental affidavit shall be required giving the name, and date and place of birth, of the mother and complete data concerning the manner and date of her acquisition of American citizenship.)",
        "26. The place of permanent residence of the applicant.",
        "27. Whether the applicant has been naturalized as a citizen of a foreign state or has taken an oath of allegiance to a foreign state.",
        "28. If the applicant or his father was born abroad, the period of residence of the applicant outside of the United States.",
        "29. If the applicant's father was born abroad, the date of his emigration to the United States, the period of his residence in the United States, and if naturalized, the date and place of his naturalization as a citizen of the United States.",
        "30. If the applicant is a woman: Whether she has ever been married; if so, the date of her marriage; the name, and date and place of birth, of her husband; whether he is a citizen of the United States; the place of his residence; her maiden name; whether she was previously married; if so, the name and place of birth of her former husband; the date and place of her former marriage; whether the marriage was terminated by death or divorce and the date thereof; if the present or former husband was born abroad, the date of his emigration to the United States; and if naturalized, the date and place of his naturalization, or if naturalized through his father, the father's name and date and place of his naturalization.",
        "31. Such further information as the Secretary of State may require to establish satisfactorily the American citizenship of the applicant.",
        "32. The name of the port from which, and the name and date of sailing of the vessel upon which, the applicant intends to depart from the United States.",
        "33. The place of issue, and, if possible, the date or approximate date, the number, and the disposition made, of any passport previously issued to the applicant.",
        "34. The names of the countries the applicant intends to visit and the object of the visit to each. (The Secretary of State may in his discretion require an applicant to submit satisfactory documentary evidence of the object of his visit to each country named in his application.)",
        "35. The period within which the applicant intends to return to the United States.",
        "36. A description of the applicant.",
        "37. The applicant's oath or affirmation of allegiance to the United States.",
        "38. If the applicant desires that members of his family be included in his passport, the information required by Paragraphs 65 to 69, inclusive, shall also be furnished.",
        "Photographs of the Applicant",
        "39. The applicant must submit with his application duplicate photographs not more than 3 by 3 inches and not less than 2Y by 21/2 inches in size, unmounted, printed on thin paper on a light background, showing the full front view of the features of the applicant, and taken within six months of the date they are submitted. Snapshot, newspaper, magazine or full-length photographs will not be accepted. One photograph must be signed by the applicant, whose signature should correspond with the signature on the application. The unsigned photograph should be affixed by the clerk of court or Passport Agent to the application and the seal of the court or Passport Agency must be impressed on the lower portion of the photograph in such manner as not to obscure the features. The seal of the court or Passport Agency should not be impressed upon the signed photograph, which should be forwarded to the Department of State to be attached to the passport, if issued. An applicant who is accompanied by members of his family should submit duplicate photographs of the accompanying members. A group photograph is preferable. Photographs in the uniform of the United States Military or Naval Service will be accepted only from applicants who are in the active service of the United States and are proceeding abroad in the discharge of their duties.",
        "Affidavit of a Supporting Witness",
        "40. When the applicant applies for a passport he should be accompanied by one credible witness who is an American citizen, has known the applicant for a period of two or more years, and has a definite place of residence. The witness must state in the application that he is a citizen of the United States, that he knows the applicant to be a citizen of the United States, that the allegations contained in the application are true to the best of his knowledge and belief, and that he has known the applicant for a definite period of time. If the witness has been issued an American passport he should state the place of issue, and, if possible, give the number and date, or approximate date, of issue. The witness should subscribe and swear to his statement before the clerk of court or Passport Agent.",
        "41. If the applicant or the witness is not known to the clerk of court or Passport Agent and cannot present conclusive documentary evidence of identity, the applicant must obtain as a witness to his application an American citizen who is established in a recognized profession or business and who has his office or place of business within the jurisdiction of the court or the Passport Agency (e.g., a clergyman, lawyer, physician, banker, broker, real estate dealer, or merchant). Clerks of courts and Passport Agents should satisfy themselves of the identity and bona fides of each applicant and his witness.",
        "42. A passport issued by the Secretary of State, to which is affixed the photograph and signature of the person to whom the passport was originally issued will be accepted in lieu of an identifying witness.",
        "43. No lawyer or other person who expects to receive a fee in connection with the application or passport will be accepted as a supporting witness.",
        "B. Each Application for a Passport of a Person Claiming Citizenship Through Naturalization Must Contain the Following:",
        "44. The applicant's name.",
        "45. The date and place of the applicant's birth.",
        "46. The date of the applicant's emigration to the United States.",
        "47. The period of the applicant's residence in the United States.",
        "48. The place of permanent residence of the applicant.",
        "49. The name of the applicant's father, and whether or not he is an American citizen, place of his birth, place of his present residence, and if naturalized, date and place of his naturalization.",
        "50. If the applicant claims citizenship through the naturalization of his mother or through the acquisition of citizenship by both of his parents, a supplemental affidavit shall be required giving, in addition to the data required concerning his father, the name, and date and place of birth, of the mother and complete data concerning the manner and date of her acquisition of American citizenship.",
        "51. If the applicant has been naturalized, upon his own petition, as a citizen of the United States, the date and place of such naturalization.",
        "52. Whether since naturalization as a citizen of the United States the applicant has been naturalized as a citizen of a foreign state or taken an oath of allegiance to a foreign state.",
        "53. The periods and places of residence outside of the United States since naturalization.",
        "54. If the applicant is a woman: Whether she has ever been married; if so, the date of her marriage; name, and date and place of birth, of her husband; whether he is a citizen of the United States; the place of his residence; her maiden name; whether she was previously married; if so, the name and place of birth of her former husband; the date and place of her former marriage; whether the marriage was terminated by death or divorce and the date thereof; if the present or former husband was born abroad, the date of his emigration to the United States; and if naturalized in the United States, the date and place of his naturalization, or if naturalized through his father, the father's name and the date and place of his naturalization.",
        "55. Such further information as the Secretary of State may require to establish satisfactorily the American citizenship of the applicant.",
        "56. The name of the port from which, and the name and date of sailing of the vessel upon which, he intends to depart from the United States.",
        "57. The place of issue, and, if possible, the date or approximate date of issue, the number and the disposition made, of any passport previously issued to the applicant.",
        "58. The names of the countries the applicant intends to visit and the object of the visit to each. (The Secretary of State may in his discretion require an applicant to submit satisfactory documentary evidence of the object of his visit to each country named in his application.)",
        "59. The period within which the applicant intends to return to the United States.",
        "60. A description of the applicant.",
        "61. The applicant's oath or affirmation of allegiance to the United States.",
        "62. The provisions of Paragraph 39,relating to photographs, and Paragraphs40 to 43, inclusive, relating to supporting witnesses, shall also be observed in connection with all applications submitted under this subdivision.",
        "63. If the applicant desires that members of his family be included in his passport, the information required by Paragraphs 65 to 69, inclusive, shall also be furnished.",
        "64. If the signature on the application does not conform to the applicant's name as written on his certificate of naturalization, a satisfactory explanation of the difference shall be submitted.",
        "C. When an Applicant for a Passport Desires to Include a Member or Members of his Family his Application Must Contain the Following:",
        "65. The names, and dates and places of birth, of other persons to be included in the passport.",
        "66. In case a wife is to be included in the passport, complete data as to present and any former marriage, including the name, and date and place of birth, of her former husband, the date and place of marriage, whether the marriage was terminated by death or divorce and the date of termination. If the wife was born abroad, the date of her emigration to the United States; the date and place of her naturalization if she did not acquire American citizenship by marriage; the dates and places of residence abroad since acquiring citizenship; and whether she has been naturalized as a citizen of a foreign state or taken an oath of allegiance to a foreign state since acquiring American citizenship. If the wife acquired citizenship through naturalization of a parent or a former husband, the name of the parent or the former husband and the date and place of naturalization.",
        "67. If a native-born husband is included in the application, the date and place of his birth; the dates and places of residence abroad; the name of his father; the date and place of his father's birth, and, if born abroad, the date of his emigration to the United States, and the dates and places of his residence in the United States; if naturalized, the date and place of his naturalization and the dates and places of his residence outside of the United States subsequent to naturalization; and whether the husband or his father has been naturalized as a citizen of a foreign state or taken an oath of allegiance to a foreign state. If the husband's father has acquired American citizenship through naturalization of a parent, in addition to the foregoing, the name of the parent and date and place of naturalization.",
        "68. If a foreign-born husband is included in the application, the date and place of his birth; the date of his emigration to the United States; the date and place of his naturalization; dates and places of residence Abroad since naturalization; and whether he has been naturalized as a citizen of a foreign state or taken an oath of allegiance to a foreign state since naturalization as a citizen of the United States. If the husband has acquired citizenship through naturalization of a parent, the name of the parent and the date and place of naturalization.",
        "69. If the husband or wife who is included in the application has previously been issued a passport, the place of issue, and, if possible, the date or approximate date of issue, the number, and the disposition made, of the passport previously issued.",
        "D. Application of a Resident of an Outlying Possession of the United States Who was not Born or Naturalized in the United States but Who Owes Permanent Allegiance, Whether Citizen or Not, to the United States.",
        "70. A resident of an outlying possession of the United States who was not born or naturalized in the United States but who owes permanent allegiance, whether citizen or not, to the United States must state in his application such facts concerning the date and place of his birth and the birth of his father; the dates and places of his and his father's residence in the United States and in the outlying possessions of the United States; and the dates and places of his residence abroad, and such other facts as may be necessary to determine his nationality status. In addition he must state whether since acquiring American nationality he has been naturalized as a citizen of a foreign state or taken an oath of allegiance to a foreign state.",
        "71. If the applicant is a woman: Whether she has ever been married; if so, the name, and date and place of birth, of her husband; his nationality status; the place of his residence; her maiden name; whether she wAs previously married, and, if so, the name and place of birth of her former husband; the date and place of her former marriage; whether the marriage was terminated by death or divorce and the date thereof; and if the present or former husband was born abroad, the date of his emigration to the United States or an outlying possession of the United States.",
        "72. The applicant shall also comply with the requirements of Paragraphs 32 to 37, inclusive.",
        "73. The provisions of Paragraph 39, relating to photographs, and Paragraphs 40 to 43, inclusive, relating to supporting witnesses, shall also be observed in connection with applications submitted under this subdivision.",
        "74. If the applicant desires that members of his family be included in his passport, he shall furnish such information with respect to them as may be required by these rules for the purpose of determining their nationality status.",
        "75. The applicant must submit such further information as the Secretary of State may require to establish satisfactorily his status as an American national.",
        "Part VII-Amendment of Passports",
        "76. Passports may be amended in the United States by the Department of State or any of the Passport Agents of the Department of State.",
        "77. Passports may be amended to include only those persons who Are citizens of, or who owe permanent allegiance to, the United States.",
        "78. A request for the amendment of a passport to include any person should be in writing and accompanied by documentary evidence that such person is a citizen of the United States or owes permanent allegiance to the United States, and by two photographs meeting the requirements of these rules.",
        "79. A passport may be amended to include any of the persons specified in Paragraphs 7 to 13, inclusive, that is, any of the persons who might have been included in the passport when originally issued.",
        "80. A passport will not be amended to include a person who bears a valid passport issued in his own name unless such passport is submitted for cancellation.",
        "81. A passport will not be amended to include a person who is included in a valid passport unless such passport is submitted for amendment to exclude such person.",
        "82. A passport may be amended upon the written request of the person to whom it was issued, to exclude a person or persons originally included in the passport.",
        "83. The Secretary of State may in his discretion require an applicant for an amendment of a passport to submit satisfactory documentary evidence of the object of his journey abroad.",
        "Part VIII-Period of Validity of Passports and the Renewal and Extension",
        "84. The original period of possible validity of a passport is restricted to two years: Provided, that the passport maybe renewed for a period of not more than two additional years under regulations prescribed by the Secretary of State: And provided further, that the Secretary of State may restrict the original or renewal period of a passport to less than two years. (Act of May 16, 1932, ch. 187, 47 Stat. 157; U.S.C., title 22, sec. 217a)",
        "85. The Secretary of State may in his discretion require an applicant for the renewal of a passport to submit satisfactory documentary evidence of the object of his journey abroad.",
        "Part IX-Fee for the Execution of an Application, for the Issue of a Passport and for the Renewal of a Passport, and Exemptions from the Payment of the Fee for the Issue of Passports.",
        "86. A fee of $1.00 shall be collected for the execution of each application for a passport. This rule is applicable in all cases, including the cases of persons applying for passports to proceed abroad on official business for the United States. (Act of June 4, 1920, 41 Stat. 750; U.S.C., title 22, sec. 214)",
        "87. A fee of $9.00 shall be collected for each passport issued, except as hereinafter provided in Paragraphs 91 to 99,inclusive. A fee of $5.00 shall be collected for the renewal of a passport. (Act of May 16, 1932, ch. 187, 47 Stat. 157; U.S.C.. title 22, sec. 217a)",
        "88. The Secretary of State is authorized to make regulations authorizing the retention by State officials of the fee of $1.00 for executing an application for a passport. (Sec. 1, act of June 4, 1920, 41 Stat. 750; U.S.C., title 22, sec. 214)",
        "89. The fees of $9.00 for the issue of a passport and $5.00 for the renewal of a passport, payable in currency or postal money order, shall accompany each application for a passport and for the renewal of a passport executed before a clerk of a court. Money orders should be made payable to the Secretary of State, Washington, D.C. If currency is transmitted with the application it will be understood that its transmission is at the risk of the applicant. If the application is executed before a Passport Agent of the Department of State, the fee shall be paid in currency. Personal checks will not be accepted by clerks of courts or Passport Agents.",
        "90. The Secretary of State is authorized in the case of Passport Agencies to make such regulations as he may deem satisfactory for the transmission to him of fees collected in such Agencies.",
        "Persons Exempt From the Payment of the Passport Fees",
        "91. No fees shall be collected for passports issued to officers or employees of the United States proceeding abroad in the discharge of their official duties, or to members of their immediate families, or to seamen, or to widows, children, parents, brothers, and sisters of American soldiers, sailors, or marines buried abroad whose journey is undertaken for the purpose and with the intent of visiting the graves of such soldiers, sailors, or marines, which facts shall be made a part of the application for the passport. (See. 1, act of June 4, 1920, 41 Stat. 750; U.S.C., title 22, sec. 214)",
        "(a) Officers or employees of the United States and Members of their immediate families.",
        "92. In order to be exempt from the payment of the passport fee, an officer or employee of the United States shall submit with his application a written request for a passport from the head of the department or office in which he is employed. The request should set forth the nature of the employment of the applicant, the names of the countries in which he intends to travel, and the official nature of the journey abroad. These conditions shall be applicable to the renewal of a passport to an officer or employee of the United States.",
        "93. An applicant who is a member of the immediate family of an officer or employee of the United States who intends to go abroad on official business, or who is abroad on such business, shall not be required to submit documentary evidence of the official status of the officer or employee of the United States of whose immediate family he is a member if he will refer to the passport application made by such officer or employee and such application meets the requirements of the preceding paragraph.",
        "(b) American seamen.",
        "94. No fees shall be collected for passports issued to American seamen. (Act of June 4, 1920, 41 Stat. 750; U.S.C., title 22, sec. 214)",
        "95. Passports should not be issued to American seamen employed as such on American vessels unless documentary evidence is submitted to the Secretary of State satisfactorily establishing that it is necessary for the seaman to bear an American passport, in addition to the ordinary official documents issued to seamen, in which case they may be issued passports valid for a period sufficient to enable them to carry out the purpose for which the passport is desired. Seamen not traveling as such are not exempt from the payment of the passport fee.",
        "96. Passports shall not be issued to American citizens who are employed or expect to be employed as seamen on foreign vessels unless the necessity for the possession of a passport is established to the satisfaction of the Secretary of State. However, in such case the seaman is not exempt from the payment of the passport fee.",
        "97. A seaman who possesses a sea-man's certificate of American citizenship should submit such certificate with his application for a passport. No other document issued to a seaman under laws applicable to seamen shall be required to be surrendered in connection with an application for a passport.",
        "(c) Persons visiting the graves of American soldiers, sailors, or marines buried abroad.",
        "98. No fees shall be collected for passports issued to widows, children, parents, brothers, and sisters of an American soldier, sailor, or marine buried abroad, who intends to go abroad for the purpose of visiting the grave of such soldier, sailor, or marine. (Act of June 4, 1920, 41 Stat. 750; U.S.C., title 22, sec. 214)",
        "99. In order to be issued a passport without payment of the passport fee, such applicant, proceeding abroad for the purpose stated, must submit with his application a statement from the War Department, Washington, D.C., setting forth the name of the deceased American soldier, sailor, or marine to whom the applicant claims relationship, and the place of burial in a foreign country. A passport issued upon such application will be valid only for the country in which the deceased soldier, sailor, or marine is buried and the countries en route.",
        "Part X-Evidence of Citizenship To Accompany Applications for Passports",
        "(a) Native citizens.",
        "100. A person born in the United States in a place where official records of birth were kept at the time of his birth must submit with the application a birth certificate under the seal of the official custodian of birth records. A certificate to be acceptable must show the date and place of birth and that the record thereof was made at the time of birth or shortly thereafter. If a birth certificate is not obtainable, that fact should be shown, and the application should be supported by a baptismal certificate or a certified copy of the record of baptism under the seal of the church in which the applicant was baptized, giving the date and place of birth, the date of baptism, and the date on which the record of baptism was made. A baptismal certificate to be acceptable must show that the baptism occurred within a short time after the date of the birth of the applicant as shown in the certificate. If birth and baptismal certificates are not obtainable, an affidavit of the parent or of the physician, nurse, or midwife who attended the birth, or the affidavit of a reputable person having sufficient knowledge to be able to testify as to the place and date of the applicant's birth may be accepted. A person who did not attend the birth but who testifies concerning the place and date of the applicant's birth should state briefly how and through what source the knowledge was acquired.",
        "101. A person born abroad whose father was born in the United States and at the time of the applicant's birth had not ceased to be a citizen of the United States must submit with his application evidence of the father's birth in this country as required in the preceding paragraph.",
        "102. If the applicant comes within the provisions of Paragraph 100 or 101 and has previously been issued a passport, reference to the application upon which such passport was issued will be sufficient, provided there was submitted with such application satisfactory evidence of American citizenship. If the applicant has not previously been issued a passport but his father has been issued such a document, reference to the application upon which a passport was issued to his father will be sufficient, provided there was submitted with such application satisfactory evidence of the father's American citizenship.",
        "103. A person born abroad after noon, Eastern Standard Time, May 24, 1934, of a mother who was born in the United States and an alien father, must submit with his application evidence of the mother's birth in this country as required by Paragraph 101.",
        "104. A person born abroad after noon, Eastern Standard Time, May 24, 1934, of parents both of whom were born in the United States, must submit with his application evidence of the birth in this country of both of his parents as required by Paragraph 101. If either parent has previously been issued a passport, reference to the application upon which such document was issued will be sufficient as evidence of the citizenship of that parent, provided there was submitted with such application evidence of his American citizenship.",
        "105. A person born abroad who claims American citizenship through the birth abroad of a father who acquired American citizenship at birth must submit evidence of the citizenship of his paternal grandfather and evidence that his father resided in the United States prior to the applicant's birth. If the father has previously been issued a passport, reference to the application upon which such document was issued will be sufficient as evidence of the citizenship of the father, provided there was submitted with such application evidence of his father's American citizenship and it satisfactorily appears from such application that the father had resided in the United States prior to the applicant's birth abroad.",
        "106. A person born abroad after noon, Eastern Standard Time, May 24, 1934, who claims American citizenship through the birth abroad of a mother who acquired American citizenship at birth must submit evidence of the citizenship of his maternal grandfather and evidence that his mother resided in the United States prior to the applicant's birth. If the mother has previously been issued a passport reference to the application upon which such document was issued will be sufficient as evidence of the citizenship of the mother, provided there was submitted with such application evidence of her father's American citizenship and it satisfactorily appears from such application that the mother had resided in the United States prior to the applicant's birth abroad.",
        "107. A person born abroad who claims citizenship at birth through a parent who was naturalized as a citizen of the United States must submit with his application the parent's certificate of naturalization, unless the applicant or his father has previously been issued a passport upon an application with which was submitted satisfactory evidence of the father's naturalization.",
        "(b) Persons claiming citizenship through naturalization of self or parent.",
        "108. A person naturalized in his own right must submit with his application his certificate of naturalization.",
        "109. The child of a naturalized citizen claiming citizenship through the naturalization of the father or mother must submit the certificate of naturalization of the parent through whom he claims American citizenship, and if the parent was naturalized after noon, Eastern Standard Time, May 24, 1934, he must show that he has resided in the United States as a minor for a period of five years. If both parents have been naturalized, appropriate evidence thereof should be submitted. If the mother resumed American citizenship under section 3 of the act of March 2, 1907, 34 Stat. 1228, or was repatriated under the act of June 25, 1936, ch. 801, 49 Stat. 1917 (U.S.C., title 8, see. 9a), appropriate evidence of such resumption or repatriation must be submitted with the application.",
        "110. If the applicant comes within the provisions of Paragraph 108 or 109 and has previously been issued a passport, reference to the application upon which such passport was issued will be sufficient, provided there was submitted with such application evidence of his naturalization or the naturalization of the parent through whom he claims citizenship.",
        "(c) An adopted child included in the passport of the foster parent or parents.",
        "111. As the adoption of an alien child by an American citizen does not confer American citizenship upon such child, it is necessary when an adopted minor child is to be included in the passport of the foster parent or parents that the application be accompanied by documentary evidence of the adoption of the child and evidence of the child's American citizenship. When evidence of the citizenship of an adopted child of the nature mentioned in this section cannot be obtained but the custody of the adopted child was obtained during early infancy from a reputable charitable or other organization, an affidavit may be executed by an official of such organization setting forth, if possible, the date and place of birth in the United States of its former ward, the fact that the child has been legally adopted, the date and manner of adoption, and the name and place of residence of the adoptive parent or parents. Such affidavit should also set forth the basis for the knowledge and belief of the afflant concerning the date and place of birth of the child and the date when the child was placed in the custody of the organization. If the child has not been formally adopted, that fact should be set forth in the affidavit, together with a statement indicating that the child has had a permanent and established place for a definite period of time with the family in whose custody the child has been placed by the organization. The Secretary of State may require the submission of such further information or documents as he may deem necessary to establish the legal or actual custody of the child and its nationality.",
        "(d) Wife included in husband's application.",
        "112. When an application includes the wife of the applicant, evidence of the husband's citizenship only shall be required if the wife was born in the United States, or if alien born was eligible to naturalization under section 1994 of the Revised Statutes of the United States (repealed by section 6 of the act of September 22, 1922, 42 Stat. 1022), provided that in both cases the marriage occurred prior to September 22, 1922, and the applicant was an American citizen at the time of marriage or became a citizen prior to the date mentioned. When the marriage occurred on or after September 22, 1922, evidence of the American citizenship of both the husband and wife must accompany the application.",
        "(e) Husband included in wife's application.",
        "113. When an application includes the husband of the applicant, evidence of the husband's citizenship and not evidence of the wife's citizenship should be submitted if the marriage occurred prior to September 22, 1922. If the marriage occurred on or after September 22, 1922, evidence of the citizenship of the applicant and her husband must accompany the application.",
        "114. The Secretary of State may require such additional evidence of citizenship as in his judgment may be necessary to establish the citizenship of an applicant for a passport.",
        "Part XI-Evidence of Citizenship To Accompany a Woman's Application for a Passport",
        "115. The following classes of American-born women must submit evidence of their own citizenship:",
        "(a) One who has never been married.",
        "(b) One who married on or after September 22, 1922.",
        "(c) One who was married to an alien between March 2, 1907, and September 22, 1922, and whose marital status was terminated prior to September 22, 1922. If the marriage was terminated by divorce, the original decree of divorce or a certified copy of the court record thereof must be submitted. If the marriage was terminated by death, a statement to that effect must be made in the application. Prior to September 22, 1922, upon the termination of such a marriage a woman could resume her American citizenship, if abroad, by registering as an American citizen within one year with a Consul of the United States, or by returning to reside in the United States, or, if residing in the United States at the termination of the marital relationship, by continuing to reside therein. (Section 3, act of March 2, 1907, 34 Stat. 1228, repealed by section 7, act of September 22, 1922, 42 Stat. 1022) The manner in which American citizenship was resumed prior to September 22, 1922, must be set forth in the application and supported by appropriate evidence. If necessary, a supplementary statement under oath should be attached to the application.",
        "(d) One who married an alien prior to March 2, 1907, but who did not, subsequent to the marriage, reside permanently abroad.",
        "(e) One who married an alien prior to March 2, 1907, who, as a result of such marriage, acquired the nationality of the country of which her husband was a national, and who, subsequent to the marriage and prior to September 22, 1922, resided permanently abroad. In such case a woman must submit evidence that she resumed or reacquired American citizenship.",
        "116. An American-born woman who was married to an American citizen prior to September 22, 1922, must submit evidence of her husband's citizenship.",
        "117. An American woman who lost American citizenship by marriage to an alien and whose husband became naturalized prior to September 22, 1922, must submit the certificate of naturalization of her husband.",
        "118. The following classes of alien-born women must submit evidence of their own citizenship:",
        "(a) One who has never been married, and who has been naturalized in her own right or through the naturalization of either or both parents, or through the resumption of American citizenship by the mother or by the latter's repatriation.",
        "(b) One who, subsequent to acquiring American citizenship, married an alien prior to September 22, 1922, and who, after the termination of the marital status, resumed American citizenship under section 3 of the act of March 2, 1907, 42 Stat. 1022, or was naturalized in her own right.",
        "(c) One who, subsequent to acquiring American citizenship, married an alien prior to September 22, 1922, and who subsequent to that date was naturalized as an American citizen.",
        "(d) One who was married after September 22, 1922, but whose claim to citizenship is based upon her own naturalization or the naturalization of either or both parents or through the resumption of American citizenship by the mother or by the latter's repatriation as a citizen of the United States.",
        "(e) One who, subsequent to acquiring American citizenship, married an alien ineligible to citizenship on or after September 22, 1922, and prior to March 3, 1931, and who since the latter date has been naturalized as an American citizen.",
        "119. The Secretary of State may require such additional evidence of citizenship as in his judgment may be necessary to establish the citizenship of an applicant for a passport.",
        "Part XII-A Resident of an Outlying Possession of the United States Who Was Not Born or Naturalized in the United States but who Owes Permanent Allegiance, Whether a Citizen or Not, to the United States",
        "120. A resident of an outlying possession of the United States who was not born or naturalized in the United States but who owes permanent allegiance, whether a citizen or not, to the United States, who was born in an outlying possession at a place where official records of birth were kept at the time of his birth, must submit with his application evidence of citizenship of the nature described in Paragraph 100, except that when a proper birth or baptismal certificate cannot be submitted or an affidavit cannot be obtained from a person who attended the birth, the applicant must submit affidavits of two credible persons stating how long they have known the applicant and through what source the knowledge of the date and place of the applicant's birth was acquired.",
        "121. The applicant must submit such additional documentary evidence as may be necessary to show conclusively that he has acquired American nationality under any law of the United States or any treaty to which the United States is a party.",
        "122. An applicant who claims to be a citizen of the Commonwealth of the Philippines must submit such documentary evidence as may be necessary to show conclusively that under the laws of the United States or of the Philippine Islands in effect at the time of the adoption of the Constitution of the Philippines he was a citizen of the Philippine Islands and hence acquired citizenship in the Commonwealth, or that he subsequently, under the Constitution or under the laws subsequently enacted by the legislature of the Commonwealth of the Philippines, acquired citizenship in that Commonwealth.",
        "Part XIII-Affidavits",
        "123. Any affidavit which may be required under these rules or shall be submitted in support of an application for a passport or the renewal, extension, or amendment of a passport shall be considered as, and become, a part of the application.",
        "Part XIV-Additional Regulations",
        "124. The Secretary of State is authorized in his discretion to refuse to issue a passport, to restrict a passport for use only in certain countries, to restrict it against use in certain countries, to withdraw or cancel a passport already issued, and to withdraw a passport for the purpose of restricting its validity or use in certain countries.",
        "125. Should a person to whom a passport has been issued knowingly use or attempt to use it in violation of the conditions or restrictions contained therein or of the provisions of these rules, the protection of the United States may be withdrawn from him while he continues to reside abroad.",
        "126. The Secretary of State is authorized to make regulations on the subject of issuing, renewing, extending, amending, restricting, or withdrawing passports additional to these rules and not inconsistent therewith.",
        "127. This order supersedes Executive Order No. 5860 of June 22, 1932, as amended by Executive Order No. 6650 of March 23, 1934, prescribing rules governing the granting and issuing of passports in the United States.",
        "[NAME]",
        "The White House,March 31, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7856-Rules Governing the Granting and Issuing of Passports in the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210455"
}