{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8099-administration-benefits-provided-act-congress-approved-april-3-1939",
    "doc": "executive-order-8099-administration-benefits-provided-act-congress-approved-april-3-1939",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8099-Administration of Benefits Provided by Act of Congress Approved April 3, 1939",
    "date": "April 28, 1939",
    "content": [
        "Whereas section 1 of the act of August 30, 1935, c. 830, 49 Stat. 1028, as amended by section 5 of the act entitled \"An Act to provide more effectively for the national defense by carrying out the recommendations of the President in his message of January 12, 1939, to the Congress,\" approved April 3, 1939 (Pub., No. 18, 76th Congress), provides, in part, as follows:",
        "\"That all officers, warrant officers, and enlisted men of the Army of the United States, other than the officers and enlisted men of the Regular Army, if called or ordered into the active military service by the Federal Government for extended military service in excess of thirty days, and who suffer disability or death in line of duty from disease or injury while so employed shall be deemed to have been in the active military service during such period and shall be in all respects entitled to receive the same pensions, compensation, retirement pay, and hospital benefits as are now or may hereafter be provided by law or regulation for officers and enlisted men of corresponding grades and length of service of the Regular Army.\";",
        "Whereas the said act is silent as to what agency shall administer the benefits provided thereby; and",
        "Whereas it is deemed appropriate and desirable that such administration be placed in the Veterans' Administration:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, and by the act of July 3, 1930, c. 863, 46 Stat. 1016, the duties, powers, and functions incident to the administration and payment of the benefits provided by the statute as above set out are hereby vested in the Veterans' Administration: Provided, That in the administration of the retirement provisions of the said statute, the determination whether disability exists and whether such disability was incurred in line of duty shall be made by the Secretary of War, or by someone designated by him in the War Department, in the manner, and in accordance with the standards, provided by law or regulations for Regular Army personnel.",
        "[NAME]",
        "The White House,April 28, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8099-Administration of Benefits Provided by Act of Congress Approved April 3, 1939 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210178"
}