{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5749-partial-revocation-withdrawal-public-lands-pending-resurvey-colorado",
    "doc": "executive-order-5749-partial-revocation-withdrawal-public-lands-pending-resurvey-colorado",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5749-Partial Revocation of Withdrawal of Public Lands Pending Resurvey, Colorado",
    "date": "November 20, 1931",
    "content": [
        "It is hereby ordered that Executive Order No. 3866, dated June 14, 1923, which withdrew, among other lands, the public lands in T. 39 N., R. 3 E., New Mexico principal meridian, Colorado, pending a resurvey, be, and the same is hereby, revoked as to the above-mentioned township.",
        "The lands in this township were withdrawn for the proposed San Juan Forest Reserve, now Rio Grande National Forest, effective April 2, 1903. Secs. 2 to 5 inclusive, E. ½ sec. 8, all sec. 9, N. ½ sec. 10, said township and range, were restored to settlement effective October 21, 1904, and to entry effective March 15, 1905. These lands were again withdrawn for the San Juan Forest on January 28, 1907. The lands in the township will not, therefore, become subject to disposition under the general public land laws upon the revocation of the withdrawal except in the case of valid adverse claims initiated prior to April 2, 1903, when they were first withdrawn for forest purposes; or as to secs. 2 to 5 inclusive, E. ½ sec. 8, all of sec. 9, N. sec. 10, between the dates October 21, 1904, and January 28, 1907, the period when they were restored from withdrawal for forest purposes.",
        "[NAME]",
        "The White House,November 20, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5749-Partial Revocation of Withdrawal of Public Lands Pending Resurvey, Colorado Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361316"
}