{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8891-establishing-the-division-contract-distribution-the-office-production",
    "doc": "executive-order-8891-establishing-the-division-contract-distribution-the-office-production",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8891-Establishing the Division of Contract Distribution in the Office of Production Management and Defining Its Functions and Duties",
    "date": "September 04, 1941",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the statutes of the United States, and in order to define further the functions and duties of the Office of Production Management with respect to the unlimited national emergency as declared by the President on May 27, 1941, and to provide for the more effective utilization of existing plant facilities for defense purposes; the conversion into defense production of civilian industries affected by priorities and raw material shortages; the alleviation of unemployment caused by the effects of such priorities and shortages; the local pooling of facilities and equipment; subcontracting; and the wider diffusion of defense contracts among the smaller business enterprises in every part of the nation, it is hereby ordered as follows:",
        "1. There shall be within the Office of Production Management a Division of Contract Distribution at the head of which shall be a Director appointed by the Office of Production Management with the approval of the President. The Director shall discharge and perform the following responsibilities and duties under the direction and supervision of the Director General acting in association with the Associate Director General:",
        "a. Formulate and promote specific programs for the purchase of supplies for the Army and Navy in smaller units but among a greater number of firms and in as many different localities as possible.",
        "b. Formulate and promote modifications in federal procurement practices and procedures relating to negotiating contracts, bidding practice, performance and bid bonds, and other practices and procedures, to the end that there shall be a wider distribution of defense contracts and purchases.",
        "c. Develop programs for the conversion of plants and industries from civilian to defense production, with the assistance of the government if necessary.",
        "d. Stimulate the organization and use of local Industrial defense production associations.",
        "e. Promote and stimulate subcontracting wherever feasible.",
        "f. In order to obtain maximum use of existing productive facilities and tools, advise manufacturers and business enterprises the specific ways in which their facilities and tools may be utilized in defense production; advise such manufacturers and businessmen with respect to the procedures and practices of the several federal procurement agencies.",
        "g. Facilitate through the regular commercial banking channels, the Reconstruction Finance Corporation, and the Federal Reserve Banks and their branches, the necessary financing facilities for prime contractors, subcontractors and local industrial defense production associations, and recommend from time to time to the Director General and Associate Director General such additional financial procedures or machinery as shall be required to ensure maximum utilization of existing plant and tool facilities for defense purposes.",
        "h. Provide engineering and technical assistance to such prime contractors, subcontractors, and local industrial defense production associations as may require such assistance in order to participate in defense production.",
        "i. Perform such other duties and responsibilities as the Office of Production Management may from time to time determine.",
        "2. To ensure unity of policy and coordinated consideration of all relevant factors involved in the formulation and execution of industry conversion programs, and contract distribution and subcontracting procedures, all such programs or procedures shall clear through the Division of Contract Distribution.",
        "3. To aid the Director in carrying out the aforesaid responsibilities, there shall be assigned to the Division one or more officers of the Departments of War and the Navy, respectively, and one or more representatives of the Maritime Commission, whose duty shall be to assist as liaison in the speedy and successful carrying out of the aforesaid program.",
        "4. There shall be in the Division of Contract Distribution two Advisory Committees consisting of representatives to be designated by the Director of the Division with the approval of the Office of Production Management. One shall be representative of small business organizations; and the other of industrial, management, and production engineers. The Committees shall, from time to time, upon request by the Director, make findings and submit recommendations to the Director with respect to procurement practices and procedures; contract placements and distribution; industry conversion problems; formation of local production associations; subcontracting; and for such other matters as the Director may require advice and assistance.",
        "5. Within the limits of such funds as may be made available to the Division of Contract Distribution, the Director may appoint industrial and production engineers, economists, statisticians, and such technical and other personnel as he shall deem necessary to carry out the duties assigned to the Division herein.",
        "6. The Director may establish branch offices throughout the United States and its territories to carry out his duties. There shall be assigned to such branch offices such officer personnel or other representatives of the Army, Navy, United States Maritime Commission and other federal procurement agencies as may be required by the Director for liaison purposes.",
        "7. There shall be assigned to the main office and to each field office of the Division a representative of the Labor Division of the Office of Production Management to cooperate with such offices in the Labor Division's efforts toward reemployment of employees of plants whose production has been curtailed by priorities and material shortages.",
        "8. In the execution of the foregoing duties, the Director of the Division of Contract Distribution shall consult and collaborate with the War Department, the Navy Department, the United States Maritime Commission, and other government procurement agencies, which are hereby directed to cooperate with and establish close liaison with such Division to accomplish the purposes of this order.",
        "9. The Defense Contract Service, established pursuant to Regulation No. 9, July 29, 1941, of the Office of Production Management, is hereby abolished. The duties and responsibilities of said Defense Contract Service are hereby assigned to the Division of Contract Distribution. All records, files, and equipment of the Defense Contract Service shall be transferred to the Division of Contract Distribution.",
        "[NAME]",
        "The White House,September 4, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8891-Establishing the Division of Contract Distribution in the Office of Production Management and Defining Its Functions and Duties Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372187"
}