{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8798-transferring-certain-vessels-between-the-navy-department-and-the",
    "doc": "executive-order-8798-transferring-certain-vessels-between-the-navy-department-and-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8798-Transferring Certain Vessels Between the Navy Department and the Department of Commerce, Coast and Geodetic Survey",
    "date": "June 19, 1941",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the statutes, the United States Coast and Geodetic Survey vessels Guide, Pioneer, and Discoverer, together with their equipment, supplies, and appurtenances, except surveying equipment, are hereby transferred to the service and Jurisdiction of the Navy Department; and the United States Navy vessels Andradite, YP-96, and Jamestown, together with their equipment, supplies, and appurtenances, except ordnance equipment, are hereby transferred to the service and jurisdiction of the Department of Commerce, Coast and Geodetic Survey.",
        "When the present national emergency shall have ended the United States Coast and Geodetic Survey vessels Guide, Pioneer, and Discoverer, together with their equipment, supplies, and appurtenances, except ordnance equipment, shall be returned to the service and jurisdiction of the Department of Commerce, Coast and Geodetic Survey; and the United States Navy vessels Andradite, YP-96, and Jamestown, together with their equipment, supplies, and appurtenances, except surveying equipment, shall be returned to the service and jurisdiction of the Navy Department.",
        "[NAME]",
        "The White House,June 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8798-Transferring Certain Vessels Between the Navy Department and the Department of Commerce, Coast and Geodetic Survey Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368231"
}