{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6792-directing-the-postmaster-general-investigate-foreign-air-mail-and",
    "doc": "executive-order-6792-directing-the-postmaster-general-investigate-foreign-air-mail-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6792-Directing the Postmaster General to Investigate Foreign Air-Mail and Ocean-Mail Contracts Made Prior to June 16, 1933, and to Make Recommendations to the President Relative to the Modification or Cancellation Thereof",
    "date": "July 11, 1934",
    "content": [
        "Whereas section 5 of the Independent Offices Appropriation Act, 1934, approved June 16, 1933 (Public, No. 78, 73d Cong.), provides:",
        "\"Whenever it shall appear to the President, in respect of any contract entered into by the United States prior to the date of enactment of this Act for the transportation of persons and/or things, that the full performance of such contract is not required in the public interest, and that modification or cancellation of such contract will result in substantial savings to the United States, the President is hereby, upon giving sixty days' notice and opportunity for public hearing to the parties to such contract, authorized, in his discretion, on or before April 30, 1935, to modify or cancel such contract. Whenever the President shall modify or cancel any such contract, he shall determine just compensation therefor; and if the amount thereof, so determined by the President, is unsatisfactory to the individual, firm, or corporation satisfactory to the entitled to receive the same, such individual, firm, or corporation shall be entitled to receive such portion thereof as the President shall determine and shall be entitled to sue the United States to recover such further sum as, added to said portion so received, will make up such amount as will be just compensation therefor, in the manner provided for by paragraph 20 of section 41 and section 250 of title 28 of the United States Code: * * *\"",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 5 of the Independent Offices Appropriation Act, 1934, and in order to effectuate the purposes thereof, it is hereby ordered as follows:",
        "The Postmaster General and such officers of the Postal Service as he may designate are hereby authorized and directed, upon giving the 60 days' notice required by the aforesaid section, to hold public hearings with respect to any foreign air-mail contract and ocean-mail contract under the Merchant Marine Act, 1928, entered into prior to June 16, 1933 (at which hearings the parties to such contracts may appear or be represented), to consider all the evidence adduced at such hearings and to report to the President, within 6 months from the date hereof, their findings and conclusions as to whether such contracts or any of them should be modified or canceled and, if so, in what respect, with substantial savings to the United States, pursuant to the provisions of the aforesaid section.",
        "The Postmaster General is further authorized to employ such attorneys, technical experts, clerks, and other employees as may be necessary to carry out the provisions of this order.",
        "[NAME]",
        "The White House,July 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6792-Directing the Postmaster General to Investigate Foreign Air-Mail and Ocean-Mail Contracts Made Prior to June 16, 1933, and to Make Recommendations to the President Relative to the Modification or Cancellation Thereof Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373393"
}