{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6632-creation-the-national-recovery-review-board",
    "doc": "executive-order-6632-creation-the-national-recovery-review-board",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6632-Creation of the National Recovery Review Board",
    "date": "March 07, 1934",
    "content": [
        "By virtue of the authority vested in me under the provisions of title I of the National Industrial Recovery Act of June 16, 1933 (ch. 90, 48 Stat. 195), and in order to effectuate the purposes of said title, I hereby establish an organization which shall be known as the National Recovery Review Board.",
        "The following persons are hereby appointed to serve as members of the said Board:",
        "Clarence Darrow          W. W. Neal          Fred P. Mann, Sr.          John F. Sinclair          Samuel C. Henry          W. O. Thompson",
        "The duties and functions of the National Recovery Review Board shall be as follows:",
        "(1) To ascertain and report to the President whether any code or codes of fair competition approved under the authority of title I of the National Industrial Recovery Act are designed to promote monopolies or to eliminate or oppress small enterprises or operate to discriminate against them, or will permit monopolies or monopolistic practices, and if it finds in the affirmative to specify in its reports wherein such results follow from the adoption and operation of any such code or codes.",
        "(2) To recommend to the President such changes in any approved code or codes as, in the opinion of the Board, will rectify or eliminate such results.",
        "The members of said Board shall receive as compensation for their services $25 per day for the time they are engaged, respectively, in the performance of their duties, together with such expenses as may be allowed by law to officers and employees of the regular establishments of the Government; and the said Board may, without regard to the provisions of the civil service laws or the Classification Act of 1923, as amended, or the provisions of Executive Order No. 6440, as amended, appoint and fix the compensation and prescribe the duties of such clerical, technical, and legal personnel as may be necessary to carry out the purposes of this order.",
        "The facilities and records of the National Recovery Administration shall be available to the Board whenever required in connection with the performance of its duties.",
        "[NAME]",
        "The White House,March 7, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6632-Creation of the National Recovery Review Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/208488"
}