{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5260-form-commission-for-the-more-economical-and-effective-conduct",
    "doc": "executive-order-5260-form-commission-for-the-more-economical-and-effective-conduct",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5260-To Form a Commission for the More Economical and Effective Conduct of Business in the Territory of Alaska",
    "date": "January 10, 1930",
    "content": [
        "Pursuant to the provisions of the act of February 10, 1927, entitled \"An act authorizing the designation of an ex officio commissioner for Alaska for each of the executive departments of the United States, and for other purposes,\" and for the more economical and effective conduct of business in the territory, it is hereby ordered that the commissioners who represent the Departments of Interior, Agriculture, and Commerce be formed into a commission, under the chairmanship of the ex officio commissioner for Alaska for the Department of the Interior, and that a plan of administration be worked out so that functions of these departments may be exercised in Alaska through the commissioner representing the department acting also as a member of the commission with the governor.",
        "The commission shall study and recommend to the President, forwarding copies of its report to each of the appropriate Secretaries, affairs which should be transferred to Alaska for administration; and the commission will secondly recommend what personnel and records are necessary and advisable to be transferred to Alaska in connection with these administrative acts.",
        "[NAME]",
        "The White House,January 10, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5260-To Form a Commission for the More Economical and Effective Conduct of Business in the Territory of Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361133"
}