{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8057-transfer-certain-lands-from-the-secretary-agriculture-the-secretary",
    "doc": "executive-order-8057-transfer-certain-lands-from-the-secretary-agriculture-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8057-Transfer of Certain Lands From the Secretary of Agriculture to the Secretary of the Interior",
    "date": "February 23, 1939",
    "content": [
        "VIRGINIA",
        "Whereas the hereinafter-described lands, together with the improvements thereon, have been acquired by the United States under the authority of the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), in connection with the Department of Agriculture's land-utilization and land-conservation project in Virginia known as the Surrender Grounds Forest Project, LA-VA 2; and",
        "Whereas by Executive Order No. 7908, dated June 9, 1938, all the right, title, and interest of the United States in such lands was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and the related provisions of Title IV thereof; and",
        "Whereas the aforesaid lands are within the area purposed to be designated by the Secretary of the Interior as necessary and desirable for the Appomattox Court House National Historical Monument to be established in accordance with the act of August 13, 1935, c. 520, 49 Stat. 613; and",
        "Whereas it appears that the use and administration of such lands as a part of the Appomattox Court House National Historical Monument would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32, Title HI of the said Bankhead-Jones Farm Tenant Act, and upon recommendation of the Secretary of Agriculture, it is ordered that the hereinafter-described lands, together with the Improvements thereon, be, and they are hereby, transferred from the Secretary of Agriculture to the Secretary of the Interior for use and administration as a part of the Appomattox Court House National Historical Monument to be established pursuant to the said act of August 13, 1935:",
        "All that certain area known as the \"Appomattox Surrender Ground\" lying around the village of Old Appomattox Court House in Clover Hill Magisterial District, Appomattox County, Virginia, situated about two miles east of Appomattox, Virginia, on both sides of State Highway 24, on the headwaters of Appomattox River, and more particularly described as follows:",
        "Beginning at corner 1, common to the Gallllee Church parcel and in the right-of-way of State Highway 24; thence with said right-of-way N. 62°59' E., 1.80 chains to corner 2; thence northeasterly to the right along a 2°2' curve 10.27 chains to corner 3; thence N. 76°46' E., 32.57 chains to corner 4; thence S. 0°36' W., 2.87 chains to corner 5; thence N. 81°18' E., 3.62 chains to corner 6, which is a corner common to Tract No. 142 and the Herman Church Lot; thence N. 8°02' W., 3.09 chains to corner 7; thence N. 76°46' E., 3.76 chains to corner 8; thence N. 76°46' E., 0.07 chains to corner 9; thence N. 76°46' E., 0.15 chains to corner 10; thence N. 76°46' E., 1.62 chains to corner 11; thence northeasterly to the left along a 1° curve 5.34 chains to corner 12; thence N. 73°13' E:, 2.11 chains to corner 13; thence N. 73°12'30\" E., 11.35 chains to corner 14; thence northeasterly along the center of the Old Richmond Stage Road at 11.69 chains, crossing north right-of-way line of State Highway 24, in all 13.54 chains to corner 15; thence N. 64°48' E., 4.88 chains to corner 16; thence N. 74°37' E., 1.05 chains to corner 17; thence N. 1°19' W., 5.75 chains to corner 18; thence S. 86°40' W., 4.33 chains to corner 19; thence N. 16°40' E., 0.99 chains to corner 20; thence N. 26°48' E., 2.88 chains to comer 21; thence N. 44°55' E., 4.04 chains to corner 22; thence easterly down a spring branch with its meanders 8.56 chains to corner 23; thence easterly down said spring branch with its meanders 10.34 chains to corner 24; thence S. 2°40' W., 10.07 chains to corner 25; thence S. 88°23' W., 2.32 chains to corner 26; thence S. 1°48' E., at 1.97 chains crossing center line of State Highway 24, in all 2.95 chains to corner 27; thence N. 89°52' E., 0.32 chains to corner 28; thence easterly to the left along a 7° curve 3.95 chains to corner 29; thence S. 23°24' E., 0.23 chains to corner 30; thence northeasterly to the left along a 7° curve 2.14 chains to corner 31; thence N. 51°59' E., 3.06 chains to corner 32; thence N. 51°35' E., 0.55 chains to corner 33; thence N. 51°35' E., 10.60 chains to corner 34; thence northeasterly to the left along a 4\" curve 13.97 chains to corner 35; thence northeasterly along a 4° curve 0.40 chains to corner 36; thence N. 14°22' E., 2.71 chains to corner 37; thence S. 75°10' E., 1.50 chains to corner 38; thence N. 15°20' E., at 2 chains crossing the Appomattox River, in all 3.38 chains to corner 39; thence N. 75°25' W., 1.48 chains to corner 40; thence N. 14°07' E., 5.98 chains to corner 41; thence N. 14°39' E., 6.81 chains to corner 42; thence N. 14°36' E., 4.29 chains to corner 43; thence northeasterly to the right along a 2° curve 7.17 chains to corner 44; thence N. 24°15' E., 17.34 chains to corner 45; thence northeasterly to the right along a 4° curve 9.13 chains to corner 46; thence N. 49°02 E., 12.00 chains to corner 47; thence northeasterly along the center of the Old Richmond Road and the meanders thereof 6.08 chains to corner 48; thence N. 41°20' W., 2.41 chains to corner 49; thence southeasterly along the center of Old Mill Road and the meanders thereof 25.72 chains to corner 50; thence S. 20°39' W., 39.66 chains to corner 51, a point in the center of the Appomattox River at an old ford; thence southeasterly down said Appomattox River as it meanders 41.80 chains to corner 52, a point in the center of said Appomattox River at an old road; thence southerly along the center of said old road and the meanders thereof 13.62 chains to corner 53; thence 8. 75°30' W., 18.82 chains to corner 54; thence S. 71°36' W., 3.45 chains to corner 55; thence S. 68°19' W., 14.32 chains to corner 56; thence N. 72°55' W., 7.52 chains to corner 57; thence 8. 38°24' W., 33.19 chains to corner 58; thence 8. 50°55' W., 5.15 chains to corner 59; thence 8. 44°35' W., 17.19 chains to corner 60; thence S. 82°14' W., 40.57 chains to corner 61; thence 8. 59°41' W., 0.66 chains to corner 62; thence southwesterly up Plain Run Branch with meanders thereof 7.79 chains to corner 63; thence westerly up center of Plain Run Branch and meanders thereof 57:83 chains. to corner 64; thence westerly up said branch with meanders thereof 21.12 chains to corner 65; thence N. 22°38' W., 29.39 chains to corner 66; thence N. 22°48' W., 2.27 chains to place of beginning, containing 963.93 acres more or less.",
        "[NAME]",
        "The White House,February 23, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8057-Transfer of Certain Lands From the Secretary of Agriculture to the Secretary of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368717"
}