{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9116-extension-the-provisions-executive-order-no-9001-december-27-1941",
    "doc": "executive-order-9116-extension-the-provisions-executive-order-no-9001-december-27-1941",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 9116-Extension of the Provisions of Executive Order No. 9001 of December 27, 1941, to Contracts of the Office of the Coordinator of Inter-American Affairs, the Civil Aeronautics Administration, the National Housing Agency, the Veterans' Administration, and the Federal Communications Commission",
    "date": "March 30, 1942",
    "content": [
        "By virtue of the authority vested in me by the act of Congress entitled \"An Act to expedite the prosecution of the war effort\" approved December 18, 1941, and as President of the United States, and deeming that such action will facilitate the prosecution of the war, I hereby extend the provisions of Executive Order No. 9001 of December 27, 1941, to the Office of the Coordinator of Inter-American Affairs in the Office for Emergency Management, the Civil Aeronautics Administration of the Department of Commerce, and the National Housing Agency, with respect to all contracts made or to be made by such agencies, and to the Veterans' Administration with respect to all contracts hereafter made by it; and subject to the limitations and regulations contained in such Executive order, I hereby authorize the Coordinator of Inter-American Affairs, the Administrator of Civil Aeronautics, the National Housing Administrator, and the Administrator of Veterans' Affairs, and such officers, employees, and agencies as each of them may designate, to perform and exercise, as to their respective agencies, all of the functions and powers vested in and granted to the Secretary of War, the Secretary of the Navy, and the Chairman of the United States Maritime Commission by such Executive order; and I hereby extend to all contracts of the Federal Communications Commission those provisions of the said Executive Order No. 9001 which relate to statutory requirements for advertising for bids, and I hereby authorize the Federal Communications Commission, or such officers or employees as it may designate, to enter into contracts without prior advertising for bids, under the regulations prescribed by that Executive order: Provided, however, that the provisions of this order shall be applicable only to contracts relating to the prosecution of the war effort.",
        "[NAME]",
        "The White House,March 30, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9116-Extension of the Provisions of Executive Order No. 9001 of December 27, 1941, to Contracts of the Office of the Coordinator of Inter-American Affairs, the Civil Aeronautics Administration, the National Housing Agency, the Veterans' Administration, and the Federal Communications Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368048"
}