{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8848-suspension-eight-hour-law-laborers-and-mechanics-employed-the-war",
    "doc": "executive-order-8848-suspension-eight-hour-law-laborers-and-mechanics-employed-the-war",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8848-Suspension of Eight-Hour Law as to Laborers and Mechanics Employed by the War Department in the Construction Within the United States of Public Works Which Are Necessary for the National Defense",
    "date": "August 08, 1941",
    "content": [
        "Whereas the War Department has commenced the construction of cantonments, air fields, fortifications and other public works within the limits of the United States which are necessary for the national defense; and",
        "Whereas the interests of the national defense require the completion of the foregoing public works at the earliest practicable date; and",
        "Whereas by section 1 of the act cf August 1, 1892, 27 Stat. 340, as amended by the act of March 3, 1913, 37 Stat. 726 (U.S.C., title 40, section 321), the service of all laborers and mechanics employed by the Government upon any public work of the United States is limited to eight hours in any one calendar day except in case of extraordinary emergency; and",
        "Whereas the timely completion of the foregoing public works requires that work by laborers and mechanics employed on the construction of certain of such public works shall be in excess of eight hours per day; and",
        "Whereas by section 5 (b) of Public No. 671, 76th Congress, 3d Session. and by section 303 of Public No. 781, 76th Congress, 3d Session, laborers and mechanics of a contractor or a subcontractor engaged in the performance of construction work for the War Department may be permitted to work in excess of eight hours in any one day; and",
        "Whereas by reason of the foregoing enactments a disparity has been created between the standards for overtime work which are applicable to construction work performed by the War Department and the standards applicable to construction work engaged in for the War Department by contractors and subcontractors; and",
        "Whereas the foregoing disparity, coupled with the acute shortage of skilled mechanics and laborers, makes it difficult to obtain and retain adequate personnel for construction work performed by the War Department; and",
        "Whereas I find that by reason of the foregoing an extraordinary emergency exists:",
        "Now, Therefore, by virtue of the authority vested in me by section 1 of said act of August 1, 1892, as amended by the said act of March 3, 1913, and as President of the United States, I hereby suspend, for the duration of the emergencies proclaimed by me on September 8, 1939, and May 27, 1941, the above-mentioned provisions of law prohibiting more than eight hours of labor in any one day of laborers and mechanics employed by the Government of the United States as to all work performed by laborers and mechanics employed by the War Department in the construction, within the limits of the United States. of cantonments, air fields, fortifications and other public works which are necessary for the national defense and which may from time to time be specified by the Secretary of War as requiring, in the interests of national defense, work in excess of eight hours per day: Provided, That the wages of all laborers and mechanics employed by the Government upon projects so specified by the Secretary of War shall be computed on a basic day rate of eight hours of work with overtime rates to be paid for at not less than time and one-half for all hours of work in excess of eight hours in any one day.",
        "[NAME]",
        "The White House,August 8, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8848-Suspension of Eight-Hour Law as to Laborers and Mechanics Employed by the War Department in the Construction Within the United States of Public Works Which Are Necessary for the National Defense Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372149"
}