{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5337-change-limitation-the-army-ration",
    "doc": "executive-order-5337-change-limitation-the-army-ration",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5337-Change of Limitation on the Army Ration",
    "date": "April 23, 1930",
    "content": [
        "In accordance with the provisions of section 40 of the act entitled \"An act to increase the efficiency of the permanent military establishment of the United States,\" approved February 2, 1901 (31 Stat. 748), which authorizes the President to \"prescribe the kinds and quantities of the component articles of the army ration, and to direct the issue of substitutive equivalent articles in place of any such components whenever, in his opinion, economy and a due regard to the health and comfort of the troops may so require,\" the Executive order of February 3, 1927, is amended and the following is promulgated for the information and guidance of all concerned, effective immediately:",
        "Note 4. The following additions and deductions will be made on rations due-",
        "a. For organizations averaging 25 men per day or less, add 10 per cent.     b. For organizations averaging 26 to 75 men per day, add 5 per cent.     c. For organizations averaging 76 or more men per day, make no change.     d. For organizations averaging more than 150 men per day, deduct 5 percent, except at recruit depots where no deduction shall be made.     e. For individual men authorized by the commanding officer of the post, camp, or station to mess separately, add 10 per cent.     f. For enlisted men serving and messing on Army mine planters, add 50 per cent.     g. The amount of ration credit due an organization maintaining separate messes for detachments will be computed by applying the foregoing provisions for organizations to each mess so maintained.",
        "[NAME]",
        "The White House,April 23, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5337-Change of Limitation on the Army Ration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372946"
}