{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5565-amending-regulations-for-appointments-the-foreign-service",
    "doc": "executive-order-5565-amending-regulations-for-appointments-the-foreign-service",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 - 1933",
    "title": "Executive Order 5565-Amending Regulations for Appointments to the Foreign Service",
    "date": "February 25, 1931",
    "content": [
        "The Executive order of September 11, 1929, section 14, is hereby amended to read as follows:",
        "14. The examinations shall be both written and oral, except that clerks in the Foreign Service who have rendered satisfactory service as clerks for a period of five years prior to application for appointment as Foreign Service officers shall be exempted from the written examinations prescribed for other candidates.",
        "Section 16 of the order is hereby amended to read as follows:",
        "16. No one shall be certified as eligible who is under twenty-one or over thirty- five years of age (except in the case of clerks in the Foreign Service who were appointed clerks at least one year before reaching the age of thirty-five and who at the time of certification shall not have reached the age of forty-five years), or who is not a citizen of the United States, or who is not of good character and habits, and physically, mentally, and temperamentally qualified for the proper performance of the duties of the Foreign Service, or who has not been specially designated by the President for appointment, subject to examination and to the occurrence of an appropriate vacancy.",
        "This order shall become effective on July 1, 1931.",
        "[NAME]",
        "The White House,February 25, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5565-Amending Regulations for Appointments to the Foreign Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361194"
}