{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6527-providing-for-notice-proceedings-and-matters-the-administration-the",
    "doc": "executive-order-6527-providing-for-notice-proceedings-and-matters-the-administration-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6527-Providing for Notice of Proceedings and Matters in the Administration of the National Industrial Recovery Act",
    "date": "December 21, 1933",
    "content": [
        "In order to effectuate the policies of Title I of the National Industrial Recovery Act approved June 16, 1933, and to provide for due and adequate notice to all parties in interest of hearings upon submitted codes, amendments or exceptions to and exemptions from provisions of approved codes and of all other matters, hearings or proceedings in the administration of said Act, pursuant to the authority vested in me by Title I of said National Industrial Recovery Act,",
        "I, Franklin D. Roosevelt, President of the United States, do hereby order:",
        "1. That there is hereby established an official bulletin board of the National Recovery Administration which shall be situated in the building of the Department of Commerce in the City of Washington, D.C., and shall be continuously maintained therein until removed or abolished by future Executive Order",
        "2. That the public shall have free access to said official bulletin board during all business hours and for the purposes of this order, the room in which said bulletin board is located at any time is hereby declared to be a public place.",
        "3. That there shall be posted at said official bulletin board, in accordance with the terms and conditions of such rules and regulations as may be prescribed by the Administrator for Industrial Recovery, pursuant to the authority in him vested by Executive Order, true and accurate copies of notices of all hearings and other proceedings and all other matters to which the attention of the public and/or parties in interest is sought to be directed.",
        "4. The posting of any such notice at said official bulletin board, together with proper proof of the posting thereof, as hereinafter provided, and of full compliance with such of said rules and regulations of the Administrator for Industrial Recovery as may pertain thereto, shall constitute due notice to all parties in interest who have not been otherwise served with such notice after the exercise of due diligence on the part of the Administrator or other proper agency, of the time, place and purpose of any such hearing, or other proceeding, and of all other provisions contained in any such notice. Due diligence shall be deemed to have been exercised if the Administrator or his agent shall have made appropriate demand on and have given proper instructions to the code authorities, trade associations and/or other trade or industrial agencies deemed by him reasonably calculated to bring notice to the various parties in interest to exercise every reasonable effort to cause to be delivered or mailed copies of such notice or material to all known members of the industry, and to all other known parties in interest, as their names and addresses appear on their mailing lists.",
        "5. Proof of such publication and posting shall be made by the duly appointed and acting exemplification and certification clerk for the National Recovery Administration. All such notices and materials to be so published and posted shall be delivered to such clerk, who upon receipt thereof shall forthwith post the same at said official bulletin board. Thereupon such clerk shall issue and sign a certificate, sealing the same with the official seal of the National Recovery Administration, which certificate shall contain the title or other description of such notice and the date and manner of the posting thereof. A copy of the notice and any accompanying material so published shall be attached to such certificate and made a part of the permanent record of said clerk and a copy shall be filed by said clerk as a part of the record of any hearing or proceeding. Duplicate copies of such certificates, notices and materials shall be issued to any party in interest upon application therefor and payment of the reasonable cost thereof.",
        "[NAME]",
        "Approval recommended: [NAME].",
        "The White House,Dec 21st 1933"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6527-Providing for Notice of Proceedings and Matters in the Administration of the National Industrial Recovery Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373278"
}