{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7651-modifying-executive-order-june-8-1926-creating-reservoir-site-reserve",
    "doc": "executive-order-7651-modifying-executive-order-june-8-1926-creating-reservoir-site-reserve",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7651-Modifying Executive Order of June 8, 1926, Creating Reservoir Site Reserve No. 17, Pacific Slope Basins, California",
    "date": "July 01, 1937",
    "content": [
        "MODIFICATION NO. 404",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered that the Executive Order of June 8, 1926, creating Reservoir Site Reserve No. 17, be, and it is hereby, modified to the extent necessary to enable the Federal Power Commission to issue licenses and amendments thereto for power projects consisting of transmission lines on the following-described lands, on condition that whenever such lands are required for reservoir purposes the licensees shall at their own expense remove their project works therefrom or from such portions thereof as may be required for reservoir purposes, within thirty days after receipt of notice from the Secretary of the Interior:",
        "SAN BERNARDINO MERIDIAN",
        "GRANITE DYKE RESERVIOR SITE, SAN GABRIEL RIVER",
        "T. 1 N., R. 9 W.,     Sec. 5, W½W½;     Sec. 6, lot 3, NE¼, SE¼SW¼, N½SE¼, E½SW¼SE¼, and SE¼SE¼;     Sec. 7, NE¼NE¼, E½NE¼NW¼NE¼, E½W½NE¼NW¼NE¼, SE¼SW¼NW¼ NE¼, SE¼NW¼NE¼, N½SW¼NE¼, SE¼SW¼NE¼, SE¼NE¼, W½NE¼ NW¼, N½SE¼NW¼, SW¼SE¼NW¼, SE¼NE¼SW¼, E½E½SE¼SW¼, E½W½E½SE¼SW¼, and W½SE¼;     Sec. 8, NW¼NW¼;     Sec. 18, (fractional) W½ of lot 1, SE¼ of lot 1, lot 2, NE¼NW¼, and SE¼NW¼.",
        "T. 2 N., R. 9 W.,     Sec. 19, all;     Sec. 20, E½SW¼NW¼, N½SW¼, and SE¼SW¼;     Sec. 21, lots 1, 2, 3, and 4, SE¼NE¼, and W½NW¼;     Sec. 22, N½SE¼SE¼, N½S½SE¼SE¼, SE¼SE¼SE¼SE¼;     Sec. 23, SW¼SW¼;     Sec. 25, N½, and N½S½;     Sec. 26, lots 1, 2, 4, and 5, N½NE¼, S½SW¼NE¼, NE¼SE¼NE¼, E½NW¼ SE¼NE¼, S½SE¼NE¼, and S½SE¼ NW¼;     Sec. 27, lots 1 and 2, NE¼NE¼NE¼NE¼, SE¼NE¼, and W½NW¼;     Sec. 28, lots 1, 2, and 3, NE¼ NW¼, and S½N½;     Sec. 29, lots 1 and 2, W½NE¼, S½NW¼, SE¼SW¼, NE¼SE¼, W½NW¼SE¼, and S½SE¼;     Sec. 30, W½NE¼, SE¼NE¼, and E½NW¼;     Sec. 31, SE¼NE¼, and SE¼;     Sec. 32, lot 1 (N½NE¼NW¼), NW¼NW¼ NW¼NE¼, SW¼NE¼NW¼, W½SE¼ NE¼NW¼, W½NW¼, W½W½SE¼ NW¼, and SW¼.",
        "T. 1 N., R. 10 W.,     Sec. 12, SE¼SW¼, N½SE¼, SW¼SE¼, W½SE¼SE¼, and SE¼SE¼SE¼.",
        "T. 2 N., R. 10 W.,     Sec. 13, SE¼SW¼, and SW¼SE¼;     Sec. 22, SE¼NE14, and SE¼;     Sec. 23, SW¼NE¼, S½NW¼, N½SW¼, and SE¼;     Sec. 24, W½NE¼, SE¼NE¼, W½, and SE¼.",
        "[NAME]",
        "The White House,July 1, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7651-Modifying Executive Order of June 8, 1926, Creating Reservoir Site Reserve No. 17, Pacific Slope Basins, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369051"
}