{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6885-amended-code-fair-competition-for-the-builders-supplies-trade",
    "doc": "executive-order-6885-amended-code-fair-competition-for-the-builders-supplies-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6885-A-Amended Code of Fair Competition for the Builders Supplies Trade",
    "date": "October 25, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of an amended Code of Fair Competition for the Builders Supplies Trade, and hearings having been held thereon and the National Industrial Recovery Board having rendered their report containing an analysis of the said amended Code of Fair Competition together with their recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that the said amended Code of Fair Competition complies in all respects with the pertinent provisions of Title 1 of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, do hereby incorporate by reference said annexed report and do find that the Code as constituted, after being amended, complies in all respects with the pertinent provisions and will promote the policy and purposes of said Title of said Act, and do hereby order that the Code as amended be and it is hereby approved, and that the previous approval of said Code is hereby modified to include an approval of said Code in its entirety as amended.",
        "[NAME]",
        "Approval recommended:     NATIONAL INDUSTRIAL RECOVERY BOARDBy [NAME]          Administrative Officer",
        "The White House,Oct 25, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6885-A-Amended Code of Fair Competition for the Builders Supplies Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373422"
}