{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8731-amending-executive-order-no-8716-provide-for-the-appointment",
    "doc": "executive-order-8731-amending-executive-order-no-8716-provide-for-the-appointment",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8731-Amending Executive Order No. 8716 To Provide for the Appointment of Alternate Members of the National Defense Mediation Board",
    "date": "April 04, 1941",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the statutes and in order further to assure that all work necessary for national defense shall proceed without interruption and with all possible speed, it is hereby ordered as follows:",
        "Executive Order No. 8716 of March 19, 1941, entitled \"Establishment of National Defense Mediation Board,\" is hereby amended so as to provide for the appointment of alternate members of the National Defense Mediation Board, each of which alternate members shall be designated as alternate for a regular member of the Board named in connection with his appointment. Any alternate member shall be authorized to serve, when the regular member for whom he is designated as alternate shall for any reason be unavailable for such service, upon any division of the Board designated by the Chairman of the Board under the provisions of Section 3 of said Executive Order No. 8716, and to perform in connection with such service the duties and functions of a member of the Board with respect to any matter before such division. An alternate member shall receive compensation and expenses during any period of such service in like manner as regular members of the Board.",
        "[NAME]",
        "The White House,April 4, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8731-Amending Executive Order No. 8716 To Provide for the Appointment of Alternate Members of the National Defense Mediation Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372086"
}