{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6638-authorizing-the-formation-banking-corporation-be-known-second-export",
    "doc": "executive-order-6638-authorizing-the-formation-banking-corporation-be-known-second-export",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6638-Authorizing the Formation of a Banking Corporation to Be Known as Second Export-Import Bank of Washington, D.C.",
    "date": "March 09, 1934",
    "content": [
        "Whereas The Congress of the United States has declared that a national emergency exists by reason of widespread unemployment and disorganization of industry; and has declared it to be the policy of Congress to remove obstructions to the free flow of interstate and foreign commerce which tend to diminish the amount thereof; to provide for the general welfare by promoting the fullest possible utilization of the present productive capacity of industries, to reduce and relieve unemployment, to improve standards of labor and otherwise to rehabilitate industry and to conserve national resources; and",
        "Whereas in order to meet said emergency and to provide the relief necessary to protect the general welfare of the people, the Congress of the United States has enacted, inter alia, the following acts:",
        "1. National Industrial Recovery Act, approved June 16, 1933;     2. Agricultural Adjustment Act, approved May 12, 1933;     3. Reconstruction Finance Corporation Act, approved January 22, 1932;     4. Bank Conservation Act, approved March 9, 1933; and",
        "Whereas in order effectively and efficiently to carry out the provisions of said acts it is expedient and necessary that a banking corporation be organized with power to aid in financing and to facilitate exports and imports and the exchange of commodities between the United States and other nations or the agencies or nationals thereof;",
        "Now, Therefore, under and by virtue of the authority vested in me by the National Industrial Recovery Act of June 16, 1933, it is hereby declared that an agency, to wit: a banking corporation, be created pursuant to title 5, chapter 9, section 261 of the Code of the District of Columbia (1929), under the name of Second Export-Import Bank of Washington, D.C.",
        "The governing board of said corporation shall consist of a board of trustees composed of nine members, and the following persons, who have been invited and who have given their consent to serve, shall constitute the initial board of trustees and shall handle the concerns of the corporation for the first year:",
        "Daniel C. Roper,        Secretary of Commerce     R. Walton Moore,     Assistant Secretary of State     George N. Peek,       Special Adviser to the President on Foreign Trade     Robert F. Kelley,       Chief of the Division of Eastern European Affairs, Department of State     Chester C. Davis,       Administrator, Agricultural Adjustment Administration     Tom K. Smith,           Assistant to the Secretary of the Treasury     Stanley Reed,            General Counsel, Reconstruction Finance Corporation     Lynn P. Talley,          Executive Assistant to the Directors of the Reconstruction Finance Corporation     Harold H. Neff,         Assistant Chief, Securities Division, Federal Trade Commission",
        "The operations of the corporation shall be carried on in the District of Columbia, and the main office of the corporation shall be at 1825 H Street NW., Washington, District of Columbia, or at such other place as may be determined by the board of trustees.",
        "The amount of capital stock of the corporation shall be $2,750,000, divided into classes and shares as follows:",
        "(a) $250,000 par value of common stock, divided into 2,500 shares of the par value of $100 each; and     (b) $2,500,000 par value of preferred stock, divided into 2,500 shares of the par value of $1,000 each.",
        "The Secretary of State and the Secretary of Commerce are hereby authorized and directed to cause said corporation to be formed with such certificate of incorporation, and bylaws, as they shall deem requisite and necessary to define the methods by which the corporation shall conduct its business.",
        "The Secretary of State and the Secretary of Commerce are authorized and directed to subscribe for all of the common capital stock of said corporation for the use and benefit of the United States, and shall provide that one share thereof shall be issued to each of the initial trustees and their successors in order to qualify them to hold the office of trustee in said banking corporation.",
        "There is hereby set aside for the purpose of subscribing for the common capital stock of said corporation, the sum of $250,000 out of the appropriation of $3,300,000,000 authorized by section 220 of the National Industrial Recovery Act and made by the Fourth Deficiency Act, fiscal year 1933, approved June 16, 1933 (Public, No. 77, 73d Cong.).",
        "It is hereby further directed that any common stock in said corporation standing in the name of the Secretary of State and the Secretary of Commerce, for the use and benefit of the United States, shall be voted by such person or persons as they, the Secretary of State and the Secretary of Commerce, shall appoint as their joint agent or agents for that purpose. Any vacancies occurring in the initial board of trustees shall be filled by the remaining members, subject to the approval of the President of the United States.",
        "[NAME]",
        "The White House,March 9, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6638-Authorizing the Formation of a Banking Corporation to Be Known as Second Export-Import Bank of Washington, D.C. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373331"
}