{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5037-reserving-certain-described-lands-utah-for-classification-and",
    "doc": "executive-order-5037-reserving-certain-described-lands-utah-for-classification-and",
    "president": "Calvin Coolidge",
    "president_byline": "30th President of the United States: 1923 - 1929",
    "title": "Executive Order 5037-Reserving Certain Described Lands in Utah for Classification and Possible Inclusion in the Zion National Park",
    "date": "January 28, 1929",
    "content": [
        "It is hereby ordered under authority of the Act of Congress approved June 25, 1910 (36 Stat. 847), as amended by the Act of August 24, 1912 (37 Stat. 497), that the public lands in the following described area in the State of Utah be, and the same are hereby, temporarily withdrawn from settlement, location, sale or entry, subject to the conditions and limitations of said acts, for classification and pending determination as to the advisability of adding same to the Zion National Park:",
        "SALT LAKE MERIDIAN.",
        "What will probably be when surveyed, the N.E. ¼ of Section 4, Twp. 42 S., Range 10 W., and the E. ½ of the E. ½ of Section 33, and the E. &frac12 ;E. ½ S.E. ¼ of Section 28, Twp. 41 S., Range 10 W.",
        "What will probably be when surveyed, all of Sections 5, 6, 7, 8, 17 and 18, Twp. 42 S., Range 9 W.",
        "SW. ¼ of Section 22, the N.W. ¼ of Section 27, and all of Section 21, Twp. 41 S., Range 10 W.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "[NAME]",
        "The White House,January 28, 1929."
    ],
    "citation": "Calvin Coolidge, Executive Order 5037-Reserving Certain Described Lands in Utah for Classification and Possible Inclusion in the Zion National Park Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360757"
}