{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8534-amending-schedules-and-b-the-civil-service-rules",
    "doc": "executive-order-8534-amending-schedules-and-b-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 8534-Amending Schedules A and B of the Civil Service Rules",
    "date": "September 06, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Constitution, by Section 1753 of the Revised Statutes (5 U.S.C. 631), by the Civil Service Act of January 16, 1883 (22 Stat. 403), and as President of the United States, Schedules A and B of the Civil Service Rules are hereby amended to read as follows:",
        "SCHEDULE A-POSITIONS EXCEPTED FROM EXAMINATION UNDER SECTION 3, CIVIL SERVICE RULE I",
        "I. Entire Executive Civil Service",
        "1. Chaplains.",
        "2. Cooks, when In the opinion of the Commission it is not expedient to make appointment upon competitive examination; but this paragraph shall not apply to positions of cook at fixed locations, such as hospitals, quarantine stations, or penal institutions.",
        "3. Positions to which appointments are made by the President without confirmation by the Senate.",
        "4. Special attorneys employed on a temporary basis for specific litigation or other legal work where knowledge of local values or conditions or other specialized qualifications not possessed by the attorneys regularly employed by the department are required for successful results. Such temporary employment shall be only for such time as is required to complete the specific assignment for which the original appointment was approved.",
        "5. Chinese, Japanese, and Hindu interpreters.",
        "6. Any person receiving from one department or establishment of the Government for his personal salary compensation aggregating not more than $540 per annum whose duties require only a portion of his time, or whose services are needed for very brief periods at intervals, provided that employment under this provision shall not be for job work such as contemplated in section 4 of rule VIII. This paragraph does not apply to employments in Washington, D. C. The name of the employee, designation, duties, rate of pay, and place of employment shall be shown in the periodical reports of changes; and in addition, when payment is not at a per annum rate, the total service rendered and the distribution of such service during the year shall be shown in the report of changes at the end of each year or when the employee is separated from the service. The additional employment under similar conditions of such a person by another department or establishment of the Government will be subject to the approval of the Commission.",
        "7. Any person employed in a foreign country or in the Virgin Islands, or in Puerto Rico when public exigency warrants, or in any island possession of the United States in the Pacific ocean (except the Hawaiian Islands), or United States citizens employed in the Philippine Islands, when in the opinion of the Commission it is not practicable to treat the position as in the competitive classified service; but this paragraph shall not apply to any person employed in Canada or Mexico in the service of the Immigration and Naturalization Service, Department of Justice, or to any person employed in any foreign country by the Bureau of Customs of the Treasury Department.",
        "8. Officers and employees in the Federal service on the Isthmus of Panama, except accountant, bookkeeper, clerk, draftsman, physician, playground director, statistician, stenographer, surgeon, trained nurse, typist, and harbor personnel in the Quartermaster Corps of the War Department. Appointments to clerical positions on the Isthmus of Panama paying $100 in United States currency per month or less may be made without examination.",
        "9. Positions in Alaska when, in the opinion of the Commission, the use of existing registers or the establishment of new registers is considered impracticable. Former employees who served in positions excepted under this paragraph may be reinstated to positions in Alaska in the department in which they served upon recommendation of the appointing officer and approval of the Civil Service Commission.",
        "10. Temporary, part-time, or intermittent employments of mechanics, skilled laborers, and tradesmen on construction or repair work in the field services, in places where there is no local board of examiners of the Civil Service Commission for the employing establishment, and where the Commission deems it impracticable to establish registers of eligibles. Seasonal employments of a recurring nature are not authorized under this paragraph.",
        "II. State Department",
        "1. Three special assistants to the Secretary of State.",
        "2. All employees of international commissions, congresses, conferences, and boards, except the International Joint Commission; the International Boundary Commission, United States and Mexico; and the International Boundary Commission, United States, Alaska, and Canada.",
        "3. Chief and two assistant chiefs of the foreign service buildings office.",
        "4. Two private secretaries or confidential assistants to the Secretary of State, and one to each Assistant Secretary of State.",
        "5. One private secretary or confidential assistant to the head of each bureau in the State Department appointed by the President.",
        "6. One chauffeur for the Secretary of State.",
        "7. Gage readers employed part-time or intermittently by the International Boundary Commission, United States and Mexico, at such isolated localities that in the opinion of the Commission the establishment of registers is Impracticable.",
        "III. Treasury Department",
        "1. Two private secretaries or confidential assistants to the Secretary of the Treasury, and one to each Assistant Secretary of the Treasury.",
        "2. One private secretary or confidential assistant to the head of each bureau in the Treasury Department appointed by the President.",
        "3. Special employees in the field service of the Bureau of Narcotics; and special employees for temporary detective work in the field service of the Bureau of Internal Revenue under the appropriation for detecting and bringing to trial and punishment persons violating the internal revenue laws. Appointments under this paragraph shall be limited to persons whose services are required because of individual knowledge of violations of the law, and such appointments shall be continued only so long as the personal knowledge possessed by the appointee of such violation makes his services necessary. This exemption from competition is for special and unusual cases only and report shall be made to the Commission by letter as soon as the appointment is made.",
        "4. Bureau of Customs: Positions in foreign countries designated as \"interpreter-translator\" and \"special employee,\" when filled by appointment of persons who are not citizens of the United States; and positions in foreign countries of messenger and Janitor.",
        "5. Coast Guard: Lamplighters in the Lighthouse Service.",
        "IV. War Department",
        "1. Two private secretaries or confidential assistants to the Secretary of War and one to each Assistant Secretary of War.",
        "2. One chauffeur for the Secretary of War.",
        "3. United States Army Transport Service: Longshoremen employed at ports in the United States; and the following positions on transport ships: Seaman, water tender, oiler, fireman, wiper, room-bath and deck steward, messman, mess-boy, dishwasher, janitor, porter, scullion, silver and glass man, watchman, headwaiter, waiter, bellboy, -barber, laundryman, Post Exchange steward, administrative assistant-Post Exchange, soda dispenser; and all grades of the following: Cook, baker, butcher, pantryman. The Commission, With the concurrence of the Secretary of War, is authorized to include in the classified service any of the foregoing positions which are of a character and stability of tenure similar to those now classified.",
        "4. Positions the duties of which are of a quasi-military nature and involve the security of secret or confidential matter, when in the opinion of the Commission they cannot be filled from registers of eligibles.",
        "5. One consulting architect for work of reconstructing the United States Military Academy, West Point, N.Y.",
        "6. In the Philippine Islands: Artisans engaged In a recognized trade, craft or skilled (manual) occupation; helpers in such occupations; and other subordinate employees in similar manual occupations; when, in the opinion of the Commission, the establishment of registers Is Impracticable.",
        "7. Caretakers of abandoned military reservations or of abandoned or unoccupied military posts when the positions are filled by retired noncommissioned officers or enlisted men.",
        "8. Civilian professors, instructors, and teachers at the United States Military Academy, West Point, N.Y., except the following: Civilian instructor of wrestling, civilian instructor of boxing, civilian Instructor of gymnastics, chapel-organist and choirmaster, teacher at the children's school, and librarian.",
        "9. Physicians and surgeons employed on a fee basis or under contract when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "10. Employees at Army hospitals In the Philippines and in Puerto Rico when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "11. Messenger boys employed on the Alaska Communications System.",
        "12. Internes (medical and dental) in Army hospitals.",
        "V. Navy Department",
        "1. Two private secretaries or confidential assistants to the Secretary of the Navy, and one to each Assistant Secretary of the Navy.",
        "2. Professors, instructors, and teachers in the United States Naval Academy.",
        "3. Positions the duties of which are of a quasi-naval character and involve the security of secret or confidential matter when, in the opinion of the Commission, they cannot be filled from registers of eligibles.",
        "4. Positions of attendant and orderly at the United States Naval Home when filled by the appointment of beneficiaries of the Home.",
        "5. At the naval stations at Cavite, Olongapo, and Guantanamo: Artisans engaged in a recognized craft, trade, or skilled (manual) occupation; helpers in such occupations; other subordinate employees in similar manual occupations;supervisory employees over workers in these occupations; when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "VI. Department of Justice",
        "1. Director and not more than three assistant directors of prisons.",
        "2. Two private secretaries or confidential assistants to the Attorney General, and one to each of the following: Assistant to the Attorney General, Solicitor General, Assistant Solicitor General, and each Assistant Attorney General.",
        "3. One chauffeur for the Attorney General.",
        "4. Eight positions in the immediate office of the Attorney General in addition to those excepted under paragraph 2 of this subdivision.",
        "5. Members of the board of parole.",
        "6. During the period beginning July 1, 1940, and ending June 30, 1941, all positions in the Federal Bureau of Investigation except fingerprint classifiers.",
        "7. National Training School for Boys: The Superintendent.",
        "8. Federal Prison Industries, Inc.: The Commissioner of Industries.",
        "VII. Post Office Department",
        "1. Two private secretaries or confidential assistants to the Postmaster General, one to each Assistant Postmaster General, and one to the Solicitor of the Post Office Department.",
        "2. One private secretary or confidential assistant to the head of each bureau (or office) in the Post Office Department in Washington, D. C., who is appointed by the President.",
        "3. All employees in post offices of the third and fourth class, except postmasters and village delivery carriers.",
        "4. One chauffeur for the Postmaster General.",
        "5. Two special assistants to the Postmaster General.",
        "VIII. Department of the Interior",
        "1. Two private secretaries or confidential assistants to the Secretary of the Interior and one to each Assistant Secretary of the Interior.",
        "2. One chauffeur for the Secretary of the Interior.",
        "3. The assistant to the Secretary in the office of the Secretary of the Interior.",
        "4. Consulting engineers, geologists, and economists on reclamation work in agriculture.",
        "5. Positions in the Bureau of Indian Affairs, Washington, D. C., and in the field, when filled by the appointment of Indians who are of one-fourth or more Indian blood.",
        "6. One private secretary or confidential assistant to the head of each bureau in the Interior Department who is appointed by the President, and one each to the Governors of Alaska, Hawaii, Puerto Rico, and the Virgin Islands.",
        "7. All employees of the Neopit Lumber Mills on the Menominee Indian Reservation in Wisconsin.",
        "8. Agricultural extension agents and home demonstration agents employed in field positions in the Indian Service, the work of which is financed jointly by the Indian Service and cooperating persons, organizations or governmental agencies outside the Federal service.",
        "9. Local physicians and dentists employed in the Indian Service on a part-time or fee basis or under contract, when, in the opinion of the Commission, the establishment, of registers is impracticable.",
        "10. Temporary, Intermittent, or seasonal positions in the National Park Service when filled by the appointment of persons who are certified as maintaining a permanent and exclusive residence within, or contiguous to, a National Park and as being dependent for livelihood primarily upon employment available within the National Park, subject to the approval of the Commission.",
        "11. Seaman, deckhand, fireman, cook, mess attendant, and water tender on vessels of the Fish and Wildlife Service.",
        "12. Housekeepers in the Indian Service, at a gross salary not in excess of $600 per annum.",
        "13. Agents in the Fish and Wildlife Service and the Grazing Service employed in field positions, the work of which is financed jointly by the Interior Department and cooperating persons or organizations outside the Federal Service.",
        "14. Positions in the field service of the Fish and Wildlife Service concerned with scientific fishery investigations when filled by the appointment of students at colleges and universities of recognized standing: Provided, that substantial contributions to the investigations are made by such colleges or universities in money, services, or materials or in the use of buildings, laboratories, equipment, or facilities or otherwise. Such employments may be continued under this authority only so long as the appointee is a bona fide student at the particular college or university and receives academic credit toward a degree for the work which he is performing for the Fish and Wildlife Service.",
        "IX. Department of Agriculture",
        "1. (a) Agents employed in field positions the work of which is financed jointly by the Department and cooperating persons, organizations, or governmental agencies outside the Federal service.",
        "(b) Local agents, except veterinarians, employed temporarily outside of Washington in demonstrating in their respective localities the necessity of eradicating cattle ticks, scabies, hog cholera, and animal tuberculosis, and other contagious or infectious animal diseases.",
        "(c) Positions the duties of which require a speaking knowledge of one of the Indian languages.",
        "In making appointments under subparagraphs (a), (b) or (c) of this paragraph, a full report shall be submitted immediately by the Department to the Commission setting forth the name, designation, and compensation of the appointee and a statement of the duties to which he is to be assigned and of his qualifications for such duties, in such detail as to indicate clearly that the appointment is properly made under one of the above classes. The same procedure shall be followed in case of the assignment of any such agent. to duties of a different character.'",
        "2. One chauffeur for the Secretary of Agriculture.",
        "3. Two private secretaries or confidential assistants to the Secretary of Agriculture, and one to each Assistant Secretary of Agriculture.",
        "4. Student assistants whose salaries shall not exceed a rate of $480 a year while employed. Only bona fide students at high schools or colleges of recognized standing shall be eligible for appointment under this paragraph. Appointments shall not exceed 6 months in any 1 calendar year, except in exceptionally meritorious cases, and then only upon prior approval of the Commission. Appointments under this paragraph shall be reported to the Commission in such form as the Commission may prescribe.",
        "5. Temporary, intermittent or seasonal positions in the Forest Service when filled by the appointment of persons who are certified as maintaining a permanent and exclusive residence within, or contiguous to, a national forest and as being dependent for livelihood primarily upon employment available within the national forest, subject to the approval of the Commission.",
        "6. Two assistants to the Secretary in the office of the Secretary of Agriculture.",
        "7. Any local veterinarian employed on a fee basis or a part-time basis where, in the opinion of the Commission, the establishment of registers is impracticable.",
        "8. Farm Credit Administration: One private secretary or confidential assistant each to the Governor of the Farm Credit Administration, the Land Bank Commissioner, the Intermediate Credit Commissioner, the Production Credit Commissioner, and the Cooperative Bank Commissioner.",
        "9. Farm Credit Administration: Positions in the Federal Intermediate Credit Banks and the Production Credit Corporations.",
        "10. Farm Credit Administration: Positions in the Regional Agricultural Credit Corporations.",
        "11. Farm Credit Administration: Agents employed in field positions the work of which is financed jointly by the Administration and cooperating persons, organizations, or governmental agencies outside the Federal service.",
        "12. Commodity Credit Corporation: Members of the Board of Directors.",
        "X. Executive Office of the President",
        "1. Bureau of the Budget: One private secretary or confidential assistant each to the Director and Assistant Director.",
        "National Resources Planning Board: Professional, scientific and technical experts (including part-time advisors, part-time chairmen of field offices, and part-time chairmen and members of technical advisory committees) employed for short periods for consultation purposes.",
        "National Resources Planning Board: Employees in field positions the work of which is financed jointly by the Board and cooperating organizations or Governmental agencies outside the Federal Service.",
        "National Resources Planning Board: Student assistants whose salaries shall not exceed a rate of $480 a year while employed. Only bona fide students at high schools and colleges of recognized standing shall be eligible for appointment under this paragraph. Appointments shall not exceed six months in any one calendar year, except in exceptionally meritorious cases and then only upon prior approval of the Commission. Appointments under this paragraph shall be reported to the Commission in such form as the Commission may prescribe.",
        "XI. Department of Commerce",
        "1. Two private secretaries or confidential assistants to the Secretary of Commerce, and one to each Assistant Secretary of Commerce.",
        "2. One private secretary or confidential assistant to the head of each bureau in the Department of Commerce who is appointed by the President.",
        "3. One chauffeur for the Secretary of Commerce.",
        "4. Student assistants in the National Bureau of Standards whose salaries shall not exceed a rate of $480 a year each while employed. Only bona fide students at high schools or colleges of recognized standing pursuing technical or scientific courses shall be eligible for appointment under this paragraph. Appointments shall not exceed 6 months in any 1 calendar year, except in especially meritorious cases, and then only upon prior approval of the Commission. Appointments under this paragraph shall be reported to the Commission in such form as the Commission may prescribe.",
        "5. Seaman, deckhand, fireman, cook, mess attendant, and water tender on vessels of the Department of Commerce. The Commission, with the concurrence of the Secretary of Commerce, is authorized to include in the classified service any of the foregoing positions which are of a character and stability of tenure similar to those now classified.",
        "6. Six assistants to the Secretary in the office of the Secretary of Commerce.",
        "7. Temporary appointments to such positions required in connection with the surveying operations of the field service of the Coast and Geodetic Survey as may be authorized by the Commission after consultation with the Department of Commerce. Appointments to such positions shall not exceed 6 months in any 1 calendar year.",
        "8. Caretakers and helpers at magnetic and seismological observatories outside continental United States.",
        "9. Caretakers and light attendants employed on emergency landing fields and other air navigation facilities.",
        "10. One confidential assistant to each of the members of the Civil Aeronautics Board and to the Administrator, provided that the position of private secretary exempt by statute from competitive civil service requirements in each case is filled by the appointment of a classified civil service employee.",
        "11. Agents to take and transmit meteorological observations in connection with airways, whose duties require only part of their time, and whose compensation does not exceed $100 a month.",
        "XII. Interstate Commerce Commission",
        "1. One private secretary or confidential assistant to each commissioner.",
        "XIII. Department of Labor",
        "1. Commissioners of conciliation In labor disputes whenever in the judgment of the Secretary of Labor the interests of industrial peace so require.",
        "2. Three special assistants to the Secretary in the office of the Secretary.",
        "3. One private secretary or confidential assistant to the head of each bureau in the Department of Labor who is appointed by the President.",
        "4. Two private secretaries or confidential assistants to the Secretary of Labor, and one to each Assistant Secretary of Labor.",
        "XIV. General Accounting Office",
        "1. One private secretary or confidential assistant to the Comptroller General.",
        "XV. Maritime Labor Board",
        "1. One private secretary or confidential assistant to each member of the Board.",
        "XVI. Board of Tax Appeals",
        "1. One private secretary or confidential assistant to each member of the Board.",
        "XVII. Federal Loan Agency",
        "1. Electric Home and Farm Authority: Members of the Board of Trustees.",
        "2. Export-Import Bank of Washington: Members of the Board of Trustees.",
        "3. Export-Import Bank of Washington: One private secretary or confidential assistant to each member of the Board of Trustees.",
        "XVIII. Veterans' Administration",
        "1. Five special assistants to the Administrator.",
        "2. One private secretary or confidential assistant to the Administrator.",
        "3. Professional or technical specialists when employed temporarily for consultation purposes.",
        "4. Positions in Veterans' Administration facilities when filled by the appointment of members of such facilities receiving domiciliary care if, in the opinion of the Veterans' Administration, the duties can be satisfactorily performed by such members.",
        "5. Any local physician or dentist employed on a fee basis or a part-time basis when, in the opinion of the Commission, the establishment of registers Is impracticable.",
        "XIX. Federal Security Agency",
        "1. Two private secretaries or confidential assistants to the Administrator of the Federal Security Agency.",
        "2. Social Security Board: One private secretary or confidential assistant to each member of the Board.",
        "3. Public Health Service: Special escorts to accompany patients of the Public Health Service in accordance with existing laws and regulations. Employments under this paragraph shall be only for the period of time necessary for the escort to deliver the patient to his destination and to return.",
        "4. Public Health Service: Classified positions at Government sanatoria when filled by patients during treatment or convalescence.",
        "5. Public Health Service: All persons actually employed in leprosy, yellow f e v e r, and psittacosis investigation stations.",
        "6. Public Health Service: Any local physician or dentist employed on a fee basis or a part-time basis when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "7. Public Health Service: Employees engaged on problems in preventive medicine financed or participated in by the Federal Security Agency and a cooperating State, county, municipality, incorporated organization, or an individual, in which at least one-half of the expense is contributed by the cooperating agency either in salaries, quarters, materials, equipment, or other necessary elements in the carrying on of the work.",
        "8. Public Health Service: Professional, technical, or scientific specialists .when employed on a fee basis or part-time basis as consultants in connection with problems in preventive medicine, such appointments to be subject to the prior approval of the Commission.",
        "9. Public Health Service: Internes (medical and dental).",
        "10. Public Health Service: Research associates holding fellowships for a fixed term of service in the National Institute of Health under the act approved May 26, 1930. The qualifications for such research associates shall be subject to approval by the Commission.",
        "11. Public Health Service: One position of cook (oriental style), one position of kitchenman-waiter, and one position of attendant-messenger-interpreter at the Immigration Hospital, Angel Island, California.",
        "12. Freedmen's Hospital: Pupil nurses, internes, and resident physicians.",
        "13. St. Elizabeth's Hospital: Visiting physicians and organist.",
        "XX. Employees' Compensation Commission",
        "1. One private secretary or confidential assistant to each Commissioner.",
        "XXI. U. S. Maritime Commission",
        "1. All positions on Government owned ships operated by the U. S. Maritime Commission.",
        "XXII. Federal Power Commission",
        "1. One private secretary or confidential assistant to each Commissioner.",
        "XXIII. Securities and Exchange Commission",
        "1. One private secretary or confidential assistant to each member of the Commission.",
        "XXIV. National Railroad Adjustment Board",
        "1. One private secretary or confidential assistant to each member of the Board.",
        "XXV. National Mediation Board",
        "1. One private secretary or confidential assistant to each member of the Board.",
        "XXVI. Federal Deposit Insurance Corporation",
        "1. One private secretary or confidential assistant to each member of the Board of Directors.",
        "2. All field positions concerned with the work of liquidating the assets of closed banks or the liquidation of loans to banks, and all temporary field positions the work of which is concerned with paying the depositors of closed insured banks.",
        "XXVII. Advisory Commission to Council of National Defense",
        "1. One private secretary or confidential assistant to each member of the Advisory Commission to Council of National Defense.",
        "SCHEDULE B-POSITIONS WHICH MAY BE FILLED UPON NONCOMPETITIVE EXAMINATION",
        "I. Interior Department",
        "1. Any competitive position at an Indian school when filled by the wife of a competitive employee of the school, when because of isolation or lack of quarters, the Commission deems it in the interest of the service to have appointment made upon nonconpetitive examination.",
        "2. Twelve field representatives to act as the immediate and confidential representatives of the Commissioner of Indian Affairs, subject to such evidence of qualifications as the Commission may prescribe after consultation with the Commissioner of Indian Affairs.",
        "II. Federal Works Agency",
        "1. Such administrative or custodial positions in the field service of the United States Housing Authority relating to the management or maintenance of Federal low-rent housing projects which, in the opinion of the Commission, cannot be filled satisfactorily through open competitive examinations; provided that no position shall be filled under this paragraph unless it is clearly demonstrated that the best interests of the service will be served thereby.",
        "III. Department of Commerce",
        "1. Not to exceed six specialists who may be employed in the United States for the purpose of promoting the foreign and domestic commerce of the United States.",
        "2. Special agents employed in collecting cotton statistics.",
        "IV. War Department",
        "1. Positions of military storekeeper in the Signal Service at Large when filled by retired noncommissioned officers of the Signal Corps.",
        "2. Four positions of headquarters messenger at the headquarters of the Philippine Department, when filled by honorably discharged enlisted men who have been on duty at those headquarters.",
        "3. Any person employed in an area outside the continental limits of the United States (except the Canal Zone and Alaska), when in the opinion of the Secretary of War the best interests of the service so require.",
        "4. Classified positions in the field service of the War Department when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "V. District of Columbia",
        "1. Surgeons of the police and fire departments of the District of Columbia.",
        "VI. Treasury Department",
        "1. Classified positions in the field service of the Treasury Department, when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "VII. State Department",
        "1. Specialists in foreign relations, political, economic, and financial, whose proposed compensation is $3,200 or more, and whose training and experience along the lines of their proposed duties meet the standard minimum qualifications set up in open competitive examinations for positions in the professional service for corresponding grades.",
        "2. Persons formerly employed abroad as United States diplomatic or consular officers of career or foreign-service officers of career for the period of at least 4 years, for service in the Department of State as administrative officers or executive advisers In positions comparable in salary with the associate professional grade or higher.",
        "VIII. Navy Department",
        "1. Such positions of a professional, scientific, technical, or supervisory nature under the Naval Establishment in the Philippine Islands, as may be agreed upon by the Secretary of the Navy and the Commission.",
        "2. Any person employed in an area outside the continental limits of the United States (except the Canal Zone and Alaska), when in the opinion of the Secretary of the Navy the best interests of the service so require.",
        "3. Classified positions in the field service of the Navy Department and the Marine Corps when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "IX. Post Office Department",
        "1. One postal rate expert.",
        "X. Veterans' Administration",
        "1. Classified positions in the Veterans' Administration when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "XI. Department of Agriculture",
        "1. Classified positions in the field service of the Department of Agriculture when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "XII. The National Archives",
        "1. Classified positions in the National Archives when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "XIII. Department of Justice",
        "1. National Training School for Boys: Assistants to cottage officers when filled by the appointment of bona fide students at colleges or universities at salaries not in excess of $540 per annum, subject to the approval of the Commission.",
        "XIV. Smithsonian Institution",
        "1. Classified positions in the Smithsonian Institution when filed by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "* * * * *",
        "The Civil Service Commission with the concurrence of the department or agency concerned may revoke in whole or in part any paragraph of Schedule A or B.",
        "Final decision as to whether the duties of any position in the executive civil service are such that appointments thereto are authorized under any paragraph of Schedule A or B shall rest with the Civil Service Commission.",
        "[NAME]",
        "The White House,September 6, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8534-Amending Schedules A and B of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372589"
}