{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6442-prescribing-rules-and-regulations-under-the-federal-emergency-relief",
    "doc": "executive-order-6442-prescribing-rules-and-regulations-under-the-federal-emergency-relief",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6442-Prescribing Rules and Regulations Under the Federal Emergency Relief Act of 1933",
    "date": "November 22, 1933",
    "content": [
        "By virtue of the authority vested in me by section 3 (b) of the Federal Emergency Relief Act of 1933, approved May 12, 1933 (Public, No. 15, 73d Cong.), I hereby prescribe the following rules and regulations necessary for effectuating the purposes of the said act:",
        "(1) The Federal Emergency Relief Administrator is authorized to assume control of the administration of relief in any State where, in his judgment, more effective and efficient cooperation between the State and Federal authorities may thereby be secured in carrying out the purposes of said act.",
        "(2) The Administrator is further authorized to create in any State in which he has assumed control of the administration of relief, a State emergency relief administration and such advisory committee or committees as he may deem necessary.",
        "(3) Such State emergency relief administration, under the direction of the Federal Emergency Relief Administrator, shall be responsible for the distribution and expenditure of any and all funds granted to the State by the said Administrator.",
        "(4) Such State emergency relief administration shall appoint such personnel, volunteer or paid, as is required and shall fix the salary of all paid workers subject to the approval of the Federal Emergency Relief Administrator, provided that no salary shall be paid in excess of the amount fixed in section 3(b) of said act.",
        "(5) Such State emergency relief administration shall appoint such local emergency relief administrations, organizations, or directors as may be necessary.",
        "(6) All personnel appointed under paragraph (2) of this order shall serve at the pleasure of the Federal Emergency Relief Administrator and all personnel appointed under paragraphs (4) and (5) of this order shall serve at the pleasure of said Administrator and/or such State emergency relief administration.",
        "[NAME]",
        "The White House,November 22, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6442-Prescribing Rules and Regulations Under the Federal Emergency Relief Act of 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362267"
}