{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7342-authorizing-initial-appointments-certain-executive-positions-the",
    "doc": "executive-order-7342-authorizing-initial-appointments-certain-executive-positions-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7342-Authorizing Initial Appointments to Certain Executive Positions in the Railroad Retirement Board Without Compliance with the Civil Service Act and Rules",
    "date": "April 10, 1936",
    "content": [
        "Whereas, under the Railroad Retirement Act of 1935 (49 Stat. 967), providing for the retirement of railroad employees, it is necessary that a provisional form of organization be immediately established:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), it is hereby ordered that the initial appointment to each of the following executive positions in the Railroad Retirement Board may be made without compliance with the competitive provisions of the Civil Service Act and Rules, the person proposed for such noncompetitive appointment, however, to establish before the Civil Service Commisson the possession of requisite qualifications:",
        "3 Administrative Assistants to the Board Members1 Executive Assistant to the Board1 Chairman, Division of Review and Appeals4 Members, Division of Review and Appeals1 Chief Actuary1 Assistant Chief Actuary1 Chief Economist3 Assistant Chief Economists-      Old Age and Retirement Insurance      Unemployment Insurance      Statistical Analysis1 Secretary to the Board1 Chief, Division of Investigation1 Chief, Division of Audits and Accounts1 Director, Bureau of Accounts1 Assistant Director, Bureau of Accounts1 Chief, Division of Individual Accounts1 Chief, Division of General Accounts1 Chief, Field Audit Division1 Director, Bureau of Claims1 Assistant Director, Bureau of Claims1 Chief, Field Division, Bureau of Claims1 Chief, Claims Division, Bureau of Claims",
        "This order is recommended by the Railroad Retirement Board.",
        "[NAME]",
        "The White House,April 10, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7342-Authorizing Initial Appointments to Certain Executive Positions in the Railroad Retirement Board Without Compliance with the Civil Service Act and Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356155"
}