{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7377-transferring-certain-lands-the-control-and-jurisdiction-the-secretary",
    "doc": "executive-order-7377-transferring-certain-lands-the-control-and-jurisdiction-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7377-Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy in Massachusetts",
    "date": "May 20, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of July 11, 1919, 41 Stat. 131, 132 (U.S.C., Title 10, Sec. 1274), and otherwise, and in the interest of the national defense, it is ordered that there be, and there is hereby, transferred to the control and jurisdiction of the Secretary of the Navy, all that part of the former United States Naval Destroyer and Submarine Base, Squantum, Massachusetts, containing approximately 468 acres of fast and tide lands, that was transferred to the control and jurisdiction of the Secretary of War by letter of the Secretary of the Navy dated April 4, 1929, and is situate southerly of a line extending from low-water mark of Dorchester Bay to low-water mark of Neponset River, such line being more particularly described as follows:",
        "\"Beginning at a point on the shore line of Dorchester Bay, approximately 675 feet southeasterly of the southeast building line of Building No. 24, and on the center line of the center railroad track of plate yard prolonged; thence southwesterly to a point 25 feet south of the southeasterly end of the southwest wall of Building No. 24; thence paralleling the southwest wall of Building No. 24 to the intersection of the north side of Victory Road; thence following the north side of Victory Road northwesterly to a point 25 feet northwest of the northwesterly building line of Building No. 24; thence northeasterly paralleling the northwesterly building line of Building No. 24 to a point on the southerly side of F Street produced southeasterly; thence northwesterly along the south side of F. Street, a distance of 825 feet more or less; thence northwesterly paralleling the center railroad track of the plate yard at a distance of 15 feet therefrom to the Intersection of the north side of Victory Road; thence northwesterly following the north side of Victory Road for a distance of 1625 feet, more or less, thence in a northwesterly direction on a bearing north 14°0' west to the line of extreme low water of the Neponset River. From the point of beginning the line is produced easterly paralleling the first described line to extreme low water.\"",
        "[NAME]",
        "THE WHITE HOUSE,May 20, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7377-Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy in Massachusetts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355782"
}