{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7427-revocation-paragraph-2b-section-v-schedule-the-civil-service-rules",
    "doc": "executive-order-7427-revocation-paragraph-2b-section-v-schedule-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 7427-Revocation of Paragraph 2(B), Section V, Schedule A of the Civil Service Rules",
    "date": "August 06, 1936",
    "content": [
        "WHEREAS Executive Order of February 27, 1917, amended paragraph 2, section V, Schedule A of the Civil Service Rules, so as to except the positions hereinafter named from the competitive classified service because of low salaries, large turnover, and need of immediate replacement and flexibility in hiring; and",
        "WHEREAS the reasons for making such exceptions no longer exist:",
        "NOW, THEREFORE, by virtue of and pursuant to the authority vested in me by the Civil Service Act (22 Stat. 403), it is ordered that paragraph 2(b), section V, Schedule A of the Civil Service Rules, excepting from the competitive classified service at the United States Naval Academy the positions of baker helpers, coffeemen, firemen, linenmen, pantrymen, dish pantrymen, scullions, utility men, waiters, and when filled by promotion from the position of waiter, the positions of head waiter and assistant head waiter, be, and it is hereby, revoked, such positions being returned to the competitive classified service.",
        "The present incumbents may acquire an appropriate civil-service status under the provisions of section 6 of Civil Service Rule II as amended by Executive Order No. 7408 of July 6, 1936.",
        "[NAME]",
        "THE WHITE HOUSE,August 6, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7427-Revocation of Paragraph 2(B), Section V, Schedule A of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356185"
}