{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6606-e-for-the-electrotyping-and-stereotyping-industry",
    "doc": "executive-order-6606-e-for-the-electrotyping-and-stereotyping-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6606-E-For the Electrotyping and Stereotyping Industry",
    "date": "February 17, 1934",
    "content": [
        "A Code of Fair Competition for the Electrotyping and Stereotyping Industry was approved by me on December 23, 1933, subject to the following condition, inter aha:",
        "\"1. That the maximum hours of work specified in Article III of the Code and/or any other provisions of the Code relating to hours of work, shall not be construed as a minimum work day or work week;",
        "\"Provided, that if at any time in any locality, employees engaged in any trade or craft, through their chosen representatives, express by written request to their employer or employers, a desire to share available work with bona fide resident competent mechanics in their particular trade or craft, the number of hours may be adjusted by mutual agreement;",
        "\"Provided, further, that if local agreement proves impossible within fifteen (15) days after such request, the question may be appealed by either party to a local board set up by mutual agreement of the parties, or to the Labor Board established in Article VIII of the Code.\"",
        "An application having been duly made by the Code Authority of the Electrotyping and Stereotyping Industry, pursuant to the Code, for the following amendment of my Executive Order of December 23, 1933, the Administrator having recommended the granting of said application, the amendment to be in accordance with the following proposal:",
        "That the first condition of my approval of the Code be deleted and that the following be substituted therefor:",
        "\"1. That the maximum hours of work specified in Article III of the Code and/or any other provisions of the Code relating to hours of work, shall not be construed as a minimum work day or work week;",
        "\"Provided, that if at any time in any establishment a majority of the mechanical employees actually engaged in any trade, express by written request to their employer a desire to share available work with bona fide resident unemployed competent mechanics in their particular trade, the number of hours of work may be adjusted by mutual agreement.",
        "\"(a) If mutual agreement proves impossible within fifteen (15) days the question may be appealed by either party to a local Eact Finding Board made up of tw o representatives of the employer and two representatives of the employees.",
        "\"(b) The local Board as thus formed, shall endeavor to agree upon the facts with regard to the number of resident unemployed competent mechanics in the locality for the purpose of reducing the number of such unemployed mechanics so far as is possible without undue hardship to cither the employer or his employees.",
        "\"(c) If a majority agreement cannot be arrived at, the four members shall choose a fifth and impartial member of the Board, who shall act as Chairman.",
        "\"(d) The Board shall proceed diligently to complete its findings of fact and make its recommendations.",
        "\"(e) Should either the employer or his employees disagree with the findings and recommendations of the local Fact Finding Board, appeal may be made to the Labor Board provided for in the Code, to which shall be added by the Administrator one disinterested member to act as Chairman and one member, a representative of labor, on nomination of the Labor Advisory Board of the National Recovery Administration, which, after notice and opportunity for the parties to be heard, shall make a finding which shall be binding upon all parties of interest.\"",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby adopt and approve the recommendation of the /Administrator and do order that my Executive Order approving the Code of Fair Competition for the Electrotyping and Stereotyping Industry be and it is hereby amended accordingly.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,Feb. 17, 1934",
        "The following statement shall be published with my Order amending my Executive Order approving a Code of Fair Competition for the Electrotyping and Stereotyping Industry.",
        "I understand that there is some disagreement in the industry on the provisions of Section 1 of my Executive Order. The terms of the aforesaid condition were strenuously contended for by certain members of the industry. They have been inserted. On the other hand these terms were opposed by the Labor Advisory Board and by certain of the groups of employees of the Electrotyping and Stereotyping Industry.",
        "In view of the disagreement concerning the application of the condition it appears to me desirable to state here that my aforesaid condition is not to be construed or interpreted in such manner as to conflict with Section 7 (a) of the National Industrial Recovery Act. Nor shall such condition interfere with the right of the employees of any locality to express their desire to share regular work with bona fide resident unemployed competent mechanics in their particular trade or craft and to appeal to all agencies of the government to assist them in the exercise of this right.",
        "[NAME]",
        "The White House,Feb 17, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6606-E-For the Electrotyping and Stereotyping Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362372"
}