{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6861-staying-certain-amendments-the-code-fair-competition-for-the-cotton",
    "doc": "executive-order-6861-staying-certain-amendments-the-code-fair-competition-for-the-cotton",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 - 1945",
    "title": "Executive Order 6861-Staying Certain Amendments to the Code of Fair Competition for the Cotton Garment Industry Approved by Executive Order No. 6828 of August 21, 1934",
    "date": "September 28, 1934",
    "content": [
        "Whereas, Executive Order No. 6828 of August 21, 1934, approved, among other amendments of the Code of Fair Competition for the Cotton Garment Industry, amendments of Articles III and IV, which amendments by their terms are not to go into effect until October 1, 1934, and;",
        "Whereas, a reorganization of the National Recovery Administration has just been effected and there are pending before the newly appointed National Industrial Recovery Board protests by the Cotton Garment Code Authority and by various members of the industry against said amendments to Articles III and IV, and it appears that said Board should have an adequate opportunity to investigate the facts and make its recommendations thereon, and;",
        "Whereas, said protestants have stated that if an impartial committee were appointed to determine the issues involved in the protest, they would abide by its conclusions;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by Title I of the National Industrial Recovery Act of June 16, 1933 (c. 90, 48 Stat. 195), and in order to effectuate the purposes of said title, I hereby order:",
        "1. That said amendments to Articles III and IV of the Code of Fair Competition for the Cotton Garment Industry be stayed up to and including October 15, 1934.",
        "2. That the National Industrial Recovery Board shall forthwith appoint a committee of three impartial persons who have not heretofore formed an opinion concerning the subject matter of said amendments, which committee shall hear said protests, investigate the facts and report its recommendations on or before October 10, 1934.",
        "3. That the National Industrial Recovery Board shall immediately transmit said recommendations to me.",
        "This order is made upon the understanding that the protestants will accept as final and will abide by such decision and order as I shall make on or before October 15, 1934, after consideration of said recommendations.",
        "[NAME]",
        "The White House,September 28, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6861-Staying Certain Amendments to the Code of Fair Competition for the Cotton Garment Industry Approved by Executive Order No. 6828 of August 21, 1934 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362567"
}