{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10321-inspection-income-excess-profits-declared-value-excess-profits",
    "doc": "executive-order-10321-inspection-income-excess-profits-declared-value-excess-profits",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 10321-Inspection of Income, Excess-Profits, Declared Value Excess-Profits, Capital Stock, Estate, and Gift Tax Returns by the Senate Committee on Rules and Administration",
    "date": "January 24, 1952",
    "content": [
        "By virtue of the authority vested in me by sections 55 (a), 508, 603, 729 (a), and 1204 of the Internal Revenue Code (53 Stat. 29. 111. 171; 54 Stat. 989, 1008; 55 Stat. 722; 26 U. S. C. 55 (a). 508. 603, 729 (a), and 1204), it is hereby ordered that any income, excess -profits, declared value excess-profits, capital stock, estate, or gift tax return for any period to and including 1950 shall, during the Eighty-second Congress, be open to Inspection by the Senate Committee on Rules and Administration or any duly authorized subcommittee thereof in connection with its studies of matters relating to the election of Members of Congress, corrupt practices, contested elections, credentials and qualifications, and Federal elections generally, subject to the conditions stated in the Treasury decision relating to the Inspection of such returns by that committee, approved by me this date.",
        "This Executive order shall be effective upon its filing for publication in the Federal Register.",
        "HARRY S. TRUMAN",
        "THE WHITE HOUSE,",
        "January 24, 1952."
    ],
    "citation": "Harry S Truman, Executive Order 10321-Inspection of Income, Excess-Profits, Declared Value Excess-Profits, Capital Stock, Estate, and Gift Tax Returns by the Senate Committee on Rules and Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/306770"
}