{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6633-waiver-civil-service-rule-ii-permit-the-appointment-mr-f-harry-lewis",
    "doc": "executive-order-6633-waiver-civil-service-rule-ii-permit-the-appointment-mr-f-harry-lewis",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6633-Waiver of Civil Service Rule II to Permit the Appointment of Mr. F. Harry Lewis in the Customs Service",
    "date": "March 07, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of the last sentence of the eighth paragraph of subdivision second of section 2 of the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403, 404), it is hereby ordered that Mr. F. Harry Lewis may be appointed to the position of examiner of merchandise in the office of the United States Appraiser of Merchandise, Customs Service, New York, New York, without compliance with the requirements of Civil Service Rule II.",
        "Mr. Lewis has served continuously in the Customs Service since 1913 in the excepted position of Chinese interpreter. The appraiser at New York states that Mr. Lewis is the only employee in the Customs Service who, in addition to possessing a knowledge of customs procedure, is able to translate and classify Chinese and Japanese invoices, and that, through long experience in the interpretation of these documents for examiners of merchandise and in otherwise assisting them, Mr. Lewis has qualified himself to perform the duties of an examiner. The appraiser is of the opinion that the appointment of Mr. Lewis to the position of examiner would be of invaluable benefit to the Customs Service.",
        "This order is requested by the appraiser at New York and is recommended by the Secretary of the Treasury.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 7, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6633-Waiver of Civil Service Rule II to Permit the Appointment of Mr. F. Harry Lewis in the Customs Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362402"
}