{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6556-amendment-executive-order-no-6260-august-28-1933",
    "doc": "executive-order-6556-amendment-executive-order-no-6260-august-28-1933",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6556-Amendment of Executive Order No. 6260 of August 28, 1933",
    "date": "January 12, 1934",
    "content": [
        "The first paragraph of section 4 of Executive Order No. 6260 of August 28, 1933, relating to the hoarding, export, and earmarking of gold coin, bullion, or currency, and to transactions in foreign exchange is hereby amended to read as follows:",
        "Sec. 4. ACQUISITION OF GOLD COIN AND GOLD BULLION.-No person other than a Federal Reserve bank shall after the date of this order acquire in the United States any gold coin, gold bullion, or gold certificates except under license therefor issued pursuant to this Executive order, provided that member banks of the Federal Reserve System may accept delivery of such coin, bullion, and certificates for surrender promptly to a Federal Reserve bank, and provided further that persons requiring gold for use in the industry, profession, or art in which they are regularly engaged may replenish their stocks of gold up to an aggregate amount of $100, by acquisitions of gold bullion held under licenses issued under section 5 (b), without necessity of obtaining a license for such acquisitions, and provided further that collectors of rare and unusual coin may acquire from one another and hold without necessity of obtaining a license therefor gold coin having a recognized special value to collectors of rare and unusual coin (but not including quarter eagles, otherwise known as $2.50 pieces, unless held, together with rare and unusual coin, as part of a collection for historical, scientific, or numismatic purposes, containing not more than four quarter eagles of the same date and design and struck by the same mint).",
        "Section 6 of the aforesaid order is hereby amended by adding thereto the following subparagraph:",
        "(e) Through any agency that he may designate, the export of gold coin having a recognized special value to collectors of rare and unusual coin (but not including quarter eagles, otherwise known as $2.50 pieces, unless held, together with rare and unusual coin, as part of a collection for historical, scientific, or numismatic purposes, containing not more than four quarter eagles of the same date and design and struck by the same mint).",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 12, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6556-Amendment of Executive Order No. 6260 of August 28, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362313"
}