{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9440-authorizing-the-reconstruction-finance-corporation-place-orders-with",
    "doc": "executive-order-9440-authorizing-the-reconstruction-finance-corporation-place-orders-with",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9440-Authorizing the Reconstruction Finance Corporation to Place Orders With Other Agencies for Materials or Services to Be Obtained by Contract or Otherwise",
    "date": "May 09, 1944",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the Statutes of the United States, particularly by Title I of the First War Powers Act, 1941, as President of the United States and as Commander in Chief of the Army and Navy, it is hereby ordered as follows:",
        "The functions, powers, and duties, with respect to placing orders for materials, supplies, equipment, work, or services, of any kind that any requisitioned Federal agency may be in a position to supply, or to render or to obtain by contract, which are vested in the War Department, Navy Department, Treasury Department, Civil Aeronautics Administration and the Maritime Commission under section 7 (a) of the act of May 21, 1920 (41 Stat. 613), as amended by section 601 of the act of June 30, 1932 (47 Stat. 417), and the act of July 20, 1942 (56 Stat. 661, 31 U.S.C., 686), and which are also vested in the War Food Administration by virtue of Executive Order 9418 of January 29, 1944, may be exercised also by the Reconstruction Finance Corporation, and by any constituent, subsidiary or controlled agency or corporation thereof designated by the Reconstruction Finance Corporation. Any provision of any executive order or proclamation conflicting with this order is superseded to the extent of such conflict.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 9, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9440-Authorizing the Reconstruction Finance Corporation to Place Orders With Other Agencies for Materials or Services to Be Obtained by Contract or Otherwise Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355108"
}