{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9105-amendment-executive-order-no-8704-march-4-1941-prescribing",
    "doc": "executive-order-9105-amendment-executive-order-no-8704-march-4-1941-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9105-Amendment of Executive Order No. 8704 of March 4, 1941, Prescribing Regulations Governing the Granting of Allowances for Quarters and Subsistence to Enlisted Men",
    "date": "March 19, 1942",
    "content": [
        "By virtue of the authority vested in me by section 11 of the act of June 10, 1922, c. 212, 42 Stat. 625, 630, as amended by the act of November 21, 1941 (Public Law 319, 77th Congress), Executive Order No. 8704 of March 4, 1941, as amended by Executive Order No. 8759 of May 24, 1941, prescribing regulations governing the granting of allowances for quarters and subsistence to enlisted men of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service who are not furnished quarters or, rations in kind, is hereby further amended by inserting, before the last paragraph thereof, a new paragraph, reading as follows:",
        "\"Payments of allowances for quarters and subsistence may be made to enlisted men not more than one month in advance, except that as to men proceeding to or from a station beyond the continental limits of the United States or in Alaska, such payments may be made not more than three months in advance. The heads of the Departments concerned may prescribe such additional regulations as may be necessary to carry out the provisions of this paragraph.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 19, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9105-Amendment of Executive Order No. 8704 of March 4, 1941, Prescribing Regulations Governing the Granting of Allowances for Quarters and Subsistence to Enlisted Men Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368052"
}