{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5160-restoring-certain-reserved-lands-withdrawn-for-railway-grants-permit",
    "doc": "executive-order-5160-restoring-certain-reserved-lands-withdrawn-for-railway-grants-permit",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5160-Restoring Certain Reserved Lands Withdrawn for Railway Grants to Permit Use in Maintenance of Air Navigation Facilities, Oregon and California",
    "date": "July 19, 1929",
    "content": [
        "Executive order of July 31, 1916, withdrawing from settlement, entry or other disposition the lands title to which revested in the United States under the provisions of the act approved June 9, 1916 (39 Stat. 218), which order was modified by Executive order of March 21, 1918, so that the Secretary of the Interior may proceed with the restoration of said lands or any portion thereof, or the sale of timber thereon, in the manner authorized and directed by said act of June 9, 1916, is hereby further modified to the extent of authorizing the Secretary of the Interior to withdraw the following described land for use by the Department of Commerce in the maintenance of air navigation facilities under and pursuant to the provisions of section 4 of the act of May 24, 1928 (45 Stat. 728), the timber thereon to remain subject to sale by the United States in accordance with the provisions of the aforesaid act of June 9, 1916:",
        "Willamette Meridian, Oregon:",
        "T. 31 S., R. 5 W., Sec. 3 NE¼ SW¼",
        "HERBERT HOOVER",
        "The White House,July 19, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5160-Restoring Certain Reserved Lands Withdrawn for Railway Grants to Permit Use in Maintenance of Air Navigation Facilities, Oregon and California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360859"
}