{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9317-making-available-for-the-use-the-army-and-navy-quinine-sulfate",
    "doc": "executive-order-9317-making-available-for-the-use-the-army-and-navy-quinine-sulfate",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9317-Making Available for the Use of the Army and Navy Quinine Sulfate Acquired by the Procurement Division of the Treasury Department Pursuant to the Act of June 7, 1939",
    "date": "March 20, 1943",
    "content": [
        "Whereas the Procurement Division of the Treasury Department has acquired by purchase, pursuant to the provisions of the act of June 7, 1939, 53 Stat. 811, stocks of quinine sulfate suitable or medicinal use; and",
        "Whereas the Chairman of the War Production Board has reported to me that there is a need for quinnine sulfate for medicinal uses by the military forces:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States by section 4 of the said act of June 7, 1939, it is ordered as follows:",
        "The Procurement Division of the Treasury Department is hereby authorized and directed to make available, from the stocks acquired by it pursuant to the said act of June 7, 1939, upon such terms of sale and delivery to the buyers and users thereof as may be mutually satisfactory to the Procurement Division and to them, a total of 3,634,782 ounces of quinine sulfate for the use of the Army and a total of 1,283,600 ounces of quinine sulfate for the use of the Navy.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 20, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9317-Making Available for the Use of the Army and Navy Quinine Sulfate Acquired by the Procurement Division of the Treasury Department Pursuant to the Act of June 7, 1939 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/209846"
}