{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6325-code-fair-competition-for-the-optical-manufacturing-industry",
    "doc": "executive-order-6325-code-fair-competition-for-the-optical-manufacturing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6325-Code of Fair Competition for the Optical Manufacturing Industry",
    "date": "October 09, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Optical Manufacturing Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of sub-section (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and is hereby approved, subject to the following conditions:",
        "(1) To effectuate further the policies of the Act, an Optical Manufacturing Industry Committee be created to cooperate with the Administrator as a Planning and Fair Practice Agency for the Optical Manufacturing Industry, which Committee shall consist of seven representatives of the Optical Manufacturing Industry elected by a fair method of selection, to be approved by the Administrator, and three members without vote appointed by the Administrator.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,October 9, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6325-Code of Fair Competition for the Optical Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362150"
}