{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6657-regulations-for-payment-losses-sustained-officers-enlisted-men-and-0",
    "doc": "executive-order-6657-regulations-for-payment-losses-sustained-officers-enlisted-men-and-0",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6657-Regulations for Payment of Losses Sustained by Officers, Enlisted Men, and Employees of the United States in Foreign Countries Due to Appreciation of Foreign Currencies in Their Relation to the American Dollar",
    "date": "March 27, 1934",
    "content": [
        "[APP NOTE: This executive order was signed by the president but never distributed. It was superseded by Executive Order No. 6657-A. Below is a letter from the Secretary of State and text of the signed order. See also the downloadable PDF file of internal State Department notes. This order and all notes were obtained from the archives of the Franklin D. Roosevelt Library.]",
        "DEPARTMENT OF STATEWashington",
        "Executive Order No. 6657, March 27, 1934, was signed by the President. There were, however, some changes which were necessary and some omissions to be inserted, and as a result the order was immediately superseded by Executive Order No. 6657-A of the same date, March 27, 1934.",
        "Therefore, Executive Order No. 6657 was never actually in operation.",
        "CORDELL HULL     Secretary of State.",
        "Executive Order-------Regulations for Payment of Losses Sustained by Officers, Enlisted Men, and Employees of the United States in Foreign Countries Due to Appreciation of Foreign Currencies in Their Relation to the American Dollar",
        "Pursuant to the authority vested in me by the act entitled \"An Act to authorize annual appropriations to meet losses sustained by officers and employees of the United States in foreign countries due to appreciation of foreign currencies in their relation to the American dollar, and for other purposes\", approved March 26, 1934, and in order to afford immediate relief, I prescribe the following temporary regulations, which shall apply to all officers, enlisted men, and employees of the United States while in service in foreign countries.",
        "DEFINITION",
        "1. The words in the act \"while in service in foreign countries\", for the purpose of these regulations, shall be understood to mean (a) while employed in or on assignment or detail to a post of duty in a foreign country, (b) while en route through a foreign country or on a foreign vessel to or from such post, (c) while, during such assignment or detail abroad, on leave of absence with pay in a foreign country, (d) while traveling in foreign countries under official orders, or (e) while attached to and serving on board United States vessels stationed in foreign waters for not less than 30 consecutive days.",
        "PURPOSE OF THE ACT",
        "2. The purpose of the Act and these regulations is to provide for reimbursement to officers, enlisted men, and employees of the United States (hereinafter referred to as employees), for losses sustained from appreciation of foreign currencies in their relation to the American dollar.",
        "METHOD OF COMPUTATION OF PAYMENT OF LOSSES",
        "3. (a) The loss above referred to is that sustained by the conversion into foreign currency of that portion of the employee's salary expended abroad. For purposes of these temporary regulations and until further regulations shall have been made, the proportion of the employee's salary so converted and expended shall be deemed to be 75% of his total net salary, except as provided in paragraphs (c) and (d) of this section.",
        "(b) In addition to the foregoing, losses shall be deemed to have been incurred by conversion and expenditure abroad of all allowances, except as provided in paragraph (c) of this section.",
        "(c) In case of employees serving under the War and Navy Departments (with the exception of military and naval attaches and other employees attached to their offices, who shall be governed by paragraphs (a) and (b) of this section), the loss by conversion into foreign currency shall be deemed to have been incurred on 80% of the total net pay and allowances.",
        "(d) In case of employees traveling in foreign countries under official orders not employed in or on assignment or detail to a post of duty in a foreign country, no part of the employee's salary shall be deemed to be converted or expended abroad for the purposes of these regulations.",
        "(e) In case of employees who sustained losses arising from the conversion of salaries or allowances (including those paid from fees either in foreign or American currency) during the period from July 15, 1933, to the effective date of this order, the losses sustained through conversion shall be calculated as provided in paragraphs (a), (b), (c) and (d) of this section. Claim for reimbursement for such loss shall be accompanied by the best evidence, available to the employee, of the rate at which conversion was made.",
        "(f) As used in this section:",
        "The term \"net salary\" means the base salary less any deduction for contribution to the retirement or other fund, or on account of percentage deductions in compensation.",
        "The term \"net pay and allowances\" means the employee's full pay, including extra or additional pay, and all allowances (other than those furnished in kind) less deductions therefrom on account of allotments, fines and forfeitures, clothing, hospital, Civil Service Retirement Fund, percentage deductions in compensation, and other sundry checkages.",
        "BASIC EXCHANGE RATES FOR COMPUTATION OF LOSSES",
        "4. For the basis of computation of losses as referred to in the foregoing Act, the following rates are prescribed as the basic rates for foreign currencies:",
        "",
        "METHOD OF PAYMENT TO EMPLOYEES",
        "5. From and after the effective date of this order, each employee shall be entitled to receive in foreign currency such amount as he would have received by converting into such foreign currency, at the basic rates specified in section 4, that portion of his allowances and net salary deemed to have been converted as provided in section 3.",
        "AUTHORITY TO MODIFY",
        "6. The foregoing regulations are temporary and subject to change hereafter, and for the purpose of further adjustment future orders or regulations may, with respect to compensation for exchange losses, be retroactive to the date of this order or to July 15, 1933.",
        "EFFECTIVE DATE",
        "7. This order shall take effect as of April 1, 1934.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6657-Regulations for Payment of Losses Sustained by Officers, Enlisted Men, and Employees of the United States in Foreign Countries Due to Appreciation of Foreign Currencies in Their Relation to the American Dollar Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373336"
}