{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8590-fixing-the-number-men-be-inducted-into-the-land-forces-the-united",
    "doc": "executive-order-8590-fixing-the-number-men-be-inducted-into-the-land-forces-the-united",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8590-Fixing the Number of Men To Be Inducted Into the Land Forces of the United States Prior to July 1, 1941, and Directing Their Selection and Induction",
    "date": "November 08, 1940",
    "content": [
        "By virtue of the authority vested in me by the Selective Training and Service Act of 1940 (Pub. No. 783, 76th Cong.), it is hereby determined and ordered as follows:",
        "1. The number of men required to be inducted into the land forces of the United States in the national interest prior to July 1, 1941, under the Selective Training and Service Act of 1940, is 800,000.",
        "2. The Secretary of War shall at such time or times prior to July 1, 1941, as he shall deem expedient, induct into the land forces of the United States not to exceed 800,000 men selected under the Selective Training and Service Act of 1940 and the regulations issued thereunder.",
        "3. The Director of Selective Service shall select in the manner provided in the Selective Training and Service Act of 1940 and the regulations issued thereunder such men as in his judgment may be required to meet requisitions to be made upon him by the Secretary of War pursuant to paragraph 2 hereof, and shall make available for induction into the land forces of the United States a sufficient number of men so selected to fill such requisitions of the Secretary of War.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 8, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8590-Fixing the Number of Men To Be Inducted Into the Land Forces of the United States Prior to July 1, 1941, and Directing Their Selection and Induction Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368432"
}