{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7408-amendment-section-6-rule-ii-civil-service-rules",
    "doc": "executive-order-7408-amendment-section-6-rule-ii-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7408-Amendment of Section 6, Rule II, Civil Service Rules",
    "date": "July 06, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1753 of the Revised Statutes and by the provisions of subdivision FIRST and paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), section 6 of Rule n of the Civil Service Rules is hereby amended to read as follows:",
        "6. Except as provided in section 7 of this rule a person holding a position when it is placed in the competitive classified civil service and made subject to competitive examination may acquire a competitive civil service status provided:",
        "(a) That he was appointed at least 60 days prior to the effective date of the change in the status of the position;",
        "(b) That he is unqualifiedly recommended to the Civil Service Commission by the head of the department or establishment in which he is employed;",
        "(c) That he shall pass such appropriate noncompetitive tests of fitness as the Civil Service Commission may prescribe; and",
        "(d) That he is a citizen of the United States and is not disqualified by any of the provisions of section 4 of Civil Service Rule V or of any provision of the Civil Service Act and Rules or of any other statute or Executive order.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,July 6, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7408-Amendment of Section 6, Rule II, Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356189"
}