{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7496-transfer-property-functions-funds-etc-pertaining-recreational",
    "doc": "executive-order-7496-transfer-property-functions-funds-etc-pertaining-recreational",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7496-Transfer of Property, Functions, Funds, etc., Pertaining to Recreational Demonstration Projects From the Resettlement Administration to the Secretary of the Interior",
    "date": "November 14, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by Title II of the National Industry Recovery Act (48 Stat. 200), the Emergency Relief Appropriation Act of 1935 (49 Stat. 115), and the Emergency Relief Appropriation Act of 1936 (Public No. 739, 74th Congress), I hereby order as follows:",
        "1. There is transferred from the Resettlement Administration to the Secretary of the Interior (a) all the real and personal property or any interest therein, together with all contracts, options, rights and interests, books, papers, memoranda, records, etc., acquired by the Resettlement Administration in connection with the recreational demonstration projects set forth in the attached schedule[1] with funds appropriated or made available to carry out the provisions of the National Industrial Recovery Act by the Fourth Deficiency Act, fiscal year 1933 (48 Stat. 274, 275), and by the Emergency Appropriation Act, fiscal year 1935 (48 Stat. 1055), and with funds appropriated by the Emergency Relief Appropriation Act of 1935 (49 Stat. 115), and by the Emergency Relief Appropriation Act of 1936 (Public No. 739, 74th Congress), and (b) all personnel, whether in the District of Columbia or elsewhere, now employed in connection with the acquisition of land for those recreational demonstration projects, together with all administration personnel records pertaining to the employees transferred, and to those employees engaged in development activities as of July 31, 1936, who were released by the Resettlement Administration on that date to permit the Department of the Interior to enter them on its rolls as of August 1.",
        "2. There is transferred and allocated to the Secretary of the Interior all balances of appropriations heretofore made available to or allotted for expenditure by the Resettlement Administration both for acquiring land for the recreational demonstration projects set forth in the attached schedule and for developing those projects, under the said National Industrial Recovery Act, Fourth Deficiency Act, fiscal year 1933, Emergency Appropriation Act, fiscal year 1935, Emergency Relief Appropriation Act of 1935, and Emergency Relief Appropriation Act of 1936, to be used for the purposes for which such funds were made available or allotted to the Resettlement Administration. The Secretary of the Interior shall assume all outstanding obligations, commitments, and encumbrances heretofore incurred by the Resettlement Administration in connection with the said projects.",
        "3. The Secretary of the Interior is authorized, through the National Park Service, to complete and administer the projects transferred to him by this Executive Order and to exercise with respect to any real or personal property or any interest therein, contracts, options, rights and interests, books, papers, memoranda, and records acquired in connection with such projects, all the powers and functions given to the Resettlement Administration in connection therewith by Executive Orders Nos. 7027 and 7028 of April 30, 1935, and April 30, 1935, respectively.",
        "4. The Secretary of the Interior is authorized to prescribe such rules and regulations as may be necessary to carry out the administrative functions transferred and delegated to him by this Executive Order.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,November 14, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7496-Transfer of Property, Functions, Funds, etc., Pertaining to Recreational Demonstration Projects From the Resettlement Administration to the Secretary of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356428"
}