{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6526-the-matter-the-application-the-southern-plow-manufacturers",
    "doc": "executive-order-6526-the-matter-the-application-the-southern-plow-manufacturers",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6526-In the Matter of the Application of the Southern Plow Manufacturers Association and the Blount Plow Works, For Certain Exemptions From the Code of Fair Competition for the Farm Equipment Industry",
    "date": "December 21, 1933",
    "content": [
        "A Code of Fair Competition for the Farm Equipment Industry has been heretofore approved by me. After such approval, and in accordance with the provisions of my further Executive Order dated July 15, 1933, hearings have been granted by the Administrator to the above named applicants, allegedly directly affected by said Code, who have claimed that applications thereof have been unjust to them and have applied for an exemption therefrom with reference to the minimum wage provided in the said Code, and a change in wording to effect more complete dissemination of statistics.",
        "It appears to me on the basis of the showing made at the hearings granted the applicants above named as set forth in the report thereon, dated November 21, 1933, rendered to me by the Administrator, which is hereby adopted and approved, that no case of injustice has been made out by the Southern Plow Manufacturers Association respecting minimum rates, but that the wording of Article VI, Section 2, of the Code is unnecessarily restrictive:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority and discretion vested in me under Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, and in accordance with the provisions of my Executive Order dated July 15, 1933, providing for hearing on the application of Codes under certain circumstances, do order that the application for exemption by the Southern Plow Manufacturers Association, be and is hereby denied, but that the words \"members of the Association\" in the last sentence of Article VI, Section 2, be and is hereby changed to \"employers who have agreed to the Code.\"",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,December 21, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6526-In the Matter of the Application of the Southern Plow Manufacturers Association and the Blount Plow Works, For Certain Exemptions From the Code of Fair Competition for the Farm Equipment Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373279"
}