{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8318-authorization-committee-education-and-labor-united-states-senate",
    "doc": "executive-order-8318-authorization-committee-education-and-labor-united-states-senate",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8318-Authorization of Committee on Education and Labor, United States Senate, to Inspect Income, Profits, and Capital Stock Tax Returns and Returns of Employment Tax on Employers",
    "date": "January 10, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by sections 55 (a), 351, and 503 of the Revenue Act of 1936 (49 Stat. 1648), section 358 of the Revenue Act of 1936 as amended by the Revenue Act of 1937 (50 Stat. 813, 817), sections 55 (a), 409, 601 (e), and 602 (c) of the Revenue Act of 1938 (52 Stat. 447,478, 564, 566, 568), sections 55 (a), 1204, and 1604 (c) of the Internal Revenue Code (53 Stat. Part 1), and section 905 of the Social Security Act (49 Stat. 620, 641), it is hereby ordered that income, profits, and capital stock tax returns made under the Revenue Act of 1936, under the Revenue Act of 1936 as amended by the Revenue Act of 1937, under the Revenue Act of 1938, and under the Internal Revenue Code, and returns of employment tax on employers under Title IX of the Social Security Act and under Subchapter C of Chapter 9 of the Internal Revenue Code shall be open to inspection by the Committee on Education and Labor, United States Senate, or any duly authorized subcommittee thereof, which committee or subcommittee is authorized by Senate Resolution 266, Seventy-fourth Congress, second session, passed June 6, 1936, to make an investigation of violations of the rights of free speech and assembly and undue interference with the right of labor to organize and bargain collectively; such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury Decision relating to the inspection of returns by that committee, or any duly authorized subcommittee thereof, approved by me this date.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 10, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8318-Authorization of Committee on Education and Labor, United States Senate, to Inspect Income, Profits, and Capital Stock Tax Returns and Returns of Employment Tax on Employers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368410"
}