{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8354-fort-kobbe-military-reservation",
    "doc": "executive-order-8354-fort-kobbe-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8354-Fort Kobbé Military Reservation",
    "date": "February 25, 1940",
    "content": [
        "CANAL ZONE",
        "By virtue of the authority vested in me by section 5 of title 2 of the Canal Zone Code, approved June 19, 1934, and as President of the United States, it is ordered as follows:",
        "SEC. 1. Setting apart of reservation; boundaries. The following-described area of land in the Canal Zone is hereby reserved and set apart as, and assigned to the uses and purposes of, a military reservation, which shall be known as Fort Kobbé Military Reservation, and which shall be under the control and jurisdiction of the Secretary of War, subject to the provisions of section 2 of this order:",
        "Beginning at monument \"A\", an 8-inch square concrete post near the foot of the slope on the northeasterly side of Horsefly Ridge, from which the bearing and distance to Army triangulation station \"Searchlight No. 105\" are South 70°50' West, 924.2 feet, the geographic position of which monument, referred to the Canal Zone triangulation system, is in latitude 8°55' N. plus 0.0 feet and longitude 79°35' W. plus 1,197.6 feet from Greenwich:",
        "Thence from said initial point, by metes and bounds,",
        "East, 3,891.6 feet, to a concrete monument marked \"B\", which monument marks the most westerly corner of the Palo Seco Leper Colony;",
        "South 45°00' East, 2,710.0 feet, along the westerly boundary of said leper colony, to a concrete monument marked \"C\";",
        "South 13°30' West, 1,412.0 feet, along the same to a concrete monument marked \"D\";",
        "South 76°30 ' East, 1,500 feet, more or less, along the southerly boundary of said leper colony, to unmarked point \"E\", in the mean low water line of Panama Bay, a concrete monument marked \"D-1\" being in line in the approximate high water line of said bay;",
        "Southwesterly, southerly, and northwesterly, along the mean low water line of Panama Bay, passing Batele Point. and Bruja Point, to unmarked point \"F\", which point is in the meridian 79°36' W. plus 0.0 feet;",
        "North, 2,353 feet, more or less, along the east boundary of the Venado Beach Reservation, to an 8-inch square concrete post marked \"G\", which post marks the northeast corner of said reservation and is in latitude 8°54' N. plus 0.0 feet and in longitude 79°36' W. plus 0.0 feet, a 1-foot square concrete monument marked \"F-1\" being in line 2,032.2 feet from end of course;",
        "West, 6,014.0 feet, along the north boundary of said reservation, to an 8-inch square concrete post marked \"H\", 2½-inch galvanized iron-pipe monuments numbers 1 to 8, inclusive, being in line the following successive distances from beginning of course: 1,534.0 feet, 550.0 feet, 130.0 feet, 95.0 feet, 435.0 feet, 1,019.9 feet, 999.9 feet, and 750.0 feet;",
        "North, 12,295.1 feet, to an 8-inch square concrete post marked \"I\", 2½-inch galvanized iron-pipe monuments numbers 9 to 34, inclusive, being in line the following successive distances from beginning of course: 650.0 feet, 647.0 feet, 750.1 feet, 455.0 feet, 189.1 feet, 360.0 feet, 180.0 feet, 406.0 -feet, 400.0 feet, 283.0 feet, 185.0 feet, 705.0 feet, 520.0 feet, 532.0 feet, 100.0 feet, 157.0 feet, 480.1 feet, 486.0 feet, 600.1 feet, 978.0 feet, 484.0 feet, 640.0 feet, 580.1 feet, 422.1 feet, 775.1 feet, and 270.0 feet;",
        "East, 8,392.0 feet, to an 8-inch square concrete post marked \"J\", which post is 175 feet, more or less, east of the center line of the Bruja Point Military Road, 2½-inch galvanized iron-pipe monuments numbers 35 to 50, inclusive, being in line the following successive distances from beginning of course: 323.6 feet, 365.1 feet, 931.0 feet, 382.0 feet, 485.1 feet, 242.0 feet, 528.0 feet, 1,100 feet, 915.1 feet, 440.0 feet, 950.1 feet, 177.0 feet, 371.0 feet, 200.0 feet, 380.0 feet, and 389.0 feet;",
        "South, 4,097.3 feet, to an 8-inch square concrete post marked \"K\", 2½-inch galvanized iron-pipe monuments numbers 51 to 56, inclusive, being in line the following successive distances from beginning of course: 500.0 feet, 580.0 feet, 530.0 feet, 303.0 feet, 600.0 feet, and 800.0 feet;",
        "East, 638.0 feet, to an 8-inch square concrete post marked \"L\", a 2½-inch galvanized iron-pipe monument number 57 being in line 500.0 feet from beginning of course:",
        "South 39°56' East, 2,804.7 feet, to the place of beginning, 2½-inch galvanized iron-pipe monuments numbers 58 to 61, inclusive, being in line the following successive distances from beginning of course: 625.0 feet, 318.0 feet, 835.0 feet, and 614.0 feet.",
        "The tract as described contains an area above the mean high water line of 3,953 acres, more or less.",
        "The directions of the lines refer to the true meridian.",
        "The geographic positions of monuments \"A\" and \"G\" are referred to the Panama-Colon datum of the Canal Zone triangulation system.",
        "The boundary from monument \"A\" to point \"E\" was surveyed under the direction of the Department Engineer in June, 1929, and from point \"F-1\" to monument \"A\" by the Section of Surveys, the Panama Canal, in May and June, 1939. The tract is shown on Panama Canal drawing No. M-6106-68 entitled \"Bruja Point Military Reservation\", scale 1:20,000, dated July 8, 1939, on file in the Governor's Office, Balboa Heights, Canal Zone, and in the Department Engineer's Office, Panama Canal Department, U.S. Army Quarry Heights, Canal Zone.",
        "SEC. 2. Conditions and limitations. The reservation made by section 1 of this order shall be subject to the following conditions and limitations:",
        "(a) In conformity with the provisions of the Canal Zone Code as amended and supplemented, the area comprising this reservation shall be subject to the civil jurisdiction of the Canal Zone Government, except for the duration of such period or periods as, pursuant to order of the President, the area may be under the authority and jurisdiction of the Officer of the Army designated by the President to exercise such authority and jurisdiction.",
        "(b) The military authorities shall bear all the costs of the transfer of such area, including the cost of surveys and of cancellation of any agricultural licenses or other permits which may be in force in the area.",
        "(c) Personnel and equipment of the Panama Canal shall be permitted access to such area to carry out necessary Panama Canal operations in connection with drainage, sanitation, surveys, etc., in the area or vicinity.",
        "(d) Employees of the Panama Canal and of the Panama Railroad Company shall be permitted access to Venado Beach by land through such area, and suitable provision shall be made to enable the Panama Canal to construct a road of access connecting Venado Beach with roads heretofore or hereafter constructed by the military authorities.",
        "SEC 3. Certain prior order superseded. This order supersedes Executive Order No. 4947 of August 11, 1928, establishing Bruja Point Military Reservation, which was subsequently renamed Fort Kobbé, Canal Zone, by War Department General Orders No. 4, 1932.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8354-Fort Kobbé Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372570"
}