{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5197-restoring-certain-reserved-lands-withdrawn-for-power-site-reserve-no",
    "doc": "executive-order-5197-restoring-certain-reserved-lands-withdrawn-for-power-site-reserve-no",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5197-Restoring Certain Reserved Lands Withdrawn for Power Site Reserve No. 421, California and Nevada",
    "date": "September 21, 1929",
    "content": [
        "So much of the order of February 27, 1914, creating Power Site reserve No. 421, as affects lands hereinafter described is hereby revoked:",
        "Mount Diablo Meridian, California",
        "T. 4 S., R. 29 E., Sec. 7, NE¼ of SW¼, W½ of SE¼, SE¼ of SE¼;",
        "Sec. 17, W½ of NW¼, N½ of SW¼, SE¼ of SW¼, SW¼ of SE¼;",
        "Sec. 21, SW¼ of NW¼, N½ of SW¼, W½ of SE¼, SE¼ of SE¼;",
        "Sec. 26, S½ of S½;",
        "Sec. 27, W½ of NW¼, SE¼ of NW¼, NE¼ of SW¼, N½ of SE¼;",
        "Sec. 36, N½ of NW¼,",
        "T. 4 S., R. 30 E., Sec. 31, SE¼ of NE¼",
        "T. 5 S., R. 31 E., Sec. 20, W½ of SE¼;",
        "Sec. 28, W½ of SW¼;",
        "Sec. 29, N½ of NE¼, SE¼ of NE¼, E½ of SE¼;",
        "Sec. 33, W½ of NW¼, E½ of SW¼.",
        "T. 6 S., R. 31 E., Sec. 4, N½ of SE¼, SE¼ of SE¼;",
        "Sec. 9, E½ of NE¼;",
        "Sec. 10, SW¼ of NW¼, SE¼ of SW¼;",
        "Sec. 14, W½ of SW¼, SE¼ of SW¼;",
        "Sec. 15, W½ of NE¼, SE¼ of NE¼, NE¼ of NW¼, NE¼ of SE¼;",
        "Sec. 23, W½ of NE¼, SE¼ of NE¼, NE¼ of NW¼, E½ of SE¼;",
        "Sec. 24, W½ of SW¼;",
        "Sec. 25, NW¼ of NW¼, W½ of SW¼, SE¼ of SW¼;",
        "Sec. 36, NE¼ of SE¼",
        "T. 6 S., R. 32 E., Sec. 31, NW¼ of SW¼.",
        "T. 7 S., R. 32 E., Sec. 5, SW¼ of SW¼;",
        "Sec. 6, NW¼ of NW¼, SE¼ of NW¼, NW¼ of SE¼, SE¼ of SE¼;",
        "Sec. 8, N½ of NW¼, SE¼ of NW¼, E½ of SW¼, SW¼ of SE¼",
        "So much of the order of September 5, 1916, creating Power Site Reserve No. 544 as affects lands hereinafter described, is hereby revoked:",
        "Mount Diablo Meridian, Nevada",
        "T. 8 N., R. 30 E., Sec. 1, SE¼ of SE¼",
        "Sec. 12, N½ of NE¼, SW¼ of NE¼, NE¼ of SW¼, S½ of SW¼, NW¼ of SE¼;",
        "Sec. 13, N½ of NW¼, SW¼ of NW¼;",
        "Sec. 14, SE¼ of NE¼, NE¼ of SE¼, S½ of SE¼",
        "Sec. 22, SE¼ of SE¼",
        "Sec. 23, NW¼ of NE¼, E½ of NW¼, N½ of SW¼, SW¼ of SW¼;",
        "Sec. 26, NW¼ of NW¼.",
        "T. 8 N., R. 31 E., Sec. 6, NW¼ of NE¼, NE¼ of NW¼, S½ of NW¼, W½ of SW¼",
        "T. 9 N., R. 31 E., unsurveyed.",
        "T. 10 N., R. 31 E., unsurveyed.",
        "T. 11 N., R. 31 E., unsurveyed.",
        "T. 10 N., R. 32 E., Sec. 6, NW¼ of NW¼.",
        "T. 11 N., R. 32 E., unsubdivided.",
        "T. 12 N., R. 32 E., unsubdivided.",
        "T. 13 N., R. 32 E., unsubdivided.",
        "T. 13 N., R. 33 E., unsubdivided.",
        "T. 14 N., R. 33 E., unsubdivided.",
        "T. 15 N., R. 33 E., unsubdivided.",
        "T. 16 N., R. 33 E., unsurveyed.",
        "T. 16 N., R. 34 E., unsurveyed.",
        "T. 17 N., R. 34 E., unsurveyed.",
        "T. 17 N., R. 35 E., unsurveyed.",
        "T. 18 N., R. 35 E., unsurveyed.",
        "HERBERT HOOVER",
        "The White House,September 21, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5197-Restoring Certain Reserved Lands Withdrawn for Power Site Reserve No. 421, California and Nevada Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360895"
}