{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8879-prescribing-regulations-governing-the-payment-interest-postal-savings",
    "doc": "executive-order-8879-prescribing-regulations-governing-the-payment-interest-postal-savings",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8879-Prescribing Regulations Governing the Payment of Interest on Postal-Savings Certificates Issued by the Canal Zone Postal Service",
    "date": "August 30, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 274 of title 2 of the Canal Zone Code, as amended by section 2 of the act of June 13, 1940, c. 358, 54 Stat. 389, I hereby prescribe the following regulations governing the payment of interest on postal-savings certificates issued by the Canal Zone Postal Service:",
        "SECTION 1. Rate of interest. Postal-savings certificates issued by the Canal Zone Postal Service shall bear interest at the rate of one-half of one per centum for each period of three full calendar months from the date of issue.",
        "SECTION 2. Time of payment. Interest on all postal-savings certificates shall be payable when the certificates are paid.",
        "SECTION 3. Application to outstanding deposit money orders. The provisions of this order shall apply to all outstanding deposit money orders issued by the Canal Zone Postal Service prior to August 13, 1940.",
        "SECTION 4. Revocation of prior order. Executive Order No. 7234 of November 25, 1935, entitled \"Deposit Money Orders Issued by the Canal Zone Postal Service\", is hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 30, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8879-Prescribing Regulations Governing the Payment of Interest on Postal-Savings Certificates Issued by the Canal Zone Postal Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372178"
}