{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14145-helping-left-behind-communities-make-comeback",
    "doc": "executive-order-14145-helping-left-behind-communities-make-comeback",
    "president": "Joseph R. Biden, Jr.",
    "president_byline": "46th President of the United States: 2021-2025",
    "title": "Executive Order 14145-Helping Left-Behind Communities Make a Comeback",
    "date": "January 19, 2025",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:",
        "Section 1. Policy. Well-designed programs that support local and Tribal leaders in left-behind communities can lead to stronger economic outcomes, strengthen regional assets, and reduce regional inequality. It is the policy of my Administration to take a whole-of-government approach to defining, coordinating, and increasing the accessibility of existing and future programs that help left-behind communities.",
        "Sec. 2. Definitions. For purposes of this order:",
        "(a) The term \"covered communities\" means:",
        "(i) municipalities or other local areas within an economically distressed region;",
        "(ii) communities in Community Disaster Resiliency Zones;",
        "(iii) regions served by any of the following Federal programs: the Energy Communities Interagency Working Group Priority Energy Communities, the Economic Development Administration Regional Technology and Innovation Hubs, the National Science Foundation Regional Innovation Engines, the Department of Housing and Urban Development Distressed Cities and Persistent Poverty Technical Assistance Program, or the Economic Development Administration Recompete Pilot Program; or",
        "(iv) rural communities identified by the Secretary of Agriculture and Administrator of the Environmental Protection Agency.",
        "(b) \"Economically distressed region\" means a region described by section 301 of the Public Works and Economic Development Act of 1965 (42 U.S.C. 3161), section 29(j) of the Stevenson-Wydler Technology Innovation Act of 1980 (15 U.S.C. 3722b(j)(1)), or 49 U.S.C. 6702(a)(1), or that meets the definition of \"persistent poverty county\" in section 736 of Division A of Public Law 117-328.",
        "(c) \"Implementing agencies\" means the Department of the Treasury, the Department of the Interior, the Department of Agriculture, the Department of Commerce, the Department of Labor, the Department of Health and Human Services, the Department of Housing and Urban Development, the Department of Transportation, the Department of Energy, the Department of Homeland Security, the Environmental Protection Agency, and the Small Business Administration.",
        "(d) \"Place-based economic development\" means policies and programs administered by the Federal Government that target defined regions, including Tribal lands, and use a coordinated approach that represents the interests of community members and community-based organizations in covered communities to:",
        "(i) improve physical infrastructure;",
        "(ii) support workforce development to fill locally and regionally demanded well-paying jobs;",
        "(iii) connect regions to new economic opportunities;",
        "(iv) increase the capacity of unions, labor organizations, community organizations, and the general public to negotiate legally binding agreements with investors, project developers, and companies to deliver locally defined benefits to local communities;",
        "(v) increase research and development capacity to accelerate local and regional innovation; or",
        "(vi) strengthen rural, Tribal and community systems.",
        "Sec. 3. Strengthening Federal Collaboration on Economic Development. (a) The Secretary of Commerce, acting through the Assistant Secretary for Economic Development and in consultation with the Assistant to the President for Economic Policy, shall, where appropriate and consistent with applicable law, coordinate Federal investments with implementing agencies and develop and implement policy recommendations, including on meaningful community engagement, related to place-based economic development focused on covered communities.",
        "(b) Within 1 year of the date of this order, consistent with applicable law, including section 103 of the Public Works and Economic Development Act of 1965 (42 U.S.C. 3133), the Secretary of Commerce, through the Assistant Secretary for Economic Development, shall work with implementing agencies to:",
        "(i) improve the quality, frequency, and accessibility of engagement with State, Tribal, territorial, local, and non-profit organizations in covered communities;",
        "(ii) support localized, community economic development that helps generate private investments that benefit left-behind communities, such as workforce training, resilient physical infrastructure, affordable energy, civic infrastructure, affordable housing, childcare, and transportation;",
        "(iii) develop an interagency technical assistance network in local geographies to enable interested communities and organizations to access information and resources from across the Federal Government through a single point of entry; and",
        "(v) identify geographies served by overlapping Federal place-based economic development programs to facilitate coordination of funding opportunities and post-award implementation, consistent with applicable law.",
        "(c) Implementing agencies shall, to the extent appropriate and consistent with applicable law, include in forthcoming funding opportunities requirements, application evaluation factors, or incentives that provide a preference for applications from entities in and serving covered communities.",
        "Sec. 4. Supporting Award Access in Economically Distressed Regions. (a) Implementing agencies shall, to the extent consistent with applicable law, assist potential grant applicants, including in economically distressed regions, in understanding and applying for Federal grants. Implementing agencies' activities may include:",
        "(i) conducting proactive engagement with communities and organizations to promote opportunities for Federal assistance;",
        "(ii) providing guidance and technical assistance to applicants; and",
        "(iii) identifying resources across the agencies' technical assistance programs and offices for support.",
        "(b) Within 1 year of the date of this order, implementing agencies shall, to the extent consistent with applicable law, consider signing a memorandum of agreement to exchange information, tools, and leading practices to ensure applicants to under-resourced programs are made aware of, and may be considered for, similar programs at other agencies.",
        "Sec. 5. Promoting Disaster Resilience and Long-Term Economic Development Post-Disaster. In coordination with the Secretary of Commerce, implementing agencies that have field offices in economically distressed regions or Community Disaster Resilience Zones that have received a major disaster declaration within the past 3 years shall, as appropriate and consistent with applicable law:",
        "(a) seek input from local organizations on needs for and barriers to long-term economic resilience;",
        "(b) identify funding opportunities to address long-term economic development and infrastructure needs; and",
        "(c) provide targeted support for navigating the application process for funding opportunities.",
        "Sec. 6. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "JOSEPH R. BIDEN, JR.",
        "The White House,",
        "January 19, 2025."
    ],
    "citation": "Joseph R. Biden, Jr., Executive Order 14145-Helping Left-Behind Communities Make a Comeback Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/375865"
}