{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9212-transportation-the-united-states-certain-employees-terminating",
    "doc": "executive-order-9212-transportation-the-united-states-certain-employees-terminating",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9212-Transportation to the United States of Certain Employees Terminating Service with the Panama Canal or the Panama Railroad Company on the Isthmus of Panama",
    "date": "August 01, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 81 of title 2 of the Canal Zone Code, as amended by section 3 of the act of July 9, 1937, 50 Stat. 487, it is hereby ordered as follows:",
        "1. Notwithstanding the provisions of section 15 of Executive Order No. 1888 of February 2, 1914, as amended by Executive Order No. 8215 of July 25, 1939, relating to the granting of free transportation to the United States of certain employees of The Panama Canal or the Panama Railroad Company on the Isthmus of Panama upon termination of their service, and without regard to the means of transportation by which such employees were conveyed to the Isthmus, the Governor of The Panama Canal is hereby authorized to furnish free transportation for any employee to which the said section 15 is applicable to a port or airport of the United States, such port or airport and the necessary carrier to be selected, in the Government's interest, by the Governor or by his authority: Provided, however, that transportation may be furnished to a port or airport of the United States, or by a carrier, other than that selected by the Governor or by his authority upon the condition that any cost thereof in excess of the cost of transportation to the port or airport, or by the carrier, selected by the Governor or by his authority shall be paid by the employee.",
        "2. The Governor of The Panama Canal is authorized to prescribe such regulations as may be necessary to carry out the provisions of this order.",
        "3. This order shall remain in effect during the continuance of the present war and for six months after the termination thereof.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 1, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9212-Transportation to the United States of Certain Employees Terminating Service with the Panama Canal or the Panama Railroad Company on the Isthmus of Panama Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210745"
}