{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8547-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8547-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8547-Amending the Foreign Service Regulations of the United States",
    "date": "September 24, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. sec. 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by renumbering sections IX-9, IX-10, and IX-8 as sections IX-8, IX-9, and IX-10, respectively, and by prescribing the following as Chapter XX thereof:",
        "CHAPTER XX-MISCELLANEOUS",
        "XX-1. Submission of reports on catastrophes abroad. Whenever a great catastrophe occurs abroad, either on land or on sea, the officer within whose district the catastrophe takes place or into whose district the survivors are brought shall report immediately by telegraph the names of any American citizens who have been killed or injured and the names of American citizens known to be safe.",
        "XX-2. Submission of reports on rescues at sea. Whenever a consular officer receives authentic information that the master or crew of any vessel, American or foreign, has rescued seamen or citizens of the United States from shipwreck or some other catastrophe at sea, he shall immediately transmit to the Department of State a detailed report concerning the rescue and shall make recommendations with reference to the giving of rewards to officers and members of the crew who have distinguished themselves in effecting the rescue.",
        "XX-3. Services for distressed American citizens abroad. Officers of the Foreign Service shall extend every possible aid and assistance within their power to distressed American citizens within their districts, but they shall not expend the funds nor pledge the credit of the Government of the United States for this purpose, except in the case of American seamen, or except upon the receipt of express authorization from the Department of State to do so.",
        "XX-4. Restriction against extension of personal financial aid to Americans abroad. Officers of the Foreign Service shall not make personal loans to American citizens or others who have no personal claim upon them, nor shall they obligate their personal credit for such persons, either by endorsing notes, bills of exchange, or other negotiable instruments or by assuming any form of financial responsibility.",
        "XX-5. Restriction against acceptance of private property for storage or safekeeping. Except in a public emergency, no officer of the Foreign Service shall accept private property for storage or safekeeping in the office or for transmission to some other destination, unless it is property belonging to the estate of a deceased American citizen, or property over which the officer has jurisdiction as a result of a catastrophe at sea. In public emergencies, officers may accept private property for storage and safekeeping cr for transmission to another destination, provided the owner signs a statement to the effect that the property is being accepted for deposit at his request, at his own risk, and with full knowledge that neither the Government of the United States nor any of its officers assumes responsibility therefor.",
        "XX-6. Assistance to American Red Cross. Officers of the Foreign Service may cooperate fully with the American Red Cross within the limits of their districts, but they shall not take an active part in the solicitation of memberships or the collection of funds, nor shall they assume any responsibility for the activities of this organization.",
        "XX-7. Presentation of Americans at foreign courts. The chief of the mission concerned may exercise his discretion in the matter of procuring the presentation of American citizens at the court of the country to which he is accredited.",
        "Cancelation of Regulations",
        "The following provisions of the Foreign Service Regulations are hereby canceled:",
        "Part I",
        "Sections XI-9, XI-10, and XI-12.",
        "Part II",
        "Sections XIX-327, XIX-328, XIX-329, XXHI-416, XXTV-457, XXIV-457A, and XXIV-458.",
        "Chapter XXX.",
        "Revocation of Executive Order",
        "Executive Order No. 4530, dated October 26, 1926, is hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 24, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8547-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368387"
}