{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6883-b-approving-agreement-between-members-the-division-the-electrical",
    "doc": "executive-order-6883-b-approving-agreement-between-members-the-division-the-electrical",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6883-B-Approving Agreement Between Members of the Division of the Electrical Contracting Division of the Construction Industry and Certain of Their Electrician Employees in Cook County, Illinois",
    "date": "October 22, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and the Code of Fair Competition for the Construction Industry, approved January 31, 1934, for my approval of an Agreement between certain employers who are members of the Electrical Contracting Division of said Code, and certain employees in the area of Cook County, Illinois, as defined in said Agreement, and a hearing having been held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of said Agreement, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that said Agreement complies in all respects with the pertinent provisions of Title I of said Act and of said Code:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, pursuant to said Code of Fair Competition for the Construction Industry, and otherwise, do hereby adopt and approve the report, recommendations and findings of the National Industrial Recovery Board and do hereby order that the said Agreement is hereby approved.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By G. A. Lynch,     Administrative Officer",
        "The White House,Oct 22, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6883-B-Approving Agreement Between Members of the Division of the Electrical Contracting Division of the Construction Industry and Certain of Their Electrician Employees in Cook County, Illinois Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362592"
}