{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9121-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "doc": "executive-order-9121-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9121-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War",
    "date": "April 01, 1942",
    "content": [
        "ILLINOIS",
        "Whereas certain lands in the State of Illinois within the hereinafter-described area have been acquired, or are in process of acquisition, under the authority of Title H of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), in connection with the Crab Orchard Land Utilization Project of the Department of Agriculture; and",
        "Whereas by Executive Order No. 7908, dated June 9, 1938, all the right, title, and interest of the United States in those lands acquired, or in process of acquisition, under the authority of the aforesaid National Industrial Recovery Act and the Emergency Relief Appropriation Act of 1935 were transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the aforesaid Bankhead-Jones Farm Tenant Act, and the related provisions of Title IV thereof; and immediately upon the acquisition of legal title to those lands now in the process of acquisition under the authority of said acts, said order, under the terms thereof, will become applicable to all the additional right, title, and interest thereby acquired by the United States; and",
        "Whereas it appears that the use of such lands by the War Department for national defense purposes would best carry out the land conservation and land utilization program for which such lands were acquired, and would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32 of Title III of the said Bankhead-Jones Farm Tenant Act. and upon recommendation of the Secretary of. Agriculture, it is ordered that all lands within the hereinafter-described area acquired, or in process of acquisition, by the United States, together with the improvements thereon, be, and they are hereby, transferred from the Secretary of Agriculture to the Secretary of War for national defense purposes: Provided, however, that the Secretary of Agriculture shall retain such jurisdiction over the lands now in process of acquisition by the United States as may be necessary to enable him to complete their acquisition.",
        "Williamson County, Illinois",
        "Beginning at a point on the South right of way line of State Bond Issue Route 13 where said South right of way line intersects the West line of the SW¼ of Section 14, T9S, R1E, 3rd P.M., said point being near the NW corner of the said SW¼; thence in a general Easterly direction along the South right of way line of said highway to a point where the said South right of way line Intersects the West railroad right of way line of the Chicago, Burlington and Quincy railroad; thence in a general Southeasterly direction along the said West railroad right of way line to where the said West railroad right of way line intersects the East section line of Section 27, T9S, R2E, 3rd P.M.; thence South along the East section line of said Section 27 to the SE corner of the NE¼ of said Section 27; thence East along the half section line of Section 26, T9S, R2E, 3rd P.M., to a point where the West railroad right of way line of the Chicago, Burlington and Quincy railroad intersects the half section line of said Section 26; thence in a general Southeasterly direction along the said West railroad right of way line to a point where the said West railroad right of way line intersects the East line of the SW¼ SW¼ of said Section 26; thence South along the quarter section line through Section 26 and Section 35 to the SE corner of the N½ NW¼ SW¼ of said Section 35; thence West to the SW corner of the N½ NW¼ SW¼ of said Section 35; thence South along the East section line of Section 34, T9S, R2E, 3rd P.M., to the SE corner of said Section 34; thence South along the East section lines of Section 3 and Section 10, T10S, R2E. 3rd P.M., to the SE corner of said Section 10; thence West along the South section lines of Section 10, Section 9, Section 8 and Section 7, T10S, R2E, 3rd P.M., to the SW comer of said Section 7; thence West along the South section lines of Section 12, Section 11 and Section 10, T10S, R1E, 3rd P.M., to the Southwest corner of said Section 10; thence North along the West section lines of Section 10 and Section 3, T10S, R1E, 3rd P.M., to the NW corner of said Section 3; thence North along the West section lines of Section 34 and Section 27, T9S, R1E, 3rd P.M., to the NW corner of said Section 27; thence East along the North section line of said Section 27 to the NE corner of said Section 27; thence North along the West section lines of Section 23 and Section 14 to a point on the South right of way line of State Bond Issue Route 13 where said South right, of way line intersects the West line of the SW¼ of said Section 14, being the point of beginning.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 1, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9121-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368095"
}