{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8444-establishing-the-noxubee-national-wildlife-refuge",
    "doc": "executive-order-8444-establishing-the-noxubee-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8444-Establishing the Noxubee National Wildlife Refuge",
    "date": "June 14, 1940",
    "content": [
        "MISSISSIPPI",
        "Whereas certain lands in the State of Mississippi have been acquired under the authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525); and",
        "Whereas by Executive Order No. 7908, dated June 9, 1938, all the right, title, and interest of the United States in such lands as were acquired under the said Title II of the National Industrial Recovery Act and the said Emergency Relief Appropriation Act of 1935 were transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of the said Title III of the Bankhead-Jones Farm Tenant Act and the related provisions thereof; and",
        "Whereas it appears that the reservation of such lands and certain intermingled public lands as a wildlife refuge would be in the public interest;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me as President of the United States and by Section 32, Title III of the said Bankhead-Jones Farm Tenant Act, and by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered that the lands acquired by the United States, and the intermingled public lands, within the following-described area, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of the Interior as a refuge and breeding ground for migratory birds and other wildlife;",
        "Provided, that, with respect to such lands as have been acquired under the said Title II of the National Industrial Recovery Act, the said Emergency Relief, Appropriation Act of 1935, and the said Title III of the Bankhead-Jones Farm Tenant Act, the authority conferred by the said Title III of the Bankhead-Jones Farm Tenant Act upon the Secretary of Agriculture shall continue to be exercised by him with respect to all activities, with the exception of wildlife as hereinabove provided, including grazing, forestry, recreational facilities and activities, and the right to permit the taking of fish, such authority to be exercised as mutually agreed upon by the Secretary of Agriculture and the Secretary of the Interior;",
        "And provided further, that any private lands within the area shall become a part of the refuge upon the acquisition of title thereto or control thereof by the United States.",
        "CHOCTAW MERIDIAN",
        "T. 15 N., R. 13 E.,     sec. 1, N½, N½SW¼, and SE¼SW¼;     sec. 2, E½NE¼;     sec. 3, NW¼NW¼;     sec. 4, NW¼;     sec. 5, NE¼, N½NW¼, SE¼NW¼, and NE¼SW¼;     sec. 6, that part of the N½N½ lying east of the Louisville-Starkville Road;",
        "T. 16 N., R. 13 E.,     sec. 11, E½SE¼;     sec. 12, S½;     sec. 13, all;     sec. 14, E½E½;     secs. 21 and 22, that part lying south of the Louisville-Starkville Road;     sec. 23, E½E½, and that part of the SW¼ and W½SE¼, lying south and east of the Louisville-Starkville Road;     secs. 24 and 25, all;     secs. 26, 27, and 28, that part lying south of the Louisville-Starkville Road;     secs. 29 and 31, that part lying east of the Louisville-Starkville Road;     sec. 32, E½ and that part of the W½ lying south of the. Louisville-Starkvlle Road;     sec. 33, all;     sec. 34, N½ and SW¼;     sec. 35, N½, N½SW¼, SE¼SW¼, and SE¼;     sec. 36, all;",
        "T. 17 N., R. 13 E.,     sec. 24, NE¼, diagonal NE½NW¼, S½SW¼, and SE 4¼;     sec. 25, that part lying north of the Parker Slough Road;     sec. 26, that part of the E½ lying north of the Parker Slough Road and that part of the S½NW¼ and N½SW¼ lying east of the Louisville-Starkville Road and north of the Parker Slough Road;     sec. 36, that part lying north of the Louisville-Starkville Road;",
        "T. 16 N., R. 14 E.,     secs. 1, 2, and 8, all;     sec. 4, E½;     sec. 7, S½;     sec. 8, that part of the S½ lying west of the Louisville-Starkville Road, and that part lying south and east of the Bluff Lake Road;     sec. 9, E½ and that part of the W½ lying south and east of the Bluff Lake Road;     secs. 10 to 31, inclusive, all;     sec. 32, N½, N½SW¼, and N½SE¼;     sec. 33, N½, N½SW¼, SE¼SW¼, and SE¼;     sec. 34, N½, SW¼, and W½SE¼;     sec. 35. N½;",
        "T. 17 N., R. 14 E.,     secs. 19, 20, and 21, all;     sec. 25, S½SE¼;     sec. 26, SW¼ and SW¼SE¼;     secs. 27, 28, 29, and 30, all;     sec. 31, E½ and that part of the NW¼ lying north of the Parker Slough Road;     secs. 32 to 36, inclusive, all;",
        "T. 16 N., R. 15 E.,     sec. 2. lots 2, 3, 4, and 7;     secs. 3 to 8, inclusive, all;     secs. 17 to 20, inclusive, all;     sec. 27, NW¼SW¼;     sec. 28, NE¼NW¼, S½NW¼, SW¼, and N½SE¼;     sec. 29, all;     sec. 30, N½, N½SE¼, and SE¼SE¼;     sec. 32, NE¼;     sec. 33, W½NW¼;",
        "T. 17 N., R. 15 E.,     sec. 30, S½SW¼;     sec. 31, W½NW¼ and S½;     sec. 32, SW¼SW¼;          aggregating 49,200 acres.",
        "It is unlawful for any person to hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon for such purposes, except under such rules or regulations as may be prescribed by the Secretary of the Interior.",
        "Executive Order No. 6964, of February 5, 1935, withdrawing for classification and other purposes all vacant, unreserved, and unappropriated public lands in the State of Mississippi, and certain other States, is hereby amended to exclude from the provisions of that order, as amended, the public lands in the above-described area.",
        "This reservation shall be known as the Noxubee National Wildlife Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 14, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8444-Establishing the Noxubee National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372580"
}