{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8141-transferring-the-use-possession-and-control-certain-lands-the",
    "doc": "executive-order-8141-transferring-the-use-possession-and-control-certain-lands-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8141-Transferring the Use, Possession, and Control of Certain Lands to the Tennessee Valley Authority",
    "date": "May 23, 1939",
    "content": [
        "ALABAMA",
        "Whereas under the River and Harbor Act of 1916 (39 Stat. 399), authorizing certain improvements in the Tennessee River, the United States acquired certain hereinafter-described lands in Jackson County, Alabama, for the construction of the Widows Bar Lock and Dam; and",
        "Whereas the said lands are now under the control and jurisdiction of the War Department by virtue of their acquisition under the authority of the said River and Harbor Act of 1916 for the purpose above stated; and",
        "Whereas upon completion of the Guntersville Dam, now under construction by the Tennessee Valley Authority, the lock and dam at Widows Bar will be discontinued as a navigation facility and the properties pertaining thereto will no longer be required by the War Department; and",
        "Whereas the use, possession, and control of the said lands are desired by the Tennessee Valley Authority for its lawful purposes:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 7 of the Tennessee Valley Authority Act of 1933 (48 Stat. 63, U.S.C., title 16, sec. 831f), and as President of the United States, it is ordered that the use, possession, and control of the following-described parcels of land, comprising the Widows Bar Lock and Dam, Alabama, together with the lock, buildings, and other improvements thereon and pertaining thereto, be, and they are hereby, transferred from the War Department to the Tennessee Valley Authority:",
        "PARCEL 1",
        "Beginning at a point in the northwest boundary of the said tract from which point of beginning the northeast corner of section 11, T. 2 S., R. 8 E., Huntsville Meridian, bears N. 42°17' E., and is 433.2 feet distant therefrom;",
        "Thence from the said point of beginning, by metes and bounds,     S. 46°43' E., 950 feet;     N. 47°15' E., 600 feet;     S. 42°45' E., 300 feet to the low-water line of the Tennessee River;",
        "Thence downstream along said low-water line 2,670 feet to the center line of the old road leading from Ridley's Ferry to Stevenson, Alabama;",
        "Thence, along the center line of the said road, N. 87°55' W., 165 feet;",
        "Thence N. 43°17' E., 984.2 feet;     N. 46°43' W., 1,050 feet;     N. 43°17' E., 1,200 feet to the point of beginning, containing 39.53 acres, more or less.",
        "Together with a roadway 15 feet wide on each side of a center line described as follows:",
        "Beginning at a point in the northwestern boundary of the above-described tract, from which the point of beginning of the above-described tract bears N. 43°17' E., and is 946 feet distant therefrom, thence     N. 47°56' W., 355.3 feet;     N. 73°34' W., 1,669.4 feet;     N. 77°31' W., 116.3 feet;     N. 75°12' W., 855.3 feet;     N. 33°21' W., 303 feet to the center line of the Bridgeport-Stevenson Road;",
        "containing 2.3 acres, more or less, which, together with the first parcel, above described, constitutes all that certain tract of land conveyed to the United States by Lois Spiller by warranty deed dated March 3, 1920, recorded in Book 63 of Deeds, page 313, Jackson County, Alabama.",
        "PARCEL 2",
        "Beginning at a point on the southern boundary of the said tract, from which point of beginning the southwest corner of the SE¼ of the SE¼ of Section 12, T. 2 S., R. 8 E., Huntsville Meridian, bears S. 44°3' W., and is 874 feet distant therefrom;",
        "Thence from the said point of beginning, by metes and bounds, along the boundary line between the lands of R.A. Williams and J.N. Pennington, N. 34°20' W., 1,992 feet;",
        "Thence, continuing along said boundary line, N. 70°22' W., 1,744 feet to the low-water line of the Tennessee River;",
        "Thence upstream, along said low-water line, 1,262 feet to the property line between the old J.H.J. Williams and Ridley tracts;",
        "Thence, along the said property line, S. 50°08' E., 450 feet; thence     S. 47°15' W., 1,091 feet;     S. 70°22' E., 1,234 feet;     S. 34°20' E., 1,960 feet;     N. 52°24' E., 549.9 feet;     S. 34°20' E., 500 feet;     S. 52°24' W., 600 feet;     N. 34°20' W., 452 feet to the point of beginning.",
        "CONTAINING 22.37 acres, more or less, and being all that tract of land conveyed to the United States by Bettie Williams and R.A. Williams, her husband, by warranty deed dated May 19, 1921, recorded in Book 66 of Deeds, page 317, Jackson County, Alabama.",
        "The transfer made by this order shall become effective upon the completion of the said Guntersville Dam.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 23, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8141-Transferring the Use, Possession, and Control of Certain Lands to the Tennessee Valley Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372658"
}