{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9331-medal-for-merit",
    "doc": "executive-order-9331-medal-for-merit",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9331-Medal for Merit",
    "date": "April 19, 1943",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 2 of the act of July 20, 1942 (Public Law 671, 77th Congress), I hereby prescribe the following rules and regulations for the award of the decoration of the \"Medal for Merit\" created by said act:",
        "1. The decoration of the Medal for Merit shall be awarded only by the President of the United States or at his direction. Awards of the Medal for Merit may be made to such civilians of the nations prosecuting the war under the joint declaration of the United Nations and of other friendly foreign nations, as have, since the proclamation of an emergency by the President on September 8, 1939, distinguished themselves by exceptionally meritorious conduct in the performance of outstanding services. Awards of the Medal for Merit made to civilians of foreign nations shall be for the performance of an exceptionally meritorious or courageous act or acts in furtherance of the war efforts of the United Nations and shall have the prior approval of the Secretary of State.",
        "2. There is hereby created a Board to be known as the \"Medal for Merit Board\", which shall consist of-",
        "The Secretary of State      The Secretary of War, and      The Secretary of the Navy",
        "The Secretary of State shall act as Chairman of the Board. Each member of the Board may designate an alternate to represent him on the Board and empower the person so designated to act in his stead.",
        "3. The Medal for Merit Board will receive and consider proposals for the award of the decoration of the Medal for Merit and submit to the President the recommendations of the Board with respect thereto.",
        "4. The Medal for Merit Board is authorized to prescribe, with the approval of the President, such rules and regulations not inconsistent with the provisions of this order as may be necessary to accomplish its purposes.",
        "5. Executive Order 9286, dated December 24, 1942, is hereby superseded.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 19, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9331-Medal for Merit Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372696"
}