{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5880-delimiting-canal-zone-judicial-districts",
    "doc": "executive-order-5880-delimiting-canal-zone-judicial-districts",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5880-Delimiting Canal Zone Judicial Districts",
    "date": "July 09, 1932",
    "content": [
        "Section I. By virtue of the authority vested in me by law, Section I of Executive Order No. 1898, of March 12, 1914, relating to the Canal Zone judiciary, as amended by Executive Orders No. 3965, of February 26, 1924, and No. 5704, of September 2, 1931, is hereby amended so that in addition to the area now included in the Balboa Division of the District Court of the Canal Zone there shall be included in that division the following additional area:",
        "A strip of land 200 ft. in width, extending 62.5 ft. from the center line of the Madden Road on its eastern boundary and 137.5 ft. from the center line of the Madden Road on its western boundary, containing an area of 105.8 acres or 42.81 hectares, as shown on Panama Canal Drawing No. X-2005-33, Sheet 1, Revised, the description of the said center line being as follows:",
        "Beginning at the intersection of the located center line of the Madden Road and the Canal Zone-Republic of Panama 5-mile boundary line, said point being located N. 29° 20' W. a distance of 168.04 ft. along said boundary line from boundary monument No. 65, the geodetic position of boundary monument No. 65 being latitude N. 9° 07' plus 3,948.8 ft. and longitude 79° 37' plus 1,174.6 ft.; thence N. 43° 10' E. a distance of 541.1 ft. to station 324 plus 06.65 ft.; thence on a 3° curve to the left, a distance of 347.2 ft. to station 327 plus 53.9 ft.; thence N. 32° 45' E., a distance of 656.8 ft. to station 334 plus 10.7 ft.; thence on a 3° curve to the left a distance of 455.55 ft. to station 338 plus 66.25 ft.; thence N. 19° 05' E. a distance of 1,135.70 ft. to station 350 plus 01.95 ft.; thence on an 8° curve to the left a distance of 650.7 ft. to station 356 plus 52.7 ft.; thence N. 32° 58' W. a distance of 636.0 ft. to station 362 plus 88.7 ft.; thence on a 10° curve to the right a distance of 227.3 ft. to station 365 plus 16.0 ft.; thence N. 10° 14' W. a distance of 314.5 ft. to station 368 plus 30.5 ft.; thence on a 5° curve to the left a distance of 178.7 ft. to station 370 plus 09.2 ft.; thence N. 19° 10' W. a distance of 4,250.1 ft. to station 412 plus 59.3 ft.; thence on a 5° curve to the right a distance of 720.7 ft. to station 419 plus 80.0 ft.; thence N. 16° 52' E. a distance of 1,664.3 ft. to station 436 plus 44.3 ft.; thence on a 5° curve to the left a distance of 597.7 ft. to station 442 plus 42.0 ft.; thence N. 13° 01' W. a distance of 543.8 ft. to station 447 plus 85.8 ft.; thence on a 5° curve to the right a distance of 770.7 ft. to station 455 plus 56.5 ft.; thence N. 25° 31' E. a distance of 1,492.2 ft. to station 470 plus 48.7 ft.; thence on a 5° curve to the right a distance of 808.0 ft. to station 478 plus 56.7 ft.; thence N. 65° 55' E. a distance of 281.8 ft. to station 481 plus 38.5 ft.; thence on an 8° curve to the left a distance of 446.4 ft. to station 485 plus 84.9 ft.; thence N. 30° 12' E. a distance of 479.6 ft. to station 490 plus 64.5 ft.; thence on a 5° curve to the left a distance of 329.4 ft. to station 493 plus 93.9 ft.; thence N. 13° 44' E. a distance of 1,639.9 ft. to station 510 plus 33.8 ft.; thence on a 5° curve to the left a distance of 832.3 ft. to station 518 plus 66.1 ft.; thence N. 27° 53' W. a distance of 483.9 ft. to station 523 plus 50.0 ft.; thence on an 8° curve to the right a distance of 469.6 ft. to station 528 plus 19.6 ft.; thence N. 9° 41' E. a distance of 1,697.6 ft. to station 545 plus 17.2 ft.; thence on a 10° curve to the left a distance of 451.7 ft. to station 549 plus 68.9 ft., which is the intersection of the Madden Road center line with the boundary line of the additional land acquired by the United States on the left bank of the Rio Chagres in the vicinity of the Madden Dam. (All bearings are true bearings.)",
        "Section II. The area hereinabove described is that in which jurisdiction was ceded to the Government of the United States by the Government of the Republic of Panama, in Decree No. 43 of October 27, 1928, during the period of construction of the Madden Dam.",
        "Section III. This order shall take effect from and after the date hereof and shall be in force so long as the Government of the United States exercises jurisdiction in the area herein described.",
        "HERBERT HOOVER",
        "The White House,July 9, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5880-Delimiting Canal Zone Judicial Districts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361467"
}