{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7941-establishing-the-fort-tyler-migratory-bird-refuge",
    "doc": "executive-order-7941-establishing-the-fort-tyler-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7941-Establishing the Fort Tyler Migratory Bird Refuge",
    "date": "August 02, 1938",
    "content": [
        "NEW YORK",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described area, on Gardiners Island, Suffolk County, New York, be, and it is hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "The property known as the Fort Tyler Military reservation bounding on Gardiners Bay, and more definitely described as follows:",
        "All that part of the north point of Gardiners Island lying northwest of a line described and running as follows: Starting from a stake on a sand ridge and running thence north 56 degrees east, and south 56 degrees west, to the waters on each side of said point, or beach, respectively, and bounded north, east, and west by the waters of Gardiners Bay, and southeasterly by the beach at the aforesaid line, containing about 14 acres, more or less.",
        "The above-described property has been declared by the War Department to be surplus to its needs, and the reservation made by this order is subject to the right of the Director of Procurement to dispose of such property in accordance with the provisions of the act of August 27, 1935, c. 774, 49 Stat. 885.",
        "This reservation shall be known as the Fort Tyler Migratory Bird Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 2, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7941-Establishing the Fort Tyler Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368764"
}