{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8283-amendment-section-6-civil-service-rule-ii",
    "doc": "executive-order-8283-amendment-section-6-civil-service-rule-ii",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8283-Amendment of Section 6 of Civil Service Rule II",
    "date": "November 09, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Civil Service Act (22 Stat. 403, 404), it is ordered that section 6 of Civil Service Rule II be, and it is hereby, amended to read as follows:",
        "\"6. Excepted employees-when classified.- Except as provided in section 7 of this rule, a person holding a position when it is placed in the classified (competitive) service or otherwise is made subject to competitive examination shall, upon recommendation to the Commission by the head of the department or agency in which he is employed, have all the rights which he would acquire if appointed thereto upon competitive examination: Provided, (a) that he was appointed to such position, or to a position being placed in the classified (competitive) service under the same authority of law or Executive order, at least six months prior to the effective date of the change in the status of the position; (b) that he has performed satisfactory active service in either or both of such positions for an aggregate of at least three months of the six months immediately preceding the change in the status of the position; (c) that he shall pass such appropriate non-competitive tests of fitness as the Commission may prescribe; and (d) that he is not disqualified by any provision of section 3 of Civil Service Rule V or of any other Civil Service Rule, or by any provision of the Civil Service Act or any other statute, or Executive order; and Provided further, that in conferring a classified (competitive) status upon any employee under this, or any other, rule, or any statute or Executive order, the Commission (a) may in its discretion exempt from the physical requirements established for any position any employee who has rendered long and faithful service in a civil capacity for the Government, and (b) may consider a person whose name is carried on the compensation rolls of the Employees' Compensation Commission as having rendered satisfactory active service in the position in which he last served for the period during which his name is carried on such rolls. Any such person who fails to meet the above-stated requirements of this section shall be separated from the service within thirty days (exclusive of leave to which he is entitled) after the Commission reports that he is ineligible to acquire a classified (competitive) status unless the head of the department or agency concerned certifies to the Commission that such person has rendered satisfactory service and that he should be retained although without acquiring such status.\"",
        "The provisions of this order shall also apply to the incumbents of positions heretofore or hereafter covered into the classified (competitive) service by section 1 of Executive Order No. 7916 of June 24, 1938, and section 3 of that order is modified accordingly.",
        "This order is recommended by the Civil Service Commission.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 9, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8283-Amendment of Section 6 of Civil Service Rule II Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371903"
}