{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6590-b-delegation-authority-administrator-for-industrial-recovery",
    "doc": "executive-order-6590-b-delegation-authority-administrator-for-industrial-recovery",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6590-B-Delegation of Authority to Administrator for Industrial Recovery to Prescribe Rules and Regulations, Etc.",
    "date": "February 08, 1934",
    "content": [
        "By virtue of the authority vested in me under the provisions of Title I of the National Industrial Recovery Act of June 16, 1933 (ch. 90, 48 Stat. 195), and in order to effectuate the purposes of said title, I hereby authorize the Administrator for Industrial Recovery to prescribe rules and regulations requiring persons subject to codes of fair competition approved under said title to post or display the terms and provisions of said codes, or otherwise to bring such terms and provisions to the attention of any and all interested persons, including employees, in the manner and to the extent required in such rules and regulations; and I hereby further authorize the Administrator to take such other steps as he may deem advisable to effectuate any rules and regulations hereunder prescribed by him.",
        "All persons are hereby informed that Section 10(a) of the National Industrial Recovery Act prescribes a fine not to exceed five hundred dollars ($500) or imprisonment not to exceed six (6) months, or both, for the violation of any rule or regulation prescribed under the authority of and pursuant to the provisions of this Order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 8, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6590-B-Delegation of Authority to Administrator for Industrial Recovery to Prescribe Rules and Regulations, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362349"
}