{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9873-transferring-the-american-battle-monuments-commission-the-functions",
    "doc": "executive-order-9873-transferring-the-american-battle-monuments-commission-the-functions",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 9873-Transferring to the American Battle Monuments Commission the Functions of the War Department Pertaining to the Administration of the Mexico City National Cemetery",
    "date": "July 16, 1947",
    "content": [
        "By virtue of the authority vested in me by section 12 of the act of March 4, 1923, as amended by the act of June 26, 1946, 60 Stat. 318, and as President of the United States, it is hereby ordered as follows:",
        "1. All functions of administration pertaining to the Mexico City National Cemetery, located in Mexico City, Calazada, Molchor Ocampo 31, Mexico, DF, now vested in or exercised by the War Department, together with the field civilian personnel, records, supplies, equipment, and property of every kind pertaining thereto, are hereby transferred from the War Department to the American Battle Monuments Commission.",
        "2. The unexpended balances of appropriations or allotments of appropriations which are now, or may become, available to the War Department for the performance of the functions transferred by this order shall be transferred to the American Battle Monuments Commission to such extent as the Director of the Bureau of the Budget may deem necessary.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nJuly 16, 1947"
    ],
    "citation": "Harry S Truman, Executive Order 9873-Transferring to the American Battle Monuments Commission the Functions of the War Department Pertaining to the Administration of the Mexico City National Cemetery Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/231083"
}