{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6844-withdrawal-public-land-for-administrative-purposes-and-for",
    "doc": "executive-order-6844-withdrawal-public-land-for-administrative-purposes-and-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6844-Withdrawal of Public Land for Administrative Purposes and for Classification, California",
    "date": "September 11, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed and to valid existing rights, it is ordered that the following-described public lands in the State of California be, and they are hereby, temporarily withdrawn from settlement, location, sale, or entry for use by the Department of Agriculture as a fire-lookout site in connection with the administration of the Lassen and Plumas National Forests:",
        "Mount Diablo Meridian",
        "T. 24 N., R. 4 E., sec. 12, SW¼NW¼SE¼NW¼, W½SW¼SE¼NW¼, SE¼NE¼. SW¼NW¼, E½SE¼SW¼NW¼, W½NW¼NE¼SW¼, NW¼SW¼NE¼SW¼, E½NE¼ NW¼SW¼, NE¼SE¼NW¼SW¼.",
        "It is further ordered that, subject to the conditions expressed in the aforesaid acts and to valid existing rights, the remaining lands in the said sec. 12, 290 acres, be, and they are hereby, temporarily withdrawn from settlement, location, sale, or entry for classification and in aid of legislation.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6844-Withdrawal of Public Land for Administrative Purposes and for Classification, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362551"
}