{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7686-amendment-executive-order-no-7302-february-21-1936-transferring",
    "doc": "executive-order-7686-amendment-executive-order-no-7302-february-21-1936-transferring",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7686-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands in the Virgin Islands to the Control and Jurisdiction of the Secretary of the Navy",
    "date": "August 05, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of March 3, 1917, ch. 171, 39 Stat. 1132, and the Second Deficiency Act, Fiscal Year 1931, 46 Stat. 1552, 1570, and as President of the United States, the last paragraph of Executive Order No. 7302 of February 21, 1936, transferring certain lands in the Virgin Islands from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities, is hereby amended to read as follows:",
        "There is hereby excepted from the operation of this transfer the east beach and bath-house fronting on Lindbergh Bay, this area to be described more particularly hereafter by survey to be approved by the Secretary of the Interior. The use of this excepted area during seaplane operation shall be governed by such regulations as may be issued by the officer of the Navy Department charged by the Secretary of the Navy with the establishment, control, and operation of the aviation facilities in the Virgin Islands.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 5, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7686-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands in the Virgin Islands to the Control and Jurisdiction of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369002"
}