{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8171-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "doc": "executive-order-8171-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8171-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War",
    "date": "June 15, 1939",
    "content": [
        "Whereas certain lands have been acquired or are in process of acquisition under the authority of the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), in connection with the Plattsburg, LO-NY 6, and Pine Camp, LO-NY 7, Land-Utilization and Land- Conservation Projects of the Department of Agriculture in New York; and",
        "Whereas by Executive Order No. 7908 of June 9, 1938, all the right, title and interest of the United States in those lands acquired or in process of acquisition under the authority of the aforesaid Emergency Relief Appropriation Act of 1935, was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the aforesaid Bankhead-Jones Farm Tenant Act, and the related provisions of Title IV thereof; and immediately upon acquisition of legal title to those lands now in process of acquisition under the authority of said act, said order, under the terms thereof, will become applicable to all the additional right, title, and interest thereby acquired by the United States; and",
        "Whereas it appears that the use of such lands as military reservations would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32 of Title III of the said Bankhead-Jones Farm Tenant Act, and upon recommendation of the Secretary of Agriculture, it is ordered that the lands acquired or in process of acquisition by the United States within the areas delineated on the diagrams attached hereto and made a part hereof, together with the improvements thereon, be, and they are hereby, transferred from the Secretary of Agriculture to the Secretary of War for use as military reservations: Provided, however, that the Secretary of Agriculture shall retain such jurisdiction over the lands now in process of acquisition by the United States as may be necessary to enable him to complete their acquisition.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 15, 1939.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8171-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210701"
}