{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7804-reservation-public-land-for-use-lighthouse-service-department",
    "doc": "executive-order-7804-reservation-public-land-for-use-lighthouse-service-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7804-Reservation of Public Land for Use of Lighthouse Service, Department of Commerce, Territory of Hawaii",
    "date": "February 02, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, It Is ordered that the following-described portion of Walkalua-Waho Beach Reserve, Walkalua-Waho, Kaneohe, Koolaupoko, Oahu, Territory of Hawaii, be, and it Is hereby, reserved and set aside for the use of the Lighthouse Service, Department of Commerce:",
        "Beginning at a galvanized iron spike driven in root of pine tree at the West corner of this parcel of land and on the South boundary of Land Court Application 726, the coordinates of said point of beginning referred to Government Survey Trig. Station \"Puu Pahu\" being 3205.60 feet South and 2185.75 feet East, as shown on Government Survey Registered Map 2585, and running by azimuths measured clockwise from true South:",
        "1. 287°00' 91.00 feet along Land Court Application 726 to a pipe;",
        "2. Thence along seashore at highwater mark, the direct azimuth and distance being: 318°06' 40.60 feet to a pipe;",
        "3. 57°00' 76.85 feet along government land to a pipe;",
        "4. 120°00' 45.00 feet along reserve for 8-foot walk to the point of beginning.",
        "The above-described tract contains an area of 3365 square feet, more or less.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 2, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7804-Reservation of Public Land for Use of Lighthouse Service, Department of Commerce, Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371784"
}