{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9399-authorizing-the-secretary-the-navy-take-possession-and-operate-part",
    "doc": "executive-order-9399-authorizing-the-secretary-the-navy-take-possession-and-operate-part",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9399-Authorizing the Secretary of the Navy To Take Possession of and Operate Part of the Plant and Facilities of Remington Rand, Inc., in the Town of Southport, County of Chemung, State of New York",
    "date": "November 25, 1943",
    "content": [
        "Whereas Remington Rand, Inc. has entered into a contract for the manufacture of war materials essential to the prosecution of the war by the United States Navy Department and United States War Department and has been provided by the Government with extensive facilities for the performance of said contract; and",
        "Whereas it is deemed essential that a part of the plant of Remington Rand, Inc. including such facilities located in the town of Southport, County of Chemung, State of New York, be taken over for use and operation by the United States of America in order that it may be effectively operated in the manufacture of the kind, quality and quantity of such war materials:",
        "Now, Therefore, I, Franklin D. Roosevelt, pursuant to the powers vested in me by the Constitution and laws of the United States, including section 9 of the Selective Training and Service Act of 1940 as amended, as President of the United States and Commander in Chief of the Army and Navy of the United States, hereby authorize and direct the Secretary of the Navy immediately to take possession of and operate that part of the plant of Remington Rand, Inc, known as the \"N\" Division of the Elmira Plant of said Company located in the town of Southport, County of Chemung, State of New York, being the land, buildings, appurtenances and facilities including parking areas referred to and described in a certain contract between the United States (Navy Department) and Remington Rand, Inc. known as contract NOrd (F) 1061, in order to produce effectively essential war materials required by the United States of America and to do all things necessary and incidental to that end.",
        "The Secretary of the Navy may exercise the authority herewith conferred through and with the aid of such person or persons, corporations or instrumentalities as he may designate and may select and hire such employees and agents including a competent civilian adviser on industrial relations, as are necessary to carry out the provisions of this order and in furtherance of the purposes of this order the Secretary of the Navy may exercise any existing contractual or other existing rights of said Company incident to the operation of said \"N\" Division of said plant and take such other steps as may be necessary or desirable.",
        "Possession of the premises referred to under this order will be terminated by the President within 60 days after he determines that such plant will be operated privately in a manner consistent with the war effort.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 25, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9399-Authorizing the Secretary of the Navy To Take Possession of and Operate Part of the Plant and Facilities of Remington Rand, Inc., in the Town of Southport, County of Chemung, State of New York Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372372"
}