{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6949-approving-agreement-between-members-the-division-the-mason",
    "doc": "executive-order-6949-approving-agreement-between-members-the-division-the-mason",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6949-A-Approving Agreement Between Members of the Division of the Mason Contractors Division of the Construction Industry and Bricklayer and Stone Mason Employees in the Region of All of Tulsa, Rogers, Craig and Ottawa Counties; and All of Creek County, Except the Towns of Oilton, Drumright and Shamrock, and Ten Miles of Osage County, Beyond or from the Boundary Lines of Tulsa County, All in the State of Oklahoma",
    "date": "January 22, 1935",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and the Code of Fair Competition for the Construction Industry, approved January 31, 1934, for approval of an Agreement between certain employers who are members of the Mason Contractors Division of said Code, and certain employees in the Region of all of Tulsa, Rogers, Craig and Ottawa Counties; and all of Creek County, except the towns of Oilton, Drumright and Shamrock, and ten miles of Osage County, beyond or from the boundary lines of Tulsa County, all in the State of Oklahoma, as defined in said Agreement, and a hearing having been held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of said Agreement, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that said Agreement complies in all respects with the pertinent provisions of Title I of said Act and of said Code:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, pursuant to said Code of Fair Competition for the Construction Industry, and otherwise, do hereby adopt and approve the report, recommendations and findings of the National Industrial Recovery Board and do hereby order that the said Agreement is hereby approved, provided that the National Industrial Recovery Board may provide such exceptions and exemptions, with or without conditions for the granting thereof, as appear necessary to effectuate the policies and purposes of the Act, or of the Code of Fair Competition under which this Agreement is made, or this Agreement, or to avoid undue hardship or hardships to any individual or individuals.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: W. A. Harriman          Administrative Officer",
        "The White HouseJan. 22, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6949-A-Approving Agreement Between Members of the Division of the Mason Contractors Division of the Construction Industry and Bricklayer and Stone Mason Employees in the Region of All of Tulsa, Rogers, Craig and Ottawa Counties; and All of Creek County, Except the Towns of Oilton, Drumright and Shamrock, and Ten Miles of Osage County, Beyond or from the Boundary Lines of Tulsa County, All in the State of Oklahoma Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362616"
}