{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8517-changing-the-name-the-delta-migratory-waterfowl-refuge-delta-national",
    "doc": "executive-order-8517-changing-the-name-the-delta-migratory-waterfowl-refuge-delta-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8517-Changing the Name of the Delta Migratory Waterfowl Refuge to Delta National Wildlife Refuge and Adding Certain Lands",
    "date": "August 16, 1940",
    "content": [
        "LOUISIANA",
        "By virtue of and pursuant to the authority vested in me as President of the United States and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222, 16 U.S.C. 715), it is ordered as follows:",
        "Section 1. The name of the Delta Migratory Waterfowl Refuge, in Plaquemines Parish, Louisiana, established by Executive Order No. 7229, of November 19, 1935, and enlarged by Executive Orders Nos. 7383, of June 5, 1936, and 7538, of January 19, 1937, is hereby changed to Delta National Wildlife Refuge.",
        "Sec. 2. Subject to valid rights, all lands owned or controlled by the United States within the following-described area, comprising approximately 41,550 acres, in Plaquemines Parish, Louisiana, are hereby included in and reserved as a part of the refuge: Provided, That any private lands within the area described shall become a part of the refuge upon acquisition of title thereto or control thereof by the United States:",
        "ST. HELENA MERIDIAN",
        "T. 20 S., R. 18 E., radial secs. 38 to 48, inclusive, all;",
        "T. 21 S.. R. 18 E., radial secs. 1 to 7, inclusive, all;",
        "T. 20 S., R. 19 E., radial secs. 1 to 11. inclusive, all;",
        "T. 21 S., R. 19 E., radial secs. 1 to 12, inclusive, 27, 28, 29, 33, 34, 35, 37, 38, 40, 41, 43. 45, 48, and 49, all;",
        "T. 22 S., R. 19 E., radial secs. 1, 3, 5, 7, and 10 to 14, Inclusive, all;",
        "and the following-described lands surveyed by the State of Louisiana, plat approved by the Chief State Engineer, June 1936:",
        "T. 20 S., R. 19 E., secs. 1. 2. 9, 10, 11, 12, 15, 16, and 17, all within the Grand Prairie Levee District established by the Board of State Engineers in November 1932;       sec. 20, SW¼;       sec. 24, all southeast of Main Pass;       sec. 25, all;       sec. 26, all southeast of Main Pass;       sec. 29, NE¼ and S½:       sec. 33, W½NW¼ and NW¼SW¼;       sec. 34, all southeast of Main Pass; secs. 35 and 36, all;",
        "T. 21 S., R. 19 E., secs. 1 and 2, all;       sec. 3, all southeast of Main Pass;       sec. 5, all;       secs. 10 to 15, inclusive, all;       secs. 22 to 26, inclusive, all;",
        "T. 19 S., R. 20 E., sec. 32, all;",
        "T. 20 S., R. 20 E., sec. 5, all;       sec. 7, all southeast of Main Pass; secs. 8, 9, 15, 16, and 17, all;       sec. 18, all southeast of Main Pass, and that part of the SW¼ northwest of Main Pass;       secs. 19 to 23, inclusive, all;       secs. 26 to 35. inclusive, all;",
        "T. 21 8., R. 20 E., all fractional.",
        "The Delta National Wildlife Refuge, as enlarged by this order, consists of all lands owned or controlled by the United States within the following-described area, comprising approximately 56,200 acres:",
        "ST. HELENA MERIDIAN",
        "T. 20 8., R. 18 E., radial secs. 38 to 48, inclusive, all;",
        "T. 21 S., R. 18 E., radial secs. 1 to 7, inclusive, all;",
        "T. 20 8., R. 19 E., radial secs. 1 to 11, inclusive, all;",
        "T. 21 S., R. 19 E., radial secs. 1 to 52, inclusive, all;",
        "T. 22 8., R. 19 E., radial secs. 1 to 14, inclusive, all;",
        "and the following-described lands surveyed by the State of Louisiana, plat approved by the Chief State Engineer, June 1936:",
        "T. 20 S., R. 19 E., secs. 1, 2, 9 to 17, inclusive, 19 to 30, inclusive, and 32 to 36, inclusive, all:",
        "T. 21 8., R. 19 E., secs. 1 to 5. inclusive, 9 to 15, inclusive, and 22 to 26, inclusive, all;",
        "T. 19 S., R. 20 E., sec. 32, all;",
        "T. 20 S., R. 20 E., all fractional;",
        "T. 21 8., R. 20 E., all fractional.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 16, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8517-Changing the Name of the Delta Migratory Waterfowl Refuge to Delta National Wildlife Refuge and Adding Certain Lands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368396"
}