{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9804-revoking-executive-orders-no-2463-september-29-1916-and-no-4182-march",
    "doc": "executive-order-9804-revoking-executive-orders-no-2463-september-29-1916-and-no-4182-march",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 9804-Revoking Executive Orders No. 2463 of September 29, 1916, and No. 4182 of March 24, 1925, Relating to Administration of the Employees' Compensation Act With Respect to Employees of Alaska Railroad, and Placing the Administration of That Act as to Such Employees in the Federal Security Agency",
    "date": "November 21, 1946",
    "content": [
        "By virtue of the authority vested in me by section 42 of the Employees' Compensation act of September 7, 1916, as amended by the act of April 6, 1938, 52 Stat. 200 (5 U. S. C. 793), and in the interest of the internal management of the Government, it is hereby order as follows:",
        "1. Executive Order No. 2462 of September 29, 1916, placing the administration of the Employees' Compensation Act with respect to employees of the Alaskan Engineering Commission (later the Alaska Railroad) under the Chairman of that Commission, and Executive Order 4182 of March 24, 1925, placing the administration of the said act with respect to employees of the Alaska Railroad under the General Manager of the Railroad, are hereby revoked.",
        "2. Administration of the said Employees' Compensation Act, as amended, with respect to employees of the Alaska Railroad is hereby placed in the Federal Security Agency, to which the functions of the United States Employees' Compensation Commission were transferred by Reorganization Plan No. 2 of 1946.",
        "3. This order shall become effective on January 1, 1947.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nNovember 21, 1946"
    ],
    "citation": "Harry S Truman, Executive Order 9804-Revoking Executive Orders No. 2463 of September 29, 1916, and No. 4182 of March 24, 1925, Relating to Administration of the Employees' Compensation Act With Respect to Employees of Alaska Railroad, and Placing the Administration of That Act as to Such Employees in the Federal Security Agency Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278340"
}