{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-defining-land-for-uncompahgre-utes-indians",
    "doc": "executive-order-defining-land-for-uncompahgre-utes-indians",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Defining Land for Uncompahgre Utes Indians",
    "date": "January 05, 1882",
    "content": [
        "Executive Mansion, January 5, 1882.",
        "It is hereby ordered that the following tract of country, in the Territory of Utah, be, and the same is hereby, withheld from sale and set apart as a reservation for the Uncompahgre Utes, viz: Beginning at the southeast corner of township 6 south, range 25 east, Salt Lake meridian; thence west to the southwest corner of township 6 south, range 24 east; thence north along the range line to the northwest corner of said township 6 south, range 24 east; thence west along the first standard parallel south of the Salt Lake base-line to a point where said standard parallel will, when extended, intersect the eastern boundary of the Uintah Indian Reservation as established by C. L. Du Bois, United States deputy surveyor, under his contract dated August 30, 1875; thence along said boundary southeasterly to the Green River; thence down the west bank of Green River to the point where the southern boundary of said Uintah Reservation, as surveyed by Du Bois, intersects said river; thence northwesterly with the southern boundary of said reservation to the point where the line between ranges 16 and 17 east of Salt Lake meridian will, when surveyed, intersect said southern boundary; thence south between said ranges 16 and 17 east, Salt Lake meridian, to the third standard parallel south; thence east along said third standard parallel to the eastern boundary of Utah Territory; thence north along said boundary to a point due east of the place of beginning; thence due west to the place of beginning.",
        "Chester A. Arthur."
    ],
    "citation": "Chester A. Arthur, Executive Order-Defining Land for Uncompahgre Utes Indians   Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372546"
}