{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6927-code-fair-competition-for-the-retail-meat-trade",
    "doc": "executive-order-6927-code-fair-competition-for-the-retail-meat-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6927-A-Code of Fair Competition for the Retail Meat Trade",
    "date": "December 21, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Retail Meat Trade, and bearings having been held thereon and The National Industrial Recovery Board having rendered its report containing an analysis of the said Code of Fair Competition together with its recommendations and findings with respect thereto, and The National Industrial Recovery Board having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of The National Industrial Recovery Board and do order that the said Code of Fair Competition be and it is hereby approved; subject, however, to the following conditions:",
        "1. That Article II, Section 1 (a) be and the same is hereby amended to read:",
        "\"The term 'Retail Meat Trade' as used herein means the selling of meats to the consumer and not for the purpose of resale, but shall not include the sale of meats in establishments for consumption on the premises, and shall not include the sale of meats by anyone, more than fifty (50) percent of whose dollar volume of retail sales is not meats.\"",
        "2. That Article II, Section 1 (m), be and the same hereby is amended to read:",
        "\"The term 'establishment' as used herein means any store or shop or stand where retail meat sales amount to fifty percent (50%) or more of the entire retail sales.\"",
        "3. That Article VI, Section 1, be and the same hereby is amended to read:",
        "\"A Code Authority is hereby established consisting of eleven (11) persons to be selected in the following manner:",
        "(a) Seven (7) persons to be selected by the Board of Directors of the National Association of Retail Meat Dealers, Inc.",
        "(b) One (1) person to be selected by the Federation of Kosher Butchers of Greater New York, Inc.",
        "(c) One (1) person to be selected by the National Association of Meat, Poultry and Game Purveyors.",
        "(d) Two (2) persons to be appointed by The National Industrial Recovery Board from members of the trade who are not members of any of the foregoing Associations, and who are retailers of food products other than meats.",
        "If, within thirty (30) days after the effective date of this Code, any of the members provided for in this Section shall not be named, then and in that event, The National Industrial Recovery Board shall appoint the representative otherwise provided for.\"",
        "4. The provisions of Article VII, Sections 1 (b), (c) and (d); Article VII, Section 2; Article VII, Section 9; Article VII, Section 10; be and the same hereby are stayed, pending incorporation of suitable parallel provisions in the code applicable to all retail selling of meat not governed by this Code, or pending our further order.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     NATIONAL INDUSTRIAL RECOVERY BOARDBy W. A. HARRIMAN          Administrative Officer",
        "The White House,Dec 21, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6927-A-Code of Fair Competition for the Retail Meat Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373462"
}