{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10901-amendment-executive-order-10501-relating-safeguarding-official",
    "doc": "executive-order-10901-amendment-executive-order-10501-relating-safeguarding-official",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Executive Order 10901-Amendment of Executive Order 10501, Relating to Safeguarding Official Information in the Interests of the Defense of the United States",
    "date": "January 09, 1961",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United States, and as President of the United States, and deeming such action necessary in the best interest of the national security, it is ordered as follows:",
        "SECTION 1. Section 2 of Executive Order No. 10501 of November 5, 1953, is amended to read as follows:",
        "\"SEC. 2. Limitation of authority to classify. The authority to classify defense information or material under this order shall be limited in the departments, agencies, and other units of the executive branch as hereinafter specified.",
        "\"(a) In the following departments, agencies, and Governmental units, having primary responsibility for matters pertaining to national defense, the authority for original classification of information or material under this order may be exercised by the head of the department, agency, or Governmental unit concerned or by such responsible officers or employees as he, or his representative, may designate for that purpose. The delegation of such authority to classify shall be limited as severely as is consistent with the orderly and expeditious transaction of Government business.",
        "The White House Office\nPresident's Science Advisory Committee\nBureau of the Budget\nCouncil of Economic Advisers\nNational Security Council\nOperations Coordinating Board\nCentral Intelligence Agency\nOffice of Civil and Defense Mobilization\nDepartment of State\nInternational Cooperation Administration\nDepartment of the Treasury\nDepartment of Defense\nDepartment of the Army\nDepartment of the Navy\nDepartment of the Air Force\nDepartment of Justice\nDepartment of Commerce\nDepartment of Labor\nAtomic Energy Commission\nCanal Zone Government\nCouncil on Foreign Economic Policy\nDevelopment Loan Fund\nFederal Aviation Agency\nFederal Communications Commission\nFederal Radiation Council\nGeneral Services Administration\nInterstate Commerce Commission\nNational Aeronautics and Space Administration\nNational Aeronautics and Space Council\nPresident's Board of Consultants on Foreign Intelligence Activities\nUnited States Civil Service Commission\nUnited States Information Agency",
        "\"(b) In the following departments, agencies, and Governmental units, having partial but not primary responsibility for matters pertaining to national defense, the authority for original classification of information or material under this order shall be exercised only by the head of the department, agency, or Governmental unit without delegation:",
        "Post Office Department\nDepartment of the Interior\nDepartment of Agriculture\nDepartment of Health, Education, and Welfare\nCivil Aeronautics Board\nFederal Power Commission\nGovernment Patents Board\nNational Science Foundation\nPanama Canal Company\nRenegotiation Board\nSmall Business Administration\nSubversive Activities Control Board\nTennessee Valley Authority",
        "\"(c) Any agency or unit of the executive branch not named herein, and any such agency or unit which may be established hereafter, shall be deemed not to have authority for original classification of information or material under this order, except as such authority may be specifically conferred upon any such agency or unit hereafter.\"",
        "SEC. 2. My memoranda of November 5, 1953, and May 7, 1959 (24 F.R. 3777), and my memorandum of March 9, 1960 (25 F.R. 2073), are hereby revoked.",
        "DWIGHT D. EISENHOWER",
        "THE WHITE HOUSE,",
        "January 9, 1961."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10901-Amendment of Executive Order 10501, Relating to Safeguarding Official Information in the Interests of the Defense of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/306738"
}