{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9378-amendment-executive-order-no-9062-february-16-1942-authorizing-the",
    "doc": "executive-order-9378-amendment-executive-order-no-9062-february-16-1942-authorizing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9378-Amendment of Executive Order No. 9062 of February 16, 1942, Authorizing the Civil Service Commission To Adopt Special Procedures Relating to Recruitment, Placement, and Changes in Status of Personnel for the Federal Service",
    "date": "September 23, 1943",
    "content": [
        "By virtue of the authority vested in me by section 2 of the Civil Service Act (22 Stat. 404), paragraph 1 of Executive Order No. 9063 of February 16, 1942, is hereby amended to read as follows:",
        "\"1. The United States Civil Service Commission is authorized to adopt and prescribe such special procedures and regulations as it may determine to be necessary in connection with the recruitment, placement, and changes in status of personnel, and dismissals on account of reduction of force, for all departments, independent establishments, and other Federal agencies, except positions of postmaster in all classes of post offices. The procedures and regulations thus adopted and prescribed shall be binding with respect to all positions affected thereby which are subject to the provisions of the Civil Service Act and Rules.\"",
        "This order is recommended by the Civil Service Commission.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 23, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9378-Amendment of Executive Order No. 9062 of February 16, 1942, Authorizing the Civil Service Commission To Adopt Special Procedures Relating to Recruitment, Placement, and Changes in Status of Personnel for the Federal Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372361"
}