{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7298-regulations-governing-the-preparation-presentation-filing-and",
    "doc": "executive-order-7298-regulations-governing-the-preparation-presentation-filing-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7298-Regulations Governing the Preparation, Presentation, Filing, and Distribution of Executive Orders and Proclamations",
    "date": "February 18, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Federal Register Act, approved July 26, 1935 (49 Stat. 500), and as President of the United States, I hereby prescribe the following regulations governing the preparation, presentation, filing, and distribution of Executive orders and proclamations:",
        "1. Proposed Executive orders and proclamations shall be prepared in accordance with the following requirements:",
        "(a) A suitable title for the order or proclamation shall be provided.",
        "(b) The authority under which the order or proclamation is promulgated shall be cited in the body thereof.",
        "(c) Punctuation, capitalization, orthography, and other matters of style shall conform to the most recent edition of the Style Manual of the United States Government Printing Office.",
        "(d) The spelling of geographic names shall conform to the most recent official decisions made pursuant to Executive Orders No. 27-A, of September 4, 1890, No. 399, of January 23, 1906, and No. 6680, of April 17, 1934.",
        "(e) Descriptions of tracts of lands shall conform, so far as practicable, with the most recent edition of the \"Specifications for Descriptions of Tracts of Land for Use in Executive Orders and Proclamations\", published by the Federal Board of Surveys and Maps.",
        "(f) Proposed Executive orders and proclamations shall be typewritten on paper approximately 8 by 12½ inches, shall have a left-hand margin of approximately 2 inches and a right-hand margin of approximately 1 inch, and shall be doublespaced, except that quotations, tabulations, or descriptions of land may be singlespaced.",
        "2. The proposed Executive order or proclamation shall first be submitted to the Director of the Bureau of the Budget. If the Director of the Bureau of the Budget approves it, he shall transmit it to the Attorney General for his consideration as to both form and legality. If the Attorney General approves it, he shall transmit it to the Director of the Division of the Federal Register, the National Archives. If it conforms to the requirements of paragraph 1 hereof, the Director of the Division of the Federal Register shall transmit it and three copies thereof to the President. If it is disapproved by the Director of the Bureau of the Budget or the Attorney General, it shall not thereafter be presented to the President unless it is accompanied by the statement of the reasons for such disapproval.",
        "3. If the order or proclamation is signed by the President, the original and two copies thereof shall be forwarded to the Director of the Division of the Federal Register for appropriate action in conformity with the provisions of the Federal Register Act: Provided, however, That the seal of the United States shall be affixed to the originals of all proclamations prior to such forwarding. The Division of the Federal Register shall cause to be placed upon the copies of all Executive orders and proclamations the following notation, to be signed by the Director or by some person authorized by him: \"Certified to be a true copy of the original.\" The Division of the Federal Register shall number and shall supervise the promulgation, publication, and distribution of all Executive orders and proclamations.",
        "4. The Division of the Federal Register shall cause a limited number of copies of the Executive orders and proclamations not required or authorized to be filed and published under the provisions of the Federal Register Act to be made available in slip form to the appropriate agencies of the Government.",
        "5. The Division of the Federal Register shall file in the National Archives the originals of all Executive orders and proclamations.",
        "6. The signed originals and copies of all Executive orders and proclamations heretofore promulgated and now in the custody of the Department of State shall be transferred to the National Archives.",
        "7. Nothing in this order shall be construed to apply to treaties, conventions, protocols, and other international agreements, or proclamations thereof by the President.",
        "8. This order shall become effective on March 12, 1936, and shall thereupon supersede Executive Order No. 6247, of August 10, 1933.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 18, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7298-Regulations Governing the Preparation, Presentation, Filing, and Distribution of Executive Orders and Proclamations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362795"
}