{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6493-restoring-the-territory-hawaii-for-highway-purposes-portion-the-site",
    "doc": "executive-order-6493-restoring-the-territory-hawaii-for-highway-purposes-portion-the-site",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6493-Restoring to the Territory of Hawaii for Highway Purposes a Portion of the Site of the Naval Radio Station, Wailupe, Honolulu, Oahu",
    "date": "December 12, 1933",
    "content": [
        "HAWAII",
        "Whereas the Territory of Hawaii is desirous of widening and improving certain portions of the Kalonianaole Highway from Kealaolu Arenue to Koko Head Park; and",
        "Whereas in order to complete the proposed project the Territory of Hawaii has requested that the hereinafter-described two parcels of land heretofore transferred by executive order of the Governor of the Territory of Hawaii to the United States for the use of the Navy be restored to their previous status; and",
        "Whereas the widening and improving of the aforesaid road will better serve the interests of the Federal Government and the Territorial government; and",
        "Whereas the two parcels of land are no longer required for the purpose for which they were set apart for the uses of the Nary;",
        "Now, Therefore, by virtue of the authority vested in me by section 91 of the act of April 30, 1900 (ch. 339, 31 Stat. 141, 159), as amended by section 7 of the act of May 27, 1910 (ch. 258, 36 Stat. 443, 447), it is hereby ordered that the following-described parcels of land, heretofore transferred by executive order of the Governor of the Territory of Hawaii to the United States for the use of the Navy, be, and the same are hereby, restored to their previous status for the use of the Territory of Hawaii:",
        "PARCEL I",
        "Being a portion of R.P. 3578, L.C.A. 10613, Ap. 3, to A. Paki, a portion of which is included in Governor's Executive Order No. 79.",
        "Situate on the north side of Kalanianaole Highway, at Waialae-iki, Honolulu, Oahu, Territory of Hawaii. BEGINNING at a \"copper pin\" in concrete monument. at the southwest corner of this parcel of land, on the present north side of Kalanianole Highway, the coordinates of said point of beginning referred to a \"+\" in concrete monument on the boundary of Waialae-iki and Wailupe being 287.30 ft. north and 403.37 ft. west, and the coordinates of said \"+\" in concrete monument referred to Government survey triangulation station \"Koko Head\" being 4,250.0 ft. north and 19,002.60 ft. west, and running by azimuths measured clockwise from true south:",
        "1. 169°48'               9.94 ft. along the west boundary of Governor's Executive Order No. 79;",
        "2. 261°57'15\"          151.59 ft. along the proposed north side of Kalanianaole Highway;",
        "3.                                             thence on a curve to the left along the proposed north side of Kalanianaole Highway with a radius 2,830.0 ft., the direct azimuth and distance being 260°26'33.5\", 149.30 ft.;",
        "4. 351°11'               25.89 ft. along the boundary of Waialae-iki and Wailupe;",
        "5. 84°14'30\"            301.05 ft. along the present north side of Kalanianaole Highway to the point of beginning:",
        "Area 4,989 sq. ft.",
        "PARCEL II",
        "Being a portion of R.P. 3578, L.CA. 10613, Ap. 3, to A. Paki, which is included in Governor's Executive Order No. 79.",
        "Situate on the south side of Kalaninnaole Highway at Wainlae-iki, Honolulu, Oahu, Territory of Hawaii. BEGINNING at a \"copper pin\" in concrete monument at the northwest corner of this parcel of land, on the present south side of Kalaninnaole Highway, the coordinates of said point of beginning referred to a \"+\" in concrete monument on the boundary of Waialae-iki and Wailupe being 237.71 ft. north and 396.74 ft. west, and the coordinates of said \"+\" in concrete monument referred to Government survey triangulation station \"Koko Head\" being 4,250.0 ft. north and 19,002.60 ft. west, and running by azimuths measured clockwise from true south:",
        "1. 264°14'30\"    227.14 ft. along the present south side of Kulanianaole Highway; thence on a curve to the right along the proposed south side of Kalaninnaole Highway with a radius of 2,900.0 ft., the direct azimuth and distance being 81°12'34.7\", 75.37 ft.;",
        "2. thence on a curve to the right along the proposed south side of Kalanianaole Highway with a radius of 2,900.0 It., the direct azimuth and distance being",
        "3. 81°57'15\" 152.10 ft. along the proposed south side of Kalanianaole Highway to the west boundary of Governor's Executive Order No. 79;",
        "4. 174°48'      10.05 ft. along the west boundary of Governor's Executive Order No. 79 to the point of beginning.",
        "Area 1,230.0 sq. ft.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,December 12, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6493-Restoring to the Territory of Hawaii for Highway Purposes a Portion of the Site of the Naval Radio Station, Wailupe, Honolulu, Oahu Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373307"
}