{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8140-restoring-lands-territory-hawaii-for-road-purposes-and-reserving",
    "doc": "executive-order-8140-restoring-lands-territory-hawaii-for-road-purposes-and-reserving",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8140-Restoring Lands to Territory of Hawaii for Road Purposes and Reserving Lands for Military Purposes, Punchbowl Hill Military Reservation",
    "date": "May 22, 1939",
    "content": [
        "HAWAII",
        "Whereas it is deemed advisable and in the public interest that certain lands comprising a part of the Punchbowl Hill Military Reservation, Territory of Hawaii, be restored to the Territory of Hawaii for road purposes, and that certain other lands abutting the external boundaries of the reservation, now being used by the Territory of Hawaii for road purposes, be made a part of the said reservation:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900 (31 Stat. 159), as amended by section 7 of the act of May 27, 1910 (36 Stat. 447) and by the act of June 19, 1930 (46 Stat. 789), it is ordered as follows:",
        "I. The following three parcels of land comprising a part of the Punchbowl Hill Military Reservation, Territory of Hawaii, are hereby restored to their previous status for the use of the Territory of Hawaii for road purposes:",
        "PARCEL NO. 37",
        "Beginning at the north corner of this parcel at the intersection of the new east side of Prospect Street with the former east side of Prospect Street, the coordinates of which, referred to Government survey triangulation station \"Punchbowl\", are 620.56 feet north and 305.20 feet west, and from which point the azimuth (measured clockwise from true south) and distance to U.S. Military Reservation Monument No. 17 (Executive Order No. 5693, dated August 24, 1931), is 216°03'36\", 88.33 feet.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "Along the new east side of Prospect Street the following two courses:",
        "On a curve to the left, concave easterly, with a radius of 683.17 feet, 108.60 feet, along the curve, the chord of which bears 11°37'15\"', 108.49 feet, to the point of tangency;",
        "7°04', 383.31 feet, along the tangent to said curve, to U.S. Military Reservation Monument No. 7.6 marking the south corner of the parcel, which is also a point in the former easterly line of Prospect Street;",
        "Along the former easterly line of Prospect Street the following five courses:",
        "On a curve to the left, concave westerly, with a radius of 300.75 feet, 136.27 feet, along the curve, the chord of which bears 174°05'10\", 135.10 feet, to U.S. Military Reservation Monument No. 13, marking the point of reverse curvature;",
        "On a curve to the right, with a radius of 170.00 feet, 68.37 feet, along the curve, the chord of which bears 172°37'40'', 67.91 feet, to U.S. Military Reservation Monument No. 14, marking the point of tangency;",
        "184°09', 205.00 feet, along the tangent to said curve, to U.S. Military Reservation Monument No.. 15, marking the point of beginning of a curve to the right;",
        "On the said curve to the right, with a radius of 51.25 feet, 49.23 feet, along the curve, the chord of which bears 211°40', 47.36 feet, to U.S. Military Reservation Monument No. 16, marking the point of reverse curvature;",
        "On said curve to the left, with a radius of 273.00 feet, 65.82 feet, along the curve, the chord of which bears 232°16'36\", 65.66 feet, to the point of beginning.",
        "The parcel as described contains an area of 17,901 square feet.",
        "PARCEL NO. 38",
        "Beginning at the north corner of this parcel, at the intersection of the new east side of Prospect Street with the former east side of Prospect Street, from which the azimuth (measured clockwise from true south) and distance to U.S. Military Reservation Monument No. 7.5 is 7°04' , 56.39 feet, the coordinates of which monument, referred to Government survey triangulation station \"Punchbowl,\" are 41.44 feet south and 395.94 feet west.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "On a curve to the left, concave easterly, with a radius of 750.00 feet, 457.49 feet, along the curve, the chord of which bears 349°35'30\", 450.44 feet, to the point of tangency, which curve is along the new easterly line of Prospect Street;",
        "332°07', 0.86 foot, along the tangent to said curve, along the same, to a point, the coordinates of which, referred to Government survey triangulation station \"Punchbowl\", are 429.27 feet south and 307.23 feet west; Along the former easterly line of Prospect Street the following six courses:",
        "On a curve to the left, with a radius of 229.65 feet, 83.37 feet, along the curve, the chord of which bears 141°43', 82.91 feet, to U.S. Military Reservation Monument No. 7.1, marking the point of tangency, from which the azimuth and distance to U.S. Military Reservation Monument No. 7 is 129°34'30\", 13.96 feet;",
        "131°19', 65.81 feet, along the tangent to said curve, to U.S. Military Reservation Monument No. 7.2, marking the point of beginning of a curve to the right;",
        "On the said curve to the right, with a radius of 126.00 feet, 155.44 feet, along the curve, the chord of which bears 166°39'30'\", 145.77 feet, to U.S. Military Reservation Monument No. 7.3, marking the point of tangency;",
        "202°00', 75.00 feet, along the tangent to said curve, to U.S. Military Reservation Monument No. 7.4, marking the point of beginning of a curve to the left;",
        "On the said curve to the left, with a radius of 270.00 feet, 70.37 feet, along the curve, the chord of which bears 194°32', 70.17 feet, to U.S. Military Reservation Monument No. 7.5, marking the point of tangency;",
        "187°04', 56.39 feet, along the tangent to said curve, to the point of beginning.",
        "The parcel as described, contains an area of 14,762 square feet.",
        "PARCEL NO. 39",
        "Beginning at the north comer of this parcel, at the intersection of the new east side of Prospect Street with the former east side of Prospect Street, the coordinates of which, referred to Government survey triangulation station \"Punchbowl\", are 429.27 feet south and 307.23 feet west, which point is also the south corner of Parcel No. 38, and from which the azimuth (measured clockwise from true south) and distance to U.S. Military Reservation Monument No. 6 is 349°20'25\", 136.00 feet.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "Along the new easterly line of Prospect Street the following two courses:",
        "332°07', 267.46 feet, to the point of beginning of a curve to the right;",
        "On the said curve to the right, with a radius of 500.00 feet, 78.27 feet, along the curve, the chord of which bears 336°36'04'', 78.19 feet, to a point in the former easterly line of Prospect Street;",
        "Along the said former easterly line of Prospect Street the following three courses:",
        "On a curve to the left, concave southwesterly, with a radius of 138.50 feet, 79.83 feet, along the curve, the chord of which bears 130°16'18\", 78.73 feet, to U.S. Military Reservation Monument No. 5, marking the point of reverse curvature;",
        "On a curve to the right, with a radius of 120.05 feet, 152.55 feet, along the curve, the chord of which bears 150°09'40\", 142.49 feet to U.S. Military Reservation Monument No. 6, marking the point of reverse curvature;",
        "On a curve to the left, with a radius of 229.65 feet, 138.07 feet, along the curve, the chord of which bears 169°20'25\", 136.00 feet, to the point of beginning.",
        "The parcel as described contains an area of 10,399 square feet.",
        "II. The following two parcels of land are hereby reserved and set apart for military purposes as a part of the Punchbowl Hill Military Reservation:",
        "PARCEL NO. 36",
        "Beginning at U.S. Military Reservation Monument No. 17, in the former east line of Prospect Street, the coordinates of which, referred to Government survey triangulation station \"Punchbowl\", are 691.96 feet north and 253.20 feet west.",
        "Thence from said initial point, by azimuths (measured clockwise from true south) and distances, as follows:",
        "On a curve to the right, concave northwesterly, with a radius of 273.00 feet, 88.72 feet, along the curve, the chord of which bears 36°03'36'\", 88.33 feet, which curve is along the former east line of Prospect Street, to a point in the new east line of Prospect Street, which point is also the north corner of Parcel No. 37, the coordinates of which, referred to Government survey triangulation station \"Punchbowl\", are 620.56 feet north and 305.20 feet west;",
        "On a curve to the right, concave easterly, with a radius of 1,200.00 feet, 97.76 feet, along the curve, the chord of which bears 198°30'32\", 97.73 feet, which curve is along the new east line of Prospect Street, to a point;",
        "315°24', 29.88 feet, to the point of beginning.",
        "The parcel as described contains an area of 1,579 square feet.",
        "PARCEL NO. 40",
        "Beginning at U.S. Military Reservation Monument No. 4, marking the southeasterly corner of this parcel, the coordinates of which, referred to Government survey triangulation station \"Punchbowl\", are 808.29 feet south and 128.57 feet west, which point is also in the former east line of Prospect Street.",
        "Thence from said initial point, by azimuths (measured clockwise from true south) and distances, as follows:",
        "60°20'30'', 4.08 feet, to a point in the new easterly line of Prospect Street;",
        "On a curve to the left, concave westerly, with a radius of 500.00 feet, 75.41 feet, along the curve, the chord of which bears 165°24'23\", 75.34 feet, to a point in the former east line of Prospect Street, which point is also the south corner of Parcel No. 39;",
        "On a curve to the right, concave westerly, with a radius of 138.50 feet, 75.29 feet, along the curve, the chord of which bears 342°21'28\", 74.36 feet to the point of beginning.",
        "The parcel as described contains an area of 331 square feet.",
        "Parcels Nos. 36 to 40, both inclusive, as hereinbefore described, are shown on Dwg. No. 42-A, File 2, Pocket 13, Folder 3, entitled \"Department of Public Works, City and County of Honolulu, Bureau of Plans, Prospect Street Realignment Between Madeira Street and Alapai Street, Honolulu, Oahu, T.H.\", scale 1 inch equals 40 feet, dated December 30, 1938, on file in the office of the Department of Public Works, City and County of Honolulu, Oahu, Territory of Hawaii.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 22, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8140-Restoring Lands to Territory of Hawaii for Road Purposes and Reserving Lands for Military Purposes, Punchbowl Hill Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372659"
}