{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8942-providing-for-the-administration-the-requisitioning-property-required",
    "doc": "executive-order-8942-providing-for-the-administration-the-requisitioning-property-required",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8942-Providing for the Administration of the Requisitioning of Property Required for National Defense",
    "date": "November 19, 1941",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the statutes of the United States, and particularly by the Act of October 10, 1940, entitled \"An Act to Authorize the President to requisition certain articles and materials for the use of the United States, and for other purposes,\" and the Act of October 16, 1941, entitled \"An Act to authorize the President of the United States to requisition property required for the defense of the United States\" (hereinafter referred to as the Acts), and in order to provide for the effective administration of the requisitioning of property required for the defense of the United States, it is hereby ordered:",
        "1. The Office of Production Management, in addition to the responsibilities and duties described in Executive Order No. 8629 of January 7, 1941, and Executive Order No. 8875 of August 28, 1941, shall, except as may otherwise be provided hereinafter, exercise the powers and authorities conferred upon the President by the Acts.",
        "2. Whenever the Office of Production Management determines, in accordance with the provisions of the Acts, the necessity for requisitioning property, that Office may:",
        "a. requisition and dispose of such property on its own account; or",
        "b. provide for the requisitioning and disposition of such property through the Department of War, the Department of the Navy, or any other department or agency of the Government authorized to engage in the procurement of property of the type subject to requisition under the Acts.",
        "3. Whenever requested by the Office of Production Management, any department or agency of the Government is hereby authorized to requisition and dispose of property in accordance with the provisions of the Acts and to make available to the Office of Production Management such personnel, including officers of the armed services, as may be necessary to enable that Office to carry out its functions under this Order. The United States Marshals also are hereby authorized and directed, when requested by, and in accordance with directions of the Office of Production Management or the head of any department or agency of the Government authorized to requisition property pursuant to this Order, to requisition and dispose of property.",
        "4. The Secretary of the Treasury, the Secretary of War, the Secretary of the Navy, the Secretary of Agriculture, the Chairman of the United States Maritime Commission, the Executive Director of the Economic Defense Board, or the head of such other agency as the President may from time to time designate, may initiate action for the requisitioning of property by submitting proposals for the requisitioning and disposal of such property to the Office of Production Management, whenever he determines that:",
        "a. such property is of the type which may be requisitioned under either of the Acts;",
        "b. with respect to proposals for requisitioning property under the Act of October 16, 1941:",
        "(1) the use of such property is needed for the defense of the United States,",
        "(2) such need is immediate and impending and such as will not admit of delay or resort to any other source of supply,",
        "(3) all other means of obtaining the use of such property for the defense of the United States upon fair and reasonable terms have been exhausted,",
        "(4) if the property to be requisitioned is machinery or equipment, such machinery or equipment is not in actual use in connection with any operating factory or business or is not necessary to the operation of such factory or business, and",
        "(5) the property to be requisitioned is not a firearm possessed by an individual for his personal protection or sport, the possession of which is not prohibited by existing law;",
        "c. with respect to proposals to requisition property under the Act of October 10, 1940, there exists a necessity for requisitioning the property in accordance with the provisions of section 1 of the Act.",
        "The head of any department or agency acting pursuant to the provisions of this paragraph shall be authorized to requisition and dispose of such property, provided that the Office of Production Management determines that the proposed requisitioning and disposal of such property is consistent with the priorities and allocations program and the general production and supply plan of the Office of Production Management.",
        "5. The Office of Production Management or the head of any department or agency which requisitions property pursuant to this Order shall determine the amount of the fair and just compensation to be paid for any property requisitioned pursuant to the Acts, and the fair value of any property returned in accordance with section 2 of the Act of October 16, 1941.",
        "6. The Supply Priorities and Allocations Board is authorized to establish policies to govern the Office of Production Management and the several requisitioning agencies in exercising the authorities and performing the functions vested in them by this Order, and to issue such rules and regulations as may be necessary or proper to carry out the provisions of this Order.",
        "7. The head of any department or agency of the Government authorized to requisition property pursuant to this Order may, subject to regulations promulgated by the Supply Priorities and Allocations Board, require and compel a disclosure of information under section 4 of the Act of October 16, 1941.",
        "8. The Office of Production Management shall from time to time, but not less frequently than once every three months, transmit to the President a report of operations under this Order.",
        "9. All Executive Orders or regulations, or any parts thereof, heretofore issued under the Act of October 10, 1940, are hereby rescinded insofar as they are inconsistent with the provisions of this Order.",
        "10. This Order shall not affect the authority of the United States Maritime Commission with respect to the requisitioning and disposal of vessels under the terms of section 902 of the Merchant Marine Act, 1936, as amended, or by virtue of Executive Order No. 8771 of June 6, 1941, and Executive Order No. 8881 of September 2, 1941, issued pursuant to Public Law 101, 77th Congress, approved June 6, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8942-Providing for the Administration of the Requisitioning of Property Required for National Defense Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372206"
}