{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8532-amending-paragraph-1-executive-order-no-8458-june-27-1940-directing",
    "doc": "executive-order-8532-amending-paragraph-1-executive-order-no-8458-june-27-1940-directing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8532-Amending Paragraph 1 of Executive Order No. 8458 of June 27, 1940, Directing the Civil Service Commission To Establish a Replacement List of Non-Civil Service Employees for Use for Temporary Appointments to National-Defense Positions",
    "date": "September 04, 1940",
    "content": [
        "By virtue of the authority vested in me by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), by the Civil Service Act (22 Stat. 403), and as President of the United States, it is ordered that paragraph 1 of Executive Order No. 8458 of June 27, 1940, be, and it is hereby, amended to read as follows:",
        "1. The Civil Service Commission shall establish a replacement list of employees who do not possess a competitive civil-service status, who have been involuntarily separated from the Federal service, with good records, on or after June 30, 1939, and who have had at least six months of Government service immediately prior to separation; such list to be used for temporary appointments to national-defense positions for terms not extending beyond the duration of the national-defense program.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 4, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8532-Amending Paragraph 1 of Executive Order No. 8458 of June 27, 1940, Directing the Civil Service Commission To Establish a Replacement List of Non-Civil Service Employees for Use for Temporary Appointments to National-Defense Positions Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368388"
}