{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11130-appointing-commission-report-upon-the-assassination-president-john-f",
    "doc": "executive-order-11130-appointing-commission-report-upon-the-assassination-president-john-f",
    "president": "Lyndon B. Johnson",
    "president_byline": "36th President of the United States: 1963 ‐ 1969",
    "title": "Executive Order 11130-Appointing a Commission To Report Upon the Assassination of President John F. Kennedy",
    "date": "November 29, 1963",
    "content": [
        "Pursuant to the authority vested in me as President of the United States, I hereby appoint a Commission to ascertain, evaluate, and report upon the facts relating to the assassination of the late President John F. Kennedy and the subsequent violent death of the man charged with the assassination. The Commission shall consist of--",
        "The Chief Justice of the United States, Chairman;\nSenator Richard B. Russell;\nSenator John Sherman Cooper;\nCongressman Hale Boggs;\nCongressman Gerald R. Ford;\nThe Honorable Allen W. Dulles;\nThe Honorable John J. McCloy.",
        "The purposes of the Commission are to examine the evidence developed by the Federal Bureau of Investigation and any additional evidence that may hereafter come to light or be uncovered by Federal or State authorities; to make such further investigation as the Commission finds desirable; to evaluate all the facts and circumstances surrounding such assassination, including the subsequent violent death of the man charged with the assassination, and to report to me its findings and conclusions.",
        "The Commission is empowered to prescribe its own procedures and to employ such assistants as it deems necessary.",
        "Necessary expenses of the Commission may be paid from the \"Emergency Fund for the President.\"",
        "All Executive departments and agencies are directed to furnish the Commission with such facilities, services, and cooperation as it may request from time to time.",
        "LYNDON B. JOHNSON",
        "THE WHITE HOUSE",
        "November 29, 1963"
    ],
    "citation": "Lyndon B. Johnson, Executive Order 11130-Appointing a Commission To Report Upon the Assassination of President John F. Kennedy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/240114"
}