{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5427-waiver-or-reduction-application-and-visa-fees-for-nonimmigrants",
    "doc": "executive-order-5427-waiver-or-reduction-application-and-visa-fees-for-nonimmigrants",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5427-Waiver or Reduction of Application and Visa Fees for Nonimmigrants",
    "date": "August 20, 1930",
    "content": [
        "By virtue of the authority vested in me by the act of Congress approved February 25, 1925 (43 Stat. 976), entitled \"An act to authorize the President in certain cases to modify visa fees,\" I hereby prescribe the following regulations governing the fees to be required of aliens who are not immigrants as defined in the Immigration Act of 1924 (43 Stat. 153), as amended, and who are citizens or subjects of countries making similar concessions to citizens of the United States.",
        "The Secretary of State is hereby authorized to conclude an agreement, by exchange of notes, with any foreign country whereby citizens or subjects of such country who are not immigrants as defined in the Immigration Act of 1924, as amended, may receive passport visas for visiting the United States without payment of the application and visa fees prescribed in the act of June 4, 1920 (11 Stat. 750), or upon payment of a reduced fee, in consideration of a waiver of visas or visa fees or reduction of fees being made for citizens of the United States of a similar class visiting such other country. Upon the conclusion of any such agreement the fee charges specified therein shall become effective, when and as provided therein, as if specifically stated in this order.",
        "In cases where the Secretary of State has not been able to negotiate such an agreement by exchange of notes, he is hereby authorized, to the extent consistent with the public interest, to issue regulations reducing the fees prescribed in the act of June 4, 1920, to be collected for passport visas and applications therefor, or abolishing them altogether, in the case of any class of aliens desiring to visit the United States who are not immigrants as defined in the Immigration Act of 1924, as amended, and who are citizens or subjects of a country which grants similar privileges to citizens of the United States of a similar class visiting such country. Upon the issuance of any such regulations the fee charges specified therein shall become effective, when and as provided therein, as if specifically stated in this order and shall remain effective until the foreign country increases its corresponding fees charged citizens of the United States.",
        "This order shall take effect immediately and shall supersede the Executive Order No. 4224½ of May 15, 1925.",
        "HERBERT HOOVER",
        "The White House,August 20, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5427-Waiver or Reduction of Application and Visa Fees for Nonimmigrants Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373051"
}