{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-chehalis-land-returned-back-indian-use",
    "doc": "executive-order-chehalis-land-returned-back-indian-use",
    "president": "Grover Cleveland",
    "president_byline": "24th President of the United States: 1893 ‐ 1897",
    "title": "Executive Order-Chehalis Land Returned Back to Indian Use",
    "date": "October 01, 1886",
    "content": [
        "Executive Mansion, October 1, 1886.",
        "It is hereby ordered that the following tract of country in Washington Territory, reserved for the use and occupation of the Chehalis Indians, by order of the Secretary of the Interior, dated July 8, 1864, be, and the same is hereby, restored to the public domain:",
        "Beginning at the post-corner to sections 1 and 2, 35 and 36, on the township line between townships Nos. 15 and 16 north, of range 4 west of the Willamette meridian, being the northeast corner of the reservation; thence west along the township line 240 chains to the post-corner to sections 4, 5, 32 and 33; thence north on line between sections 32 and 33, 26.64 chains, to the southeast corner of James H. Roundtree's donation claim; thence west along the south boundary of said claim 71.50 chains to its southwest corner; thence north on west boundary of the claim 13.10 chains; thence west 8.50 chains to the quarter-section post on line of sections 31 and 32; thence north along said section line 40.00 chains to the post-corner to sections 29, 30, 31, and 32: thence west on line between sections 30 and 31, 25 and 36. 101.24 chains to the Chehalis River; thence up the Chehalis River with its meanderings. keeping to the south of Sand Island, to the post on the right bank of the river, being the corner to fractional sections 1 and 2; thence north on the line between sections 1 and 2, 73.94 chains to the place of beginning.",
        "It is further ordered that the south half of section 3 and the northwest quarter of section 10, township No. 15 north, of range 4 west of the Willamette meridian, Washington Territory, be, and the same is hereby, withdrawn from sale or other disposition, and set apart for the use and occupation of the Chehalis Indians.",
        "Grover Cleveland."
    ],
    "citation": "Grover Cleveland, Executive Order-Chehalis Land Returned Back to Indian Use Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372548"
}