{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8015-correcting-the-description-lands-reserved-union-slough-migratory",
    "doc": "executive-order-8015-correcting-the-description-lands-reserved-union-slough-migratory",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8015-Correcting the Description of Lands Reserved as Union Slough Migratory Waterfowl Refuge, Iowa",
    "date": "November 30, 1938",
    "content": [
        "Whereas errors have been discovered in the description of the lands reserved as the Union Slough Migratory Waterfowl Refuge, in the State of Iowa, by Executive Order No. 7976 of September 19, 1938:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, it is ordered that the said description contained in Executive Order No. 7976 of September 19, 1938, be, and it is hereby, corrected to read as follows:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 97 N., R. 28 W.,      sec. 3, fractional N½NE¼, NW¼SW¼NE¼. the east 0.28 chain SE¼NE¼, fractional E½N½NW¼, diagonal SE½ of fractional W½N½NW¼, S½NW¼, NW¼NE¼SW¼, and W½SW¼;      sec. 4, SE¼SW¼NE¼, NE¼SE¼NE¼, S½SE¼NE¼, NE¼SE¼, E½NW¼SE¼, NE¼SW¼SE¼, S½SW¼SE¼, and SE¼SE¼;      sec. 9, W½NE¼NE¼, W½NE¼, SE¼NE¼NW¼, SE¼NW¼, E½SW¼, NE¼SW¼SW¼, SE¼NE¼SE¼, NW¼SE¼, and S½SE¼;      sec. 10, SW¼NW¼SW¼, S½SW¼, and S½SE¼;",
        "T. 98 N., R. 28 W.,      sec. 34, diagonal SE½S½SE¼SW¼ and SE¼;      sec. 35, SW¼.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 30, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8015-Correcting the Description of Lands Reserved as Union Slough Migratory Waterfowl Refuge, Iowa Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368806"
}