{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8339-authorizing-the-civil-service-commission-confer-competitive",
    "doc": "executive-order-8339-authorizing-the-civil-service-commission-confer-competitive",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8339-Authorizing the Civil Service Commission To Confer a Competitive Classified Civil-Service Status Upon Certain Employees Assigned to the Wage and Hour Division of the Department of Labor",
    "date": "February 06, 1940",
    "content": [
        "By virtue of the authority vested in me by paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), the Civil Service Commission is hereby authorized to confer a competitive classified civil-service status upon those employees of the former Works Progress Administration, the former Federal Emergency Administration of Public Works, the former National Emergency Council, and the Office of the Commissioner of Accounts and Deposits of the Treasury Department, who were assigned to the Wage and Hour Division of the Department of Labor and who were serving in that Division on May 15, 1939: Provided, (1) that such employees are certified by the Administrator of the Wage and Hour Division as having rendered satisfactory service; (2) that they qualify in such appropriate noncompetitive examination as may be prescribed by the Civil Service Commission; (3) that they are citizens of the United States; and (4) that they are not disqualified by any provision of section 3 of Civil Service Rule V.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 6, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8339-Authorizing the Civil Service Commission To Confer a Competitive Classified Civil-Service Status Upon Certain Employees Assigned to the Wage and Hour Division of the Department of Labor Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210201"
}