{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6543-o-amendment-code-fair-competition-for-the-wall-paper-manufacturing",
    "doc": "executive-order-6543-o-amendment-code-fair-competition-for-the-wall-paper-manufacturing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6543-O-Amendment to Code of Fair Competition for the Wall Paper Manufacturing Industry",
    "date": "December 30, 1933",
    "content": [
        "Applications having been duly made by the Executive Committee of the Wall Paper Manufacturing Industry under date of September 27, and October 7, 1933, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and pursuant to Article XIV of the Code of Fair Competition for the Wall Paper Manufacturing Industry approved by me in my Executive Order of September 7, 1933, for my approval of amendments to said Code proposed in said applications, and full hearings having been held thereon and the Administrator having rendered his report containing an analysis of said amendments, together with his recommendations and findings with respect thereto, and the Administrator having found, as set forth in said report, that the said Amendments comply in all respects with the pertinent provisions of Title 1 of said Act and that the requirements of Clause 2 of subsection (a) of Section 3 have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that said amendments to the Code of Fair Competition for the Wall Paper Manufacturing Industry be, and they hereby are, approved and made a part of said Code.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,December 30, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6543-O-Amendment to Code of Fair Competition for the Wall Paper Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373251"
}