{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7909-terminating-the-powers-rights-and-duties-the-special-mexican-claims",
    "doc": "executive-order-7909-terminating-the-powers-rights-and-duties-the-special-mexican-claims",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7909-Terminating the Powers, Rights, and Duties of the Special Mexican Claims Commission",
    "date": "June 15, 1938",
    "content": [
        "Whereas section 6 of the act approved April 10, 1935, 49 Stat. 149, as amended by section 5 of the public resolution approved August 25, 1937, 50 Stat. 783, provides that the Special Mexican Claims Commission, created in pursuance of that act, shall complete its work within three years from the date on which it undertakes the performance of its duties; and",
        "Whereas the three-year period so fixed for the completion of the work of the said Commission will expire on August 31, 1938; and",
        "Whereas section 6 of the said act, as amended, also provides that if the President shall find that the Commission has completed its work prior to the expiration of the period so fixed, he may by Executive order terminate all powers, rights, and duties of the Commission; and",
        "Whereas the Special Mexican Claims Commission has reported to the Secretary of State the completion of its work, and I find that the Commission has completed its work prior to the expiration of the period so fixed:",
        "Now, Therefore, by virtue of the power vested in me by section 6 of the said act of April 10, 1935, as amended, I hereby terminate as of this date all powers, rights, and duties conferred upon the said Special Mexican Claims Commission by the said act of April 10, 1935, as amended by the said resolution of August 25, 1937.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 15, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7909-Terminating the Powers, Rights, and Duties of the Special Mexican Claims Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368737"
}