{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9018-suspension-the-provisions-the-act-march-3-1931-the-war-and-navy",
    "doc": "executive-order-9018-suspension-the-provisions-the-act-march-3-1931-the-war-and-navy",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9018-Suspension of the Provisions of the Act of March 3, 1931, as to the War and Navy Departments and the Coast Guard",
    "date": "January 12, 1942",
    "content": [
        "By virtue of the authority vested in me by section 5 (a) of the act of June 28, 1940, 54 Stat. 678, and finding such action necessary in the interest of national defense, I hereby suspend for the War and Navy Departments and for the Coast Guard and their field services, during the period of the existing national emergency, the provisions of the act of March 3, 1931, 46 Stat. 1482 (U.S.C., title 5, sec. 26 (a)); and during such period the hours of employment of civil personnel in the War and Navy Departments and the Coast Guard and in their field services shall, subject to the provisions of the said section 5 (a) of the act of June 28, 1940, be in accordance with such regulations as the Secretary of War and the Secretary of the Navy may respectively prescribe, such regulations, so far as they relate to the working hours of employees in the District of Columbia, to be subject, in the interest of uniformity as contemplated by the said act of June 28, 1940, to the coordination and approval of the Director of the Bureau of the Budget.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 12, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9018-Suspension of the Provisions of the Act of March 3, 1931, as to the War and Navy Departments and the Coast Guard Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368020"
}