{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5771-road-right-way-schofield-barracks-military-reservation-hawaii",
    "doc": "executive-order-5771-road-right-way-schofield-barracks-military-reservation-hawaii",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5771-Road Right of Way, Schofield Barracks Military Reservation, Hawaii",
    "date": "January 04, 1932",
    "content": [
        "Whereas the Territory of Hawaii is desirous of realigning, widening, and improving certain portions of the road right of ways through the Schofield Barracks Military Reservation, which were described as exceptions in Part III of Executive Order No. 2800, the strip of land described in Section I hereof is hereby declared available for such road right-of-way purposes in substitution for those portions of the right of ways referred to in Part III, Executive Order No. 2800, described in Section II hereof.",
        "Section I",
        "Being portion of Schofield Barracks Military Reservation, Executive Order No. 2800, dated February 4, 1918.",
        "WAIANAE-UKA, OAHU, T.H.",
        "Being a strip of land 80 feet wide extending for 40 feet on each side of the center line, which is described as follows:",
        "Beginning at a point on the north boundary of Schofield Barracks Military Reservation at monument 40, the coordinates of said point of beginning referred to Government Survey triangulation station \"Maili\" being 11,008.8 feet south and 21,981.2 feet east, and running by true azimuths:",
        "1.  8° 03' 30\"- 76.52 feet;",
        "2. 350° 11' 30\"-4,718.07 feet, the direct azimuth and distance to monument 79 being 261° 53' 12\"-40.0 feet from the end of said course 2;",
        "3. 351° 53' 12\"-2,065.84 feet;",
        "4. Thence on a curve to the right with a radius of 1,432.5 feet, the chord azimuth and distance being 359° 48' 16\"-394.66 feet, the direct azimuth and distance from station 10, as described in Part III(ba), Executive Order No. 2800, to end of above course being 186° 39'-- 799.29 feet, containing an area of 13.327 acres.",
        "Section II",
        "Portions of road reserves described in Parts III(6a) and 111(66) in Executive Order No. 2800, dated February 4, 1918.",
        "WAIANAE-UKA, OAHU, T.H.",
        "Parcel 1:  Portion of the Honolulu-Waialua Road, 40 feet wide, through Schofield Barracks  Military Reservation-Waianae-Uka, Oahu, T. H. Being a  strip of land 40 feet  wide, as described in Part III(ba), Executive Order No.  2800, dated February  4, 1918, and extending for 20 feet on each side of the  center line, described as follows:",
        "Beginning at a point on said center line, the direct azimuth and distance from station 10 as described in said Part III(ba) being 187° 43' 20\"-867.6 feet, and running by true azimuths:",
        "1. 187° 43' 20\"-224.50 feet to station R-l on the Schofield Barracks Military Reservation boundary between monuments 79 and 80, the direct azimuth and distance from said station R-l to monument 80 being 351° 53' 12\"-3,930.2 feet.",
        "Area 0.206 acre.",
        "Parcel 2: Portion of the Honolulu-Waialua Road, 40 feet wide, through Schofield Barracks Military Reservation, Waianae-Uka, Oahu, T.H. Being a strip of land 40 feet wide, as described in Part III(ba) of Executive Order No. 2800, dated February 4, 1918, and extending for 20 feet on each side of the center line, which is described as follows:",
        "Beginning at a point on said center line, the direct azimuth and distance from station 11, as described in Part III(ba), Executive Order No. 2800, being 316° 39' 05\"-945.7 feet, and running by true azimuths:",
        "1. 316° 39' 05\"-93.8 feet to station R-2 on the Schofield Barracks Military Reservation boundary between monuments 79 and 80, the direct azimuth and distance from said station R-2 to said monument 79 being 171° 53' 12\"-1,559.6 feet.",
        "Area 0.086 acre.",
        "Parcel 3: Portion of the Wahiawa-Waikakalaua Road, 40 feet wide, through Schofield Barracks Military Reservation-Waianae-Uka, Oahu, T.H. Being a strip of land 40 feet wide, as described in Part I1I(bb), Executive Order No. 2800, dated February 4, 1918, and extending for 20 feet on each side of the center line, which is described as follows:",
        "Beginning at a point on the north boundary of Schofield Barracks Military Reservation at monument 40 (Paka), the coordinates of said monument referred to Government Survey triangulation station \"Maili\" being 1,008.8 feet south and 21,981.2 feet east, and running by true azimuths:",
        "1. 350° 14' 06\"- 22.9 feet to station B;",
        "2. 350° 21' 33\"-4,769.2 feet to station C, the direct azimuth and distance to USMR monument 79 being 262° 49' 35\"-25.7 feet;",
        "3. 352° 14' 39\"-1,465.7 feet to station D.",
        "Area 5.746 acres.",
        "HERBERT HOOVER",
        "The White House,January 4, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5771-Road Right of Way, Schofield Barracks Military Reservation, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361789"
}