{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9410-delegation-certain-functions-the-president-the-director-selective",
    "doc": "executive-order-9410-delegation-certain-functions-the-president-the-director-selective",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9410-Delegation of Certain Functions of the President to the Director of Selective Service",
    "date": "December 23, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the Statutes, including the Selective Training and Service Act of 1940, as amended, and the First War Powers Act, 1941, as President of the United States, and as Commander in Chief of the Army and the Navy, it is hereby ordered as follows:",
        "1. Paragraphs 2 (a), 2 (b), and 2 (c) of Executive Order No. 9279 of December 5, 1942 are hereby revoked: and the Selective Service System shall hereafter be a separate agency which shall be administered under the supervision and direction of the Director of Selective Service (hereinafter referred to as the Director).",
        "2. The functions, powers, and duties of the President under the provisions of the Selective Training and Service Act of 1940, as amended, which were transferred by paragraph 2 (b) of Executive Order No. 9279 of December 5, 1942, and the functions, powers, and duties of the President under the provisions of Public Law 197, 78th Congress, approved December 5, 1943, except-those under sections 3 and 4 of the said public law, are hereby delegated to the Director. The functions, powers, and duties delegated by this paragraph may be exercised by the Director and such other officers, agents, and persons as he may designate or appoint.",
        "3. The Director shall consult with the Chairman of the War Manpower Commission (a) on all matters arising in the administration of the Selective Training and Service Act of 1940. as amended, including all matters with respect to rules, regulations, and other instructions of general application (irrespective of the form thereof) relating to the classification or deferment of registrants, which may affect the execution of the Chairman's responsibilities for the most effective utilization and mobilization of the Nation's manpower, and (b) on all matters necessary to assure that the administration of the said Act is coordinated with the administration of the policies and programs of the Chairman of the War Manpower Commission.",
        "4. So far as they may be in conflict herewith, all prior Executive orders are amended accordingly; and except so far as they may be in conflict herewith all regulations, rulings, and other directives relating to Selective Service made by or under the direction of the President. the Chairman of the War Manpower Commission, or the Director are hereby ratified, approved, and confirmed.",
        "5. This order shall be effective as of December 5, 1943.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 23, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9410-Delegation of Certain Functions of the President to the Director of Selective Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372382"
}