{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5722-acceptance-title-land-government-island-city-alameda-california",
    "doc": "executive-order-5722-acceptance-title-land-government-island-city-alameda-california",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5722-Acceptance of Title to Land on Government Island, City of Alameda, California",
    "date": "September 22, 1931",
    "content": [
        "Whereas by certain leases executed under dates of June 15 and July 5, 1918, the cities of Oakland and Alameda, respectively, municipal corporations of the State of California, leased to the United States Shipping Board Emergency Fleet Corp., now known as the United States Emergency Fleet Corp., for a term of 25 years, certain premises known as Government Island, comprising approximately 110 acres, situated in the estuary between said cities; and",
        "Whereas by the terms of said leases the United States Emergency Fleet Corp, is given the right to assign its interests in said leases to the United States; and",
        "Whereas under date of November 1, 1922, the United States Emergency Fleet Corp, did assign its interests in said leases to the United States; and",
        "Whereas by Executive Order No. 4918 of June 29, 1928, the duties, rights, powers, and responsibilities of the United States under said leases were placed under the jurisdiction and control of the Department of Agriculture; and",
        "Whereas the city of Alameda, Calif., owner of said Government Island under the decision of the courts of California, has offered to the United States without cost 15 or more acres of said Government Island on condition that the United States shall relinquish all its rights and interests under the aforementioned lease of July 5, 1918; and",
        "Whereas by a joint resolution of Congress dated July 3, 1930 (46 Stat. 1018), the President is authorized to accept title in fee simple to 15 or more acres of said Government Island; and",
        "Whereas the said city of Alameda has executed and delivered a deed which has been approved by the Attorney General of the United States, conveying to the United States without cost all that certain tract of land on the said Government Island, in the county of Alameda, State of California, described as follows:",
        "Commencing at the point of intersection of the center line of Dennison Street and the center line of King Street in the city of Oakland, and running thence S. 83° 07' W. along the center line of Dennison Street extended, southwesterly a distance of 1,703.55 feet, thence N. 85° 58' W. a distance of 283.01 feet, to the true point of beginning of the tract of land herein described; running thence N. 3° 50' 55\" W. 600.94 feet, thence N. 54° 21' 28\" W. 1,217.83 feet, thence S. 35° 38' 32\" W. 463.76 feet, thence S. 54° 21' 28\" E. 1,600.00 feet to the true point of beginning. All bearings are true bearings. Tract of land above described contains 15 acres of land.",
        "Now, therefore, by virtue of the authority vested in me, as President of the United States of America, it is hereby ordered that the title in fee simple to the above-described tract of land be, and is hereby, accepted on behalf of the United States, and that the United States hereby relinquishes all its rights and interests in said Government Island now held by it under the aforesaid lease of July 5, 1918. It is hereby further ordered that the duties, rights, powers, and responsibilities of the United States in the 15 acres of land thus acquired shall be under the jurisdiction and control of the Department of Agriculture: Provided, That the Federal agencies now occupying Government Island shall not be disturbed except by direction of the President, exercised through the Chief Coordinator under the provisions of Executive Order No. 3578 of November 8, 1921.",
        "HERBERT HOOVER",
        "The White House,September 22, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5722-Acceptance of Title to Land on Government Island, City of Alameda, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361390"
}