{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5646-transfer-lands-from-the-selway-the-bitterroot-national-forest-idaho",
    "doc": "executive-order-5646-transfer-lands-from-the-selway-the-bitterroot-national-forest-idaho",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5646-Transfer of Lands from the Selway to the Bitterroot National Forest, Idaho",
    "date": "June 09, 1931",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 36; U.S. Code, title 16, sec. 473), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that a part of the existing boundary between the Selway and Bitterroot National Forests in the State of Idaho be modified so that the portion of the boundary thereby affected will hereafter be described as follows:",
        "Beginning on the Montana-Idaho State boundary line at monument 323.925, which is also on the boundary between the Selway and Bitterroot National Forests; thence westerly following the hydrographic divide between the headwaters of Cub Creek, Brushy Fork, Fry Pan Creek, and Gardiner Fork on the north and the tributaries of White Cap Creek, the headwaters of Lookout and Bad Luck Creeks on the south to an intersection with the hydrographic divide between Gardiner Creek (tributary to Selway River) and Bad Luck Creek; thence southerly and westerly along the hydrographic divide between Gardiner Creek on the west, and Bad Luck Creek and minor tributaries of the Selway River on the east and south respectively to an intersection with the Selway River; thence across said river and southerly along the hydrographic divide between Green Ridge Creek on the west and Selway River on the east to the hydrographic divide at the head of Green Ridge Creek; thence southerly along the hydrographic divide between Eagle Creek on the west and Crooked Creek on the east, passing Mount Aura and Green Ridge to the intersection with the present Selway-Bitterroot Forest boundary, which is a point about 1)2 miles north of Spot Mountain triangulation station.",
        "It is intended by this Executive order to transfer from the Selway National Forest to the Bitterroot National Forest lands lying to the south and east of the above-described fine. No publicly owned lands are being given a national-forest, status which have hitherto not had such status, neither are any publicly owned lands being removed from a national-forest status. The said transfer is to be effective on July 1, 1931.",
        "HERBERT HOOVER",
        "The White House,June 9, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5646-Transfer of Lands from the Selway to the Bitterroot National Forest, Idaho Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361241"
}