{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8122-establishing-the-johnson-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-8122-establishing-the-johnson-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8122-Establishing the Johnson Lake Migratory Waterfowl Refuge",
    "date": "May 10, 1939",
    "content": [
        "NORTH DAKOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is ordered that all lands owned or controlled by the United States within the following-described area, comprising 1,928.00 acres, more or less, in Eddy and Nelson Counties, North Dakota, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 149 N., R. 61 W.,      sec. 30, lots 3 and 4, NE¼, E½SW¼, and SE¼;      sec. 31, lots 1 to 4, inclusive, NE¼, and E½W½;",
        "T. 148 N., R. 62 W.,      sec. 1, lot 4, SW¼NW¼, and W½SW¼;      sec. 2, lots 1, 2, and 3, S½NE¼, SE¼NW¼, and SE¼;      sec. 11, NE¼;",
        "T. 149 N., R. 62 W.,      sec. 36, E½",
        "It is unlawful for any person to pursue, hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "This reservation shall be known as the Johnson Lake Migratory Waterfowl Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 10, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8122-Establishing the Johnson Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368643"
}