{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9400-authorizing-the-secretary-the-navy-take-possession-and-operate-the",
    "doc": "executive-order-9400-authorizing-the-secretary-the-navy-take-possession-and-operate-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9400-Authorizing the Secretary of the Navy To Take Possession of and Operate the Shipyard of the Los Angeles Shipbuilding and Drydock Corporation at Los Angeles, California",
    "date": "December 03, 1943",
    "content": [
        "Whereas the Los Angeles Shipbuilding and Drydock Corporation has entered into contracts with the Navy Department for the construction, conversion and repair of vessels essential to the prosecution of the war; and",
        "Whereas because of the failure of the Los Angeles Shipbuilding and Drydock Corporation to perform satisfactorily the work called for by its contracts with the Navy Department, it is deemed essential that the shipyard of the Los Angeles Shipbuilding and Drydock Corporation, located at Los Angeles, California, be taken over for use and operation by the United States of America in order that it may be effectively operated in the construction, conversion and repair of vessels required by the United States:",
        "Now, Therefore, I, Franklin D. Roosevelt, pursuant to the powers vested in me by the Constitution and laws of the United States, including section 9 of the Selective Training and Service Act of 1940, as amended, as President of the United States and Commander in Chief of the Army and Navy of the United States, hereby authorize and direct the Secretary of the Navy to take possession of and operate the shipyard of the Los Angeles Shipbuilding and Drydock Corporation, located at Los Angeles, California, in order effectively to construct, convert and repair vessels required by the United States and to do all things necessary or incidental to that end.",
        "The Secretary of the Navy may exercise the authority herein conferred through and with the aid of such person or persons or instrumentalities as he may designate, and may select and hire such employees, including a competent civilian adviser on industrial relations, as are necessary to carry out the provisions of this order, and in furtherance of the purposes of this order, the Secretary of the Navy may exercise any existing contractual or other rights of the said corporation, and take such other steps as may be necessary or desirable.",
        "Possession and operation of the said shipyard under this order will be terminated within sixty days after the President determines that the shipyard will be operated privately in an efficient manner consistent with the requirements of the war effort.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 3, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9400-Authorizing the Secretary of the Navy To Take Possession of and Operate the Shipyard of the Los Angeles Shipbuilding and Drydock Corporation at Los Angeles, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372380"
}