{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5295-accounts-and-returns-diplomatic-officers",
    "doc": "executive-order-5295-accounts-and-returns-diplomatic-officers",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5295-Accounts and Returns of Diplomatic Officers",
    "date": "March 06, 1930",
    "content": [
        "Chapter XX of the \"Instructions to Diplomatic Officers of the United States, March 8, 1927,\" is hereby canceled and the following substituted therefor:",
        "XX-1. By whom accounts should be rendered",
        "At missions where there are special disbursing officers, the accounts of the missions will be rendered by those officers. Accounts current of special disbursing officers will be approved by the respective chiefs of mission.",
        "At missions where there are no special disbursing officers, the accounts of the missions will be rendered by the chiefs of mission. Foreign Service officers at such missions will render their own accounts for salaries, and for any expenditures made by them under instructions of the Department of State.",
        "XX-2. Accounts to be rendered monthly",
        "All accounts will be rendered at the end of each calendar month according to the following form, \"Month ending --- (Last day of month) ---,\" except that accounts rendered for periods of less than a full month by a diplomatic officer surrendering charge temporarily or submitting final accounts will be submitted as follows: \"Partial month --- (Date) --- to --- (Date) ---, inclusive.\" All accounts will be mailed or otherwise sent to the Department of State in Washington as soon as possible after the close of the accounting period to which they relate, in no case to exceed ten days. (28 Stat. 209; U.S.C. title 31, sec. 78.)",
        "XX-3. Disbursements",
        "All disbursements, except as otherwise provided in this chapter, will be included in a return (Standard Form No. 1025), to be transmitted by the chief of mission, with the account current (Form No. 191-Diplomatic) to the Department of State, at the end of the accounting period to which it relates.",
        "All disbursements made by special disbursing officers at missions will be included in returns (Form No. 294), to be transmitted by them, with Standard Form No. 1021 or No. 1022, through the respective chiefs of mission to the Department of State, at the end of the accounting period to which they relate.",
        "XX-4. General account current",
        "The accounts for each period prescribed in Chapter XX-2 will be stated on Form No. 191-Diplomatic, if rendered by the chief of mission, and on Standard Form No. 1021 or 1022 if rendered by a special disbursing officer.",
        "XX-5. General accounts",
        "Diplomatic officers are required to keep separate general accounts of all public or other moneys coming into their possession in their official capacity from any source and for any purpose whatever and to render accounts of the same, in such manner, on such forms, and at such times as may be prescribed by the Comptroller General of the United States or the Department of State.",
        "Diplomatic officers will keep a general cash book and such other account books as may be required according to the needs of their missions, to show all details of receipts and expenditures, to ensure accuracy and to enable responsible officers to exercise complete control over the funds of the missions.",
        "XX-6. Special accounts",
        "Any account for any purpose opened by request of any department or establishment of the Government will be kept separately, and a separate return will be made thereof for transmission by the Department of State to the interested department or establishment. Request for the opening of any such account will be made through the Department of State. Expenses incurred for any other department or establishment of the Government will not be included in any account against the Department of State unless specifically authorized. The amount of such expenses will be taken up in the regular account current at the periods prescribed in Chapter XX-2 under the appropriation or fund from which payment is made and on the line indicated in the account current.",
        "Expenditures made in connection with other special accounts, against which separate drafts are drawn, will be taken up in a separate account current and will not be included in the regular accounts of the missions.",
        "In no case will a separate account be rendered, or a separate draft drawn, unless specifically authorized by the Department of State.",
        "XX-7. Accounts not to cover different fiscal years",
        "No account, except for travel, may embrace time or transactions belonging to different fiscal years. Appropriations and adjustments are confined to the fiscal years ending June 30, and when an expenditure for any purpose, except for travel, extends from one fiscal year into another, two accounts will be rendered.",
        "XX-8. Accounts to be stated in currency of the United States",
        "All accounts of diplomatic officers will be stated in the currency of the United States; and all drafts on the Secretary of State will be drawn in the money of the United States, not in the foreign money of the officers' accounts. In all cases where the disbursements are actually made in foreign currency the vouchers themselves should be taken and rendered in the same currency in which the disbursements are made. Satisfactory evidence should accompany the account as to the correct valuation of the foreign currency in currency of the United States in the form of a certificate of a responsible banker or of a diplomatic officer based on authentic quotations.",
        "XX-9. Salary account and certificate as to absence",
        "The salary accounts of diplomatic officers will be rendered in accordance with the accounting periods prescribed in Chapter XX-2.",
        "At missions where there are no disbursing officers (second paragraph of XX-1), diplomatic officers will obtain funds for salaries, as well as for contingent and other expenses, by drafts on the Secretary of State, drawn at five days after sight. Such drafts will show, on the lines indicated thereon, whether for salary, contingent expenses, clerk hire, et cetera, and the accounting period covered. Drafts will not be honored unless drawn in the manner prescribed.",
        "Diplomatic officers will not carry in their accounts balances due them on account of salary.",
        "At missions where there are disbursing officers (first paragraph of XX-1), those officers will pay the salaries of all diplomatic officers, clerks, and subordinate employees.",
        "Each account will include a certificate as to absence, signed by the ambassador or minister, showing how many days he was absent from the mission and duty during the period covered by the account, and whether by leave or otherwise, as prescribed on the reverse side of Form No. 191-Diplomatic.",
        "If the account includes or covers a period during which a chargé d'affaires ad interim was the principal officer, he will sign the appropriate certificate on the form mentioned, showing the period that he was in charge of the mission and including the required statement as to his absence.",
        "XX-10. Telegraph charges",
        "Accounts for charges for telegrams will be accompanied by:",
        "(a) Copies of the transmitted texts of all telegrams and the original receipts from the telegraph companies for payments made. When the vouchers are for telegrams in the department cipher, the receipts and the copies of telegrams will be endorsed \"Foreign Intercourse,\" and initialed by the responsible officer.",
        "(b) A \"Schedule of Telegrams and Cablegrams, Foreign Service\" (Form No. 250), showing the date, number, addressee, destination, number of words, rate per word in foreign currency, and the equivalent in currency of the United States of each message sent during the period covered by the account.",
        "Copies of telegrams sent in commercial codes will not be endorsed as above but will be accompanied by translations.",
        "Charges for telegrams of a personal nature will not be approved.",
        "XX-11. Postage charges",
        "Diplomatic officers are required to support their charges for postage by Form No. 243b, Daily Postage Memorandum, and Form No. 188, Certificate to Support Postage Charge, setting forth the amount so charged on official correspondence and packages. Postage is not to be charged in the accounts of a diplomatic officer except on despatches, letters, and packages received and sent by him on official business and by reason of his office.",
        "XX-12. Settlement of final account",
        "The Comptroller General of the United States disapproves the procedure of officers drawing drafts for settlement of final accounts. Diplomatic officers will therefore draw no drafts for final accounts but submit such accounts to the Department of State for approval and audit and await receipt of a warrant from the Treasury for the amount found due by the Comptroller General.",
        "XX-13. Duplicate accounts to be transmitted",
        "All accounts will be transmitted to the Secretary of State in duplicate.",
        "XX-14. Indorsement of accounts and returns",
        "The information called for on the reverse side of the forms of accounts and returns will always be given in full.",
        "XX-15. Clerk hire",
        "The account of expenditures for clerks and other employees at a mission will be included in the account current at the end of the accounting period to which the account relates. Each payment will be acknowledged by the payee on Form No. 275, unless paid by a special disbursing officer, when the date and number of the check will be given.",
        "Whoever, being charged with the payment of any appropriation made by Congress, pays to any clerk or other employee of the United States a sum less than that provided by law and requires such employee to receipt or give a voucher for an amount greater than actually paid to and received by him, is guilty of embezzlement, and shall be fined in double the amount so withheld from any employee of the Government, and imprisoned not more than two years. (35 Stat. 1105; U.S.C. title 18, sec. 172.)",
        "Other sections of the Criminal Code prohibit under penalty of fine and imprisonment the fraudulent execution, possession, transmission, or submission to the Government of the United States, or any officer thereof, of any false document for the purpose of defrauding the United States. (35 Stat. 1094, 1095; U.S.C. title 18, secs. 72-75.)",
        "XX-16. Diplomatic officers not to accept voluntary service",
        "It is provided by statute that no department or officer of the Government shall accept voluntary service for the Government nor employ personal service in excess of that authorized by law, except in cases of sudden emergency involving the loss of human life, or the destruction of property. (R.S. 3679, amended March 3, 1905, and February 27, 1906.)",
        "XX-17. Transportation and subsistence",
        "The actual and necessary expenses for the transportation, and the actual and necessary subsistence or per diem in lieu of subsistence, of diplomatic officers, Foreign Service officers, and clerks at missions while traveling under orders of the Secretary of State, expenses for transportation and subsistence of their families and for the transportation of their effects, are paid by the Government under the statutes, rules, and travel regulations applying thereto.",
        "XX-18. Furniture, official supplies, et cetera",
        "Before incurring expense for furniture, diplomatic officers will in all cases obtain the sanction of the Department of State; and in their applications they will be careful to state the articles required and the estimated cost of each.",
        "Official supplies are furnished by the department upon requisition. expenditures for articles not supplied by the department, or articles required in an emergency, are proper charges against the Government, within the allotments made.",
        "Envelopes are an exception and may not be purchased in the open market. (Comp. Gen. No. A-15999 February 24, 1927.)",
        "XX-19. Vouchers required",
        "A proper voucher will be furnished for every disbursement. Each voucher will show on its face the kind of currency in which paid, and if paid in foreign currency it will show the amount reduced to its equivalent in the standard currency of the United States and the rate at which the reduction is made. Vouchers will be in the English language or accompanied by a translation. They will show exactly for what the disbursement was made, and will be numbered in the order in which paid, and referred to in the corresponding account (Form No. 1025) by number. Expenditures covered by vouchers in a foreign language not accompanied by translations will be suspended by the accounting officers. Original vouchers will be furnished in all cases.",
        "All vouchers for moneys expended for any official purpose whatever must represent the amount actually and necessarily paid for the purposes specified, to the exclusion of any pecuniary or material benefit directly or indirectly accruing to the officer making the expenditure and accounting therefor or to any person other than the one signing the receipt. (35 Stat. 1094, sec. 29; 35 Stat. 1095, sec. 35; 35 Stat. 1105, sec. 86.)",
        "XX-20. Return of fees",
        "A return (Forms No. 101, 101a) will be made to the Department of State of all fees received during each of the accounting periods prescribed in Chapter XX-2 to which the fees relate.",
        "If no fees were received, it will be so stated on the return. Each return will be signed by the chief of mission and sworn to before a person authorized to administer",
        "XX-21. Disposition of fees",
        "Fees collected during each accounting period will be applied as follows:",
        "(a) To Contingent Expenses Foreign Missions.     (b) To any other authorized account.",
        "If, after the payment at the close of each accounting period (prescribed in Ch. XX-2) of the accounts referred to above there is a surplus in the hands of the responsible officer, he will remit it to the Department of State by draft or money order payable to the Treasurer of the United States or deposit it with any agent designated by the Secretary of State, taking a receipt therefor, which will accompany his nest account.",
        "An officer of the Government can not be relieved of his liability for fees or other public moneys in his possession deposited with banks or bankers, unless such deposits are made in depositories designated by the Department of State. All deposits except in such depositories are made at his own risk; and in case of loss by failure of the bank, or otherwise, the responsible officer will be held accountable for the amount lost.",
        "Interest accruing on public moneys in charge of an officer of the Government belongs to the Government and must be accounted for and treated as an official receipt (133 U.S. 273, 286).",
        "XX-22. Neglect to report fees",
        "Any responsible officer who shall willfully neglect to render true and just accounts and returns of the business of his office and of moneys received by him for the use of the United States, or who shall neglect to pay over as required by law any balance of such moneys which may be due to the United States shall be deemed guilty of embezzlement of the public moneys, and shall, on conviction thereof before any court of the United States having jurisdiction of like offenses, be punished by imprisonment for not more than five years and by a fine not exceeding $2,000, and shall be forever disqualified from holding any office of trust or profit under the United States. (R.S. sec. 1734; U.S.C. title 22, sec. 102.)",
        "XX-23. Drawing and negotiating drafts",
        "Drafts will be drawn only by duly qualified diplomatic or Foreign Service officers, and will be made only in the currency of the United States. Drafts should be negotiated at the most favorable rates, and each negotiation will show, by Form No. 92, any loss or gain.",
        "Drafts will show in the right-hand margins the purpose for which drawn, and the appropriation to which the amount is chargeable. Drafts will not be drawn for one purpose and the proceeds used for another. Drafts for expenses authorized by special instruction will refer explicitly to the number, date, and file number of the instruction. The same reference will appear in the corresponding account.",
        "To prevent the dishonor of drafts, the form prescribed by the Department of State will be used.",
        "XX-24. Indorsement by procuration",
        "Drafts presented at the Department of State for payment upon the indorsement not of the persons to whom the drafts are payable but upon the indorsements of persons claiming to act by procuration, will be paid only upon satisfactory proof of the sufficiency of such indorsements.",
        "XX-25. On whom drafts are in be drawn",
        "Drafts on the Secretary of State will be drawn at five days after sight, acceptance waived and indorsements by procuration excepted.",
        "Drafts will not be drawn to the order of individuals for payment of salaries or for any expenses.",
        "XX-26. Payments of drafts and advance of public money",
        "The payment of drafts of diplomatic and Foreign Service officers will be considered as an advance of public money for which those officers will be held accountable under their official bonds, and will not be considered as a payment or settlement on account.",
        "XX-27. Drafts to be filled out in officers' handwriting",
        "The blanks in the engraved draft forms furnished by the Department of State will be filled in by the drawer of a draft, in his own handwriting. The seal of the mission will be affixed to the draft, thus affording further protection against forgery and fraudulent payment.",
        "XX-28. Loss and gain by exchange",
        "Certificates or vouchers (Form No. 92) showing loss or gain by exchange on drafts sold or purchased by diplomatic officers will be rendered to the Comptroller General of the United States with the accounts in which the drafts are included, and will be signed by the diplomatic officers and the other parties to the transactions and embody the following facts:",
        "(a) Date of bill of exchange (draft);      (b) Amount of bill of exchange-          (1) In United States currency,          (2) In foreign currency;      (c) Loss or gain on transaction;      (d) Amount received or paid-          (1) In United States currency,          (2) In foreign currency;      (e) Upon whom bill of exchange is drawn or to whom remittance is made, and on what account.",
        "Any gain by exchange on drafts sold or purchased should be credited in the account current (Form No. 191-Diplomatic) as a miscellaneous receipt.",
        "Any loss by exchange will be charged to the appropriation Contingent Expenses Foreign Missions, and taken up on the account current in the total for other expenditures charged to that appropriation.",
        "This Executive order shall become effective on July 1, 1930.",
        "HERBERT HOOVER",
        "The White House,March 6, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5295-Accounts and Returns of Diplomatic Officers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373084"
}