{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9136-modifying-executive-orders-no-191912-april-21-1914-no-2728-october-8",
    "doc": "executive-order-9136-modifying-executive-orders-no-191912-april-21-1914-no-2728-october-8",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9136-Modifying Executive Orders No. 1919½ of April 21, 1914, No. 2728 of October 8, 1917, and No. 3672 of May 8, 1922, and Reserving Public Lands for the Use of the War Department",
    "date": "April 16, 1942",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "Section 1. Executive Orders No. 1919 ½ of April 21, 1914, No. 2728 of October 8, 1917, and No. 3672 of May 8, 1922, withdrawing certain lands for townsite purposes, are hereby modified to the extent necessary to permit the reservation described in Section 2 of this order.",
        "Section 2. Subject to all valid existing rights, there is hereby reserved for the use of the War Department, a right-of-way, 120 feet wide, 60 feet on each side of the center line, for the construction, operation and maintenance of a road, beginning from a point on the south line of section 8 (Relocation \"B\"), and extending northeasterly to a point on First Street, between \"E\" and \"F\" Streets, at Fort Richardson, in section 9, T. 13 N., R. 3 W., Seward Meridian, Alaska, as shown on the map No. 638, approved January 23, 1941, Office of the Corps of Engineers, War Department, Fort Richardson, Alaska, on file in the General Land Office, Department of the Interior, reserving, however, to the Alaska Railroad and to the permittees or lessees of the Alaska Railroad the right to use the road.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 16, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9136-Modifying Executive Orders No. 1919½ of April 21, 1914, No. 2728 of October 8, 1917, and No. 3672 of May 8, 1922, and Reserving Public Lands for the Use of the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368112"
}