{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6662-veterans-regulation-no-12",
    "doc": "executive-order-6662-veterans-regulation-no-12",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6662-Veterans Regulation No. 12 (a)",
    "date": "March 27, 1934",
    "content": [
        "PRESUMPTION OF ENTITLEMENT TO PENSIONS FOR SPANISH-WAR VETERANS AND CERTAIN WIDOWS, CHILDREN, AND DEPENDENT PARENTS OF DECEASED WORLD WAR VETERANS",
        "By virtue of the authority vested in me under sections 1 and 4 of title I of the act entitled \"An Act to maintain the credit of the United States Government\" approved March 20, 1933 (Public, No. 2, 73d Cong.), the following regulation amending Veterans Regulation No. 12 is hereby prescribed:",
        "I. Veterans Regulation No. 12 is hereby amended by adding a new paragraph (II) to read as follows:",
        "II.(a) Any veteran of the Spanish-American War, including the Boxer Rebellion and the Philippine Insurrection, who on or before March 19, 1933, was rated disabled as the result of wound, injury, or disease under general pension laws in effect on or before March 19, 1933, and who was on the rolls on March 19, 1933, either under the general pension laws or public laws granting service pensions, shall from the date of this regulation and without further application be entitled to receive pension at the rate prescribed by Veterans Regulation No. 1 (a), part I, and its amendments, and for this purpose the last rating for service-connected disability in effect on or prior to March 19, 1933, shall be accepted.",
        "(b). Any veteran of the Spanish-American War, including the Boxer Rebellion and the Philippine Insurrection, who was on the rolls on March 19, 1933, and whose pension was reduced or discontinued as the result of Public Law No. 2, Seventy-third Congress, shall from the date of this regulation to the date of decision by the Board of Veterans' Appeals and without further application, be entitled to receive 75 percent of the payments being made on March 19, 1933: Provided, That the Board of Veterans' Appeals is hereby authorized and directed to review all such cases at the earliest practicable date: Provided further, That the provisions of Veterans Regulation No. 2 (a), part III, shall be generally applicable for such review, and particularly the Board of Veterans' Appeals shall determine on all available evidence the question of whether service connection shall be granted under the provisions of veterans regulations issued pursuant to Public Law No. 2, Seventy-third Congress, and notwithstanding the evidence may not clearly demonstrate the existence of the disease or any specific clinical findings within the terms of or period prescribed by Veterans Regulation No. 1, part I, subparagraph (c), issued under Public Law No. 2, Seventy-third Congress, shall in their decisions resolve all reasonable doubts in favor of the veteran, the burden of proof in such cases being on the Government: Provided further, That the Administrator of Veterans' Affairs is hereby authorized and directed to develop such cases by correspondence and investigation to the end that all available material evidence shall be secured and made a part of the claim before decision by the Board of Veterans' Appeals is rendered: Provided further, That this paragraph shall not apply to any case where the requirements pertaining to honorable discharge, misconduct, participation in, delimiting dates of, or period or length of service during the Spanish-American War, Boxer Rebellion, or Philippine Insurrection, as prescribed under the regulations promulgated pursuant to Public Law No. 2, Seventy-third Congress, are not met: Provided further, That in those cases where, as the result of review, war time service connection is granted by the Board of Veterans' Appeals under Veterans Regulation No. 1 (a) or Veterans Regulation No. 12, paragraph I, or this paragraph, pension shall be payable effective July 1, 1933, at the rates provided by Veterans Regulation No. 1 (a), part I, and its amendments subject to deduction of the amount of pension paid for any period subsequent to June 30, 1933: Provided further, That the provisions of the regulations promulgated under Public Law No. 2, Seventy-third Congress, pertaming to Federal employees, hospitalized cases, and beneficiaries residing outside the continental limits of the United States, shall be applicable to those persons entitled to pension under the foregoing provisions of this subparagraph.",
        "Done in triplicate.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6662-Veterans Regulation No. 12 (a) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362428"
}