{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11963-delegating-reporting-functions-under-the-agricultural-trade",
    "doc": "executive-order-11963-delegating-reporting-functions-under-the-agricultural-trade",
    "president": "Gerald R. Ford",
    "president_byline": "38th President of the United States: 1974 ‐ 1977",
    "title": "Executive Order 11963-Delegating Reporting Functions Under the Agricultural Trade Development and Assistance Act of 1954, as Amended",
    "date": "January 19, 1977",
    "content": [
        "By virtue of the authority vested in me by Section 408 of the Agricultural Trade Development and Assistance Act of 1954, as amended (7 U.S.C. 1736b), Section 301 of Title 3 of the United States Code, and as President of the United States of America, it is hereby ordered as follows:",
        "SECTION 1. Executive Order No. 10900, as amended, is further amended by adding to Section 1 thereof a new subsection (d) as follows:",
        "\" (d) The Secretary of Agriculture, after consultation with the Secretary of State, Secretary of the Treasury, Administrator of the Agency for International Development, Chairman of the Council of Economic Advisers, Director of the Office of Management and Budget, Chairman of the Council on International Economic Policy and the Assistant to the President for National Security Affairs, shall transmit to the Congress all reports required by Section 408 of the Act (7 U.S.C. 1736b, 1970 ed., Supp. V).\"",
        "SEC. 2. Executive Order No. 10900, as amended, is further amended by revoking Section 5 thereof and re-designating Sections 6, 7 and 8 as Sections 5, 6 and 7 respectively.",
        "GERALD R. FORD\nThe White House,\nJanuary 19, 1977."
    ],
    "citation": "Gerald R. Ford, Executive Order 11963-Delegating Reporting Functions Under the Agricultural Trade Development and Assistance Act of 1954, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/269061"
}