{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9001-authorizing-and-directing-the-united-states-maritime-commission",
    "doc": "executive-order-9001-authorizing-and-directing-the-united-states-maritime-commission",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9001-A-Authorizing and Directing the United States Maritime Commission To Resell the S.S. \"Normandie\" to the Former Owners Thereof",
    "date": "December 27, 1941",
    "content": [
        "Whereas section 1 of the act of Congress approved June 6, 1941 (Public Law 101, 77th Congress, provides, in part:",
        "* * * during the existence of the national emergency declared by the President on September 8, 1939, to exist, but not after June 30, 1942, the President is authorized and empowered, through such agency or officer as he shall designate, to purchase, requisition, for any period during such emergency charter or requisition the use of, or take over the title to, or the possession of, for such use or disposition as he shall direct, any foreign merchant vessel which is lying idle in waters within the jurisdiction of the United States, including the Philippine Islands and the Canal Zone, and which is necessary to the national defense * * *",
        "And Whereas the United States Maritime Commission (herein called the \"Commission\"), by virtue of the authority vested in it by the aforesaid act and by the Executive order dated June 6, 1941 and amendment thereto, took over the title to the possession of the S.S. Normandie, a foreign merchant vessel lying idle in waters within the jurisdiction of the United States, effective as of December 16, 1941;",
        "And Whereas the French Government has requested that said vessel, unless lost, be returned to the former owners thereof when the present emergency shall have ceased and the United States shall no longer have need of said vessel:",
        "Now, Therefore, by virtue of the authority vested in me by the aforesaid act, it is hereby ordered that, without limiting the authority of the Commission under the provisions of sections 3, 4, and 5 of the aforesaid act, or under the said Executive order or amendment thereto, or under any other provision of law, the Commission is authorized, upon such terms and conditions as the Commission shall deem desirable and conducive to the national defense, to agree to resell the S.S. Normandie to the former owners thereof, or their successors, and to re-deliver the same to said former owners, or their successors, whenever the present emergency shall have ceased and the Commission shall determine that the United States no longer has need of said vessel.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 27, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9001-A-Authorizing and Directing the United States Maritime Commission To Resell the S.S. \"Normandie\" to the Former Owners Thereof Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372532"
}