{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7643-establishing-bombay-hook-migratory-waterfowl-refuge",
    "doc": "executive-order-7643-establishing-bombay-hook-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7643-Establishing Bombay Hook Migratory Waterfowl Refuge",
    "date": "June 22, 1937",
    "content": [
        "DELAWARE",
        "By virtue of and pursuant to the authority vested in me as President of the United States and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the lands and waters acquired or to be acquired by the United States in the following-described area, comprising approximately 12,177 acres, in Kent County, Delaware, be, and they are hereby, reserved and set apart, subject to existing valid rights, for the use of the Department of Agriculture, as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Beginning at a point on the south end of Kelly Island on the north, or left, bank of Mahon River, said point being marked with a U.S. Biological Survey standard concrete post set 14 inches in the ground and supported by a mound of earth, from which the U.S. Coast & Geodetic Survey triangulation station \"MAHON\" bears S. 85°05' W., 6.58 chains distant, and the northeast comer of the porch of Mahon Lighthouse bears S. 64°37' W., 7.58 chains distant.",
        "Thence from said initial point, along the southwest side of Kelly Island, upstream with the left bank meanders of Mahon River, northwesterly 308.02 chains, to a point at the mouth of Old Womans Gut at its junction with the Mahon River;",
        "Thence upstream with the left bank meanders of Old Womans Gut, northwesterly 44.27 chains, to a point at the junction of Old Womans Gut with an unnamed gut;",
        "Thence downstream with the right bank meanders of the unnamed gut and Herring Branch, northerly 57.95 chains, to a point on the northwest side of Kelly Island at the mouth of Herring Branch, at its junction with Dona River, also known as Simmons Creek;",
        "Thence crossing Dona River, N. 19°35' W., 6.34 chains, to a point on the south end of Kent Island on the left, or north, bank of said river;",
        "Thence along the southwest side of Kent Island, upstream with the left bank meanders of Dona River, northwesterly 280.05 chains, to a point opposite the mouth of Muddy Branch in the center-line of Little Fork;",
        "Thence along the south side of Needhams Island, upstream with the left bank meanders of Muddy Branch, northwesterly 78.14 chains, to a point in the center-line of Boat Gut, at its junction with Muddy Branch;",
        "Thence with the meanders of the center-line of Boat Gut, northerly 54.50 chains, to a point in the center-line of Boat Gut at its intersection with Leipsic River;",
        "Thence, crossing Leipsic River, N. 1°59' E., 2.68 chains, to a point on the north, or left, bank thereof;",
        "Thence upstream with the left bank meanders of Leipsic River, northwesterly 65.48 chains, to a point on the left bank of said river at Whitehall Landing;",
        "Thence, leaving the bank of Leipsic River and crossing Whitehall Neck, west 0.75 chain; N. 5°29' W., 26.27 chains; N. 7°06' W., 18.95 chains, to a point in the center-line of Whitehall Neck road;",
        "Thence with the center-line of Whitehall Neck road, S. 80°32' E., 0.39 chain, to the intersection of the center-lines of said road where it turns to the south;",
        "Thence, leaving Whitehall Neck road and continuing across Whitehall Neck, N. 7°06' W., 17.47 chains; N. 78°41' E., 11.03 chains; N. 6°58' W., 52.36 chains; S. 77°19' W., 11.00 chains; S. 80°52' W., 46.60 chains, to a point in the center-line of Finis road;",
        "Thence with the center-line of Finis road, N. 8°09' E., 8.70 chains, to the intersection with the center-line of Dawson's Branch;",
        "Thence with the center-line of Dawson's Branch, northwesterly 72.21 chains, to a point;",
        "Thence, leaving Dawson's Branch, N. 2°82' W., 28.27 chains, to a point in the center-line of Dutch Neck road;",
        "Thence with the center-line of Dutch Neck road, N. 82°23' E., 2.00 chains, to a point;",
        "Thence, leaving Dutch Neck road, N. 13°43' E., 23.42 chains; N. 15°02' E., 13.49 chains; N. 71°26' E., 37.85 chains; N. 71°22' E., 41.67 chains; S. 68°07' E., 14.32 chains; N. 81°36' E., 91.88 chains, to a point on the west, or right, bank of Duck Creek;",
        "Thence downstream with the right bank meanders of Duck Creek, southeasterly 317.56 chains to a point;",
        "Thence, crossing Duck Creek, N. 75°18' E., 5.58 chains, to a point on the north bank thereof on the west side of Bombay Hook Island;",
        "Thence, crossing said Island, N. 81°18' E., 111.03 chains, to the east side thereof on the west shore of Delaware Bay;",
        "Thence along the east side of Bombay Hook Island, with the meanders of Delaware Bay, southeasterly, 217.30 chains, to the southeast point of Bombay Hook Island on the left bank of Leipsic River at its mouth;",
        "Thence, crossing Leipsic River, S. 40°38' W., 16.20 chains, to the south, or right, bank thereof at the northeast point of Kent Island;",
        "Thence along the east side of Kent Island with the meanders of Delaware Bay, southerly 125.01 chains, to the southeast point of Kent Island on the north, or left, bank of Dona River at its mouth;",
        "Thence, crossing Dona River, S. 19°11' W., 7.27 chains, to a point on the south bank thereof on the northeast point of Kelly Island;",
        "Thence along the east shore of Kelly Island, with the meanders of Delaware Bay, southerly 242.80 chains, to the southeast point of Kelly Island, at the mouth of Mahon River;",
        "Thence along the south side of Kelly Island, upstream with the left bank meanders of Mahon River, westerly 11.36 chains, to the place of beginning.",
        "This refuge shall be known as the Bombay Hook Migratory Waterfowl Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 22, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7643-Establishing Bombay Hook Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368985"
}