{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8006-inspection-income-and-excess-profits-tax-returns-the-special-joint",
    "doc": "executive-order-8006-inspection-income-and-excess-profits-tax-returns-the-special-joint",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8006-Inspection of Income and Excess-Profits Tax Returns by the Special Joint Congressional Committee to Make an Investigation of the Tennessee Valley Authority",
    "date": "November 14, 1938",
    "content": [
        "By virtue of the authority vested in me by section 257 (a) of the Revenue Act of 1926 (44 Stat. 9, 51); section 55 of the Revenue Act of 1928 (45 Stat. 791, 809); section 55 of the Revenue Act of 1932 (47 Stat. 169, 189) as amended by section 218 (h) of the National Industrial Recovery Act (48 Stat. 195, 209); section 216 (b) of the National Industrial Recovery Act (48 Stat. 195, 208); sections 55 (a) and 702 (b) of the Revenue Act of 1934 (48 Stat. 680, 770); section 106 (c) of the Revenue Act of 1935 (49 Stat. 1014, 1019); and section 55 (a) of the Revenue Act of 1936 (49 Stat. 1648), it is hereby ordered that income and excess-profits tax returns made under the Revenue Act of 1926, the Revenue Act of 1928, the Revenue Act of 1932, the National Industrial Recovery Act, the Revenue Act of 1934, the Revenue Act of 1935, and the Revenue Act of 1936, or under any of such Acts as amended, for the calendar year 1925 and all subsequent taxable years to and including the calendar year 1937, shall be open to inspection by the Special Joint Congressional Committee to make an investigation of the Tennessee Valley Authority, or any duly authorized subcommittee thereof, for the purpose of carrying out the provisions of Public Resolution 83, approved April 4, 1938, (Seventy-fifth Congress) (52 Stat. 154); such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury Decision relating to the inspection of returns by that committee, approved by me this date.",
        "This order shall be published in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 14, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8006-Inspection of Income and Excess-Profits Tax Returns by the Special Joint Congressional Committee to Make an Investigation of the Tennessee Valley Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368801"
}