{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6050-exclusion-lands-the-tongass-national-forest-alaska-for-army-radio",
    "doc": "executive-order-6050-exclusion-lands-the-tongass-national-forest-alaska-for-army-radio",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 6050-Exclusion of Lands in the Tongass National Forest, Alaska for an Army Radio Station",
    "date": "February 27, 1933",
    "content": [
        "Whereas the President of the United States of America, by proclamation dated February 16, 1909 (35 Stat. 2226-2228), proclaimed that the boundaries of the Tongass National Forest, Territory of Alaska, be as described therein; and",
        "Whereas there is a military necessity for the use by the War Department as a site for the Army radio receiving station at Juneau, Alaska, of two parcels of land comprising part of the said Tongass National Forest;",
        "Now, Therefore, pursuant to authority contained in the act of June 4, 1897 (30 Stat. 11, 34, 36), entitled \"AN ACT Making appropriations for sundry civil expenses of the Government for the fiscal year ending June thirtieth, eighteen hundred and ninety-eight, and for other purposes,\" the following-described two parcels of land situated near Juneau, Territory of Alaska, and comprising part of the Tongass National Forest are hereby assigned to and placed under the control of the Secretary of War for use as a site for the Army radio receiving station at Juneau, Alaska:",
        "Parcel One",
        "Beginning at corner No. 8 of Forest Elimination Boundary Survey No. 176 on north shore of Gastineau Channel, said comer being in the southerly right-of-way line of Glacier Highway (66 ft. wide);",
        "Thence from said corner No. 8, by metes and bounds:",
        "Due south, 111.5 ft., to corner No. 7 of said survey; along the meander line of Switzer Homestead Survey 2121 the three (3) following courses:",
        "S. 78° 22' E., 696.3 ft., to a point;",
        "N. 62° 30' E., 462.0 ft., to a point;",
        "S. 44° 15' E., 605.0 ft., to a point;",
        "Due south, 1,228.0 ft., to a point;",
        "Due west, 2,000.0 ft., to a point in the easterly line of lot \"M\" of Forest Service Homesite Survey;",
        "In a northerly direction, 1,700.0 ft., more or less, along the easterly line of lots \"M\", \"L\", \"K\", and \"I\" of said Forest Service Homesite Survey to a point in the aforementioned southerly right-of-way line of Glacier Highway;",
        "S. 89° 50' E., 586.0 ft., along said southerly right-of-way line to the place of beginning.",
        "The parcel as described contains an area of 74.3 acres, more or less, and consists of tide flats.",
        "Parcel Two",
        "Beginning at comer No. 4 of lot B, Mile 7 Group Homesites, in the northerly right-of-way line of Glacier Highway (66 ft. wide), said corner being marked by a hemlock post 5 ft. long and 4½ in. in diameter, squared to 3½ in., set 2 ft. in ground and marked \"HS-4A\" on east face and \"B\" on west face, and referenced by a hemlock tree 7 in. in diameter marked \"WHS 4\", and a hemlock tree 16 in. in diameter marked \"WHS 4\", bearing N. 35° W., 20 links, and N. 63½° E., 39 links, respectively, from initial corner post;",
        "Thence from said initial point by metes and bounds:",
        "N. 89° 50' W., 250.0 ft., along said northerly right-of-way line of Glacier Highway, to a point;",
        "Due north, 150.0 ft., through lot \"B\" to a point;",
        "S. 89° 50' E., 250.0 ft., through lot \"B\" to a point in the dividing line between lots \"A\" and \"B\" of said Mile 7 Group Homesites;",
        "Due south, 150.0 ft., along said dividing line to the place of beginning.",
        "The parcel as described contains an area of 0.86 acres, more or less.",
        "Upon cessation of the use of the above-described two parcels of land for the purpose herein specified, said parcels shall revert to their previous status as part of the said Tongass National Forest.",
        "HERBERT HOOVER",
        "The White House,February 27, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6050-Exclusion of Lands in the Tongass National Forest, Alaska for an Army Radio Station Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361600"
}