{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6793-allocating-funds-from-the-appropriation-meet-the-emergency-and",
    "doc": "executive-order-6793-allocating-funds-from-the-appropriation-meet-the-emergency-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6793-Allocating Funds From the Appropriation to Meet the Emergency and Necessity for Relief in Stricken Agricultural Areas",
    "date": "July 11, 1934",
    "content": [
        "By virtue of, and pursuant to, the authority vested in me by the Emergency Appropriation Act, fiscal year 1935, approved June 19, 1934 (Public, No. 412, 73d Cong.), appropriating $525,000,000 to meet the emergency and necessity for relief in stricken agricultural areas, there is hereby allocated from the said appropriation the sum of $15,000,000 to the Secretary of Agriculture for the planting of forest protective strips in the Plains region as a means of ameliorating drought conditions.",
        "In carrying out this order the Secretary of Agriculture shall have authority to make all necessary expenditures in the District of Columbia and elsewhere, including but not limited to the employment of such officers, experts, and employees as he may find necessary, to prescribe their authorities, duties, responsibilities, and tenure, and to fix their compensation, for the procurement and/or production of seed and planting stock, for planting operations, for the purchase and/or leasing of the lands to be planted, for technical investigations, for fencing, and for rent.",
        "The moneys herein made available shall be expended through such agencies, including corporations, as the Secretary of Agriculture may designate; and, with the consent of the State, county, or municipality concerned, the Secretary of Agriculture may utilize such State and local officers and employees as it may deem necessary in carrying out this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6793-Allocating Funds From the Appropriation to Meet the Emergency and Necessity for Relief in Stricken Agricultural Areas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373392"
}