{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9209-regulations-governing-the-payment-additional-compensation-enlisted",
    "doc": "executive-order-9209-regulations-governing-the-payment-additional-compensation-enlisted",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9209-Regulations Governing the Payment of Additional Compensation to Enlisted Men of the Marine Corps Specially Qualified in the Use of Arms",
    "date": "August 01, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 16 of the Pay Readjustment Act of 1942, approved June 16, 1942 (Public Law 607-77th Congress), it is hereby ordered as follows:",
        "Enlisted men of the Marine Corps while serving on board ship shall receive the same additional compensation for special qualifications in the use of ships' guns as is now or may hereafter be prescribed for enlisted men of the Navy.",
        "Enlisted men of the Marine Corps wheresoever stationed who have established their special qualifications in the use of the arm or arms which they may be required to use, shall receive additional compensation, under such regulations and conditions and for such periods of time as are now or may hereafter be prescribed by the Secretary of the Navy, as follows:",
        "First class ---------------- $5.00 per month     Second class -------------- 4.00 per month     Third class --------------- 3.00 per month     Fourth class -------------- 2.00 per month     Fifth class --------------- 1.00 per month",
        "The total compensation payable to any enlisted man under this order shall not exceed $5.00 per month.",
        "Executive Orders No. 3705-A of July 1, 1922, and No. 5866 of June 28, 1932, prescribing regulations governing the payment of additional compensation to enlisted men of the Marine Corps specially qualified in the use of ships' guns and of arms, are hereby superseded.",
        "This order shall take effect as of June 1, 1942.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 1, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9209-Regulations Governing the Payment of Additional Compensation to Enlisted Men of the Marine Corps Specially Qualified in the Use of Arms Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372312"
}