{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7295-establishing-lake-bowdoin-migratory-waterfowl-refuge-montana",
    "doc": "executive-order-7295-establishing-lake-bowdoin-migratory-waterfowl-refuge-montana",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7295-Establishing Lake Bowdoin Migratory Waterfowl Refuge, Montana",
    "date": "February 14, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is hereby ordered (1) that all the following-described public lands, surveyed or unsurveyed, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife; and (2) that such part of said lands as the Secretary of Agriculture may deem proper be reserved for use as a shooting area to be operated under a cooperative agreement or lease with the Montana State Game Commission or such other operating agency as may be approved, and under such regulations as may from time to time be adopted by the Secretary of Agriculture.",
        "Most of the lands involved have been withdrawn for reclamation purposes in connection with the Milk River Irrigation Project in Montana, and are primarily under the jurisdiction of the Department of the Interior. The reservation of these lands as a migratory-waterfowl refuge is subject to the use thereof by said Department for irrigation and other incidental purposes and to any other existing valid rights.",
        "Principal Meridian",
        "T. 30 N., R. 31 E., sec. 1, lots 1 to 4, inclusive, S½N½, N½SW¼, SW¼SW¼, and N½SE¼;",
        "secs. 2 to 5, inclusive;",
        "sec. 8, NE¼ and SE¼NW¼;",
        "sec. 9, N½, N½SW¼, and SE¼;",
        "sec. 10, all;",
        "sec. 11, N½ and SW¼.",
        "T. 31 N., R. 31 E., sec. 21, lot 1, SE¼SW¼, N½SE¼, and SW¼SE¼;",
        "sec. 22, lots 1 to 4, inclusive, and N½S½;",
        "sec. 23, S½;",
        "sec. 24, SW¼;",
        "sec. 25, S½NE¼, NW¼, and S½;",
        "secs. 26, 27, and 28;",
        "sec. 29, lot 1, SE¼NE¼, SE¼SW¼, N½SE¼, and SW¼SE¼;",
        "sec. 32, lots 1 to 6, inclusive, NE¼NW¼, SE¼SW¼SW¼, and E½SW¼;",
        "secs. 33 to 36, inclusive.",
        "T. 30 N., R. 32 E., sec. 6, lots 1 to 8, inclusive, and lot 12.",
        "T. 31 N., R. 32 E., sec. 28, SW¼;",
        "sec. 29, SW¼NE¼, S½NW¼, and S½;",
        "sec. 30, lots 2, 3, and 4, S½NE¼, SE¼NW¼, E½SW¼, and SE¼;",
        "sec. 31, all;",
        "sec. 32, N½ and N½S½;",
        "sec. 33, lots 2 and 3, north of Great Northern Railway Company's right-of-way, and NW¼.",
        "This refuge shall be known as the Lake Bowdoin Migratory Waterfowl Refuge.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 14, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7295-Establishing Lake Bowdoin Migratory Waterfowl Refuge, Montana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362792"
}