{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7841-withdrawal-public-lands-for-use-the-alaska-railroad",
    "doc": "executive-order-7841-withdrawal-public-lands-for-use-the-alaska-railroad",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7841-Withdrawal of Public Lands for Use of the Alaska Railroad",
    "date": "March 15, 1938",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of March 12, 1914, ch. 37, 38 Stat. 305, 307, it is ordered as follows:",
        "SECTION 1. Subject to all valid existing rights, the following-described lands are hereby withdrawn from settlement, location, sale, entry, or other disposition, and reserved for use by The Alaska Railroad:",
        "Beginning at corner No. 1 MC, not monumented, on the left bank of the Innoko River, approximately 22.87 chains southwesterly from a point opposite the center of the Alaska Railroad warehouse, measured along the left bank of said river; the approximate geographic position is in latitude 62°11' N., and longitude 159°39' W. from Greenwich, from this corner a cottonwood post 6½ feet long, 6 ins. diam., set 2½ feet in the ground, bears S. 34°10' E., 1.10 chs. distant, scribed C-1 WC MC ARRR.",
        "Thence from said corner No. 1 by meander courses along the said left bank of river",
        "N. 58°20' E., 2.00 chs.     N. 60°24' E., 5.00 chs.     N. 63°01' E., 5.22 chs.     N. 60°39' E., 10.65 chs.     N. 51°35' E., 5.60 chs.     N. 44°46' E., 5.92 chs.     N. 33°33' E., 3.80 chs.     N. 31°43' E., 420 chs.     N. 40°55' E., 2.60 chs.     N. 30°51' E., 2.90 chs.     N. 25°01' E., 4.10 chs.     N. 16°05' E., 6.14 ohs.",
        "to corner No. 2 MC, marked by a willow post 6½ feet long, 5 ins. diam., set 2½ feet in the ground, scribed C-2 MC ARRR; from said corner No. 2 a birch post 6 feet long, 6 ins. diam., set 2½ feet in the ground on the northeasterly boundary of the tract herein described, bears S. 34°10' E., 10.40 ohs., scribed WC C-3 ARRR;",
        "Thence S. 34°10' E., 20.64 chs., to corner No. 3, not monumented;",
        "Thence S. 55°50' W., 54.98 chs. to corner No. 4, not monumented; from this point a birch post 6 feet long, 6 ins. diam., set 2 feet in the ground on the southwesterly boundary of the tract herein described, bears N. 34°10' W., distant 3.90 ohs., scribed WC C-4 ARRR;",
        "Thence N. 34°10 , W., 10.00 chs. to corner No. 1 MC, the point of beginning.",
        "The tract herein described contains an area of 59.81 acres.",
        "SECTION 2. This order shall remain in force until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 15, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7841-Withdrawal of Public Lands for Use of the Alaska Railroad Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372668"
}