{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8587-amending-certain-provisions-the-civil-service-rules",
    "doc": "executive-order-8587-amending-certain-provisions-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8587-Amending Certain Provisions of the Civil Service Rules",
    "date": "November 07, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631) and by the Civil Service Act (22 Stat. 403), the Civil Service Rules are hereby amended as follows:",
        "Section 2 of Rule I is amended to read as follows:",
        "(2) No disclosure or discriminations. No question in any form of application or in any examination shall be so framed as to elicit information concerning the political or religious opinions or affiliations of any applicant, nor shall any inquiry be made concerning such opinions or affiliations, and all disclosures thereof shall be discountenanced, except as to such membership in political parties or organizations as constitutes by law a disqualification for Government employment. No discrimination shall be exercised, threatened, or promised by any person in the executive civil service against or in favor of any applicant, eligible, or employee in the classified service because of race, or his political or religious opinions or affiliations, except as may be authorized or required by law.",
        "Rule I is further amended by adding thereto at the end thereof the following section to be numbered 4:",
        "4. Attempting to secure withdrawals. No applicant for competitive examination, or eligible on any civil service register, or officer or employee in the executive civil service, shall directly or indirectly persuade, induce, or coerce, or attempt to persuade, induce, or coerce any prospective applicant, applicant, or eligible to withhold filing application or to withdraw from competition or eligibility for positions in the competitive classified civil service, for the purpose of either improving or injuring the prospects or chances of any such applicant or eligible. The penalty for violation of this section by applicants or eligibles shall be cancellation of application or eligibility, as the case may be, and such other penalty as the Civil Service Commission may deem appropriate. The penalty for violation of this rule on the part of officers or employees in the executive civil service shall be such disciplinary action as the Commission shall direct.",
        "Section 6 of Rule II is amended to read as follows:",
        "6. Excepted employees-when classified. Except as provided in section 7 of this rule, a person holding a position when it is placed in the classified (competitive) service or otherwise is made subject to competitive examination shall, upon recommendation to the Commission by the head of the department or agency in which he is employed have all the rights which he would have acquired if appointed thereto by competitive examination: Provided: (a) That he has rendered six months of satisfactory active service in the civilian executive branch of the Federal Government immediately prior to the effective date of the change in status of the position, and continues to serve in such position for 60 days thereafter; (b) that he shall pass such appropriate noncompetitive tests of fitness as the Commission may prescribe; and (c) that he is not disqualified by any provision of section 3 of Civil Service Rule V or of any other civil service rule or by any provision of the Civil Service Act or any other statute or executive order: Provided further, that in conferring a classified competitive status upon any employee under this or any other rule or any statute or executive order, the Commission (a) may, in its discretion, exempt from the physical requirements established for any position any employee who has rendered long and faithful service in a civil capacity for the Government, and (b) may consider a person whose name is carried on the compensation rolls of the Employees' Compensation Commission as having rendered satisfactory active service in the position in which he last served for the period which his name is carried on such rolls.",
        "Any person who fails to meet the above-stated requirements of this section may, in the discretion of the head of the agency concerned, be retained in the position in which he is serving without acquiring a classified (competitive) status, but such employee may not be promoted, transferred, or assigned to any other classified (competitive) position.",
        "Section 7 of Rule n is amended to read as follows:",
        "7. Classification in post offices. The Postmaster General shall promptly notify the Commission of each order for the advancement of any post office from the third class to the second class, or for the consolidation of any post office with one in which the employees are classified as competitive. On the effective date of any such order, section 6 of this rule shall apply to the positions, officers, and employees of the offices affected, and all other provisions of these rules shall become applicable to all officers and employees who so qualify and to all such positions thereafter filled in the same manner as they apply to those in offices now classified. The Postmaster General shall, upon the date he reports the advancement of any post office from the third to the second class, or as soon thereafter as is practicable, notify the Commission as to which of the employees in such office he recommends for classification. Section 6 of this rule shall also apply to the position of postmaster of any office which may have been heretofore or may be hereafter relegated to the fourth class.",
        "Section 8 of Rule II is amended to read as follows:",
        "8. Appointment without competitive examination in rare cases. Whenever the Commission shall find that the duties or compensation of a vacant position are such, or that qualified persons are so rare, that in its judgment such position cannot, in the interest of good civil-service administration, be filled at that time through open competitive examination, it may authorize such vacancy to be filled without competitive examination; and in any case in which such authority is given, evidence satisfactory to the Commission of the qualifications of the person to be appointed without competitive examination shall be required. A detailed statement of the reasons for its action in any case arising hereunder shall be made in the records of the Commission and shall be published in its annual, report. Any person heretofore or hereafter appointed under this rule shall acquire a competitive classified status under such regulations as the Commission may prescribe, but may not be transferred or assigned to any other position without the express prior approval of the Commission. Any subsequent vacancy in such position shall not be filled without competitive examination except upon express authority of the Commission in accordance with this section.",
        "Rule II is further amended by adding thereto at the end thereof the following section to be numbered 9:",
        "9. Service beyond seas. A citizen of the United States who has rendered faithful service for not less than 7 years beyond the seas in a civil capacity not in contravention of the civil service laws or rules may be given a classified status under such regulations as the Commission may prescribe, upon certification by the head of the department or office in which he served that the case is one of exceptional merit: Provided, that shortly before such employment he resided for a substantial period of time in .the United States.",
        "10. Section 2 of Rule III is amended to read as follows:",
        "Section 2. Noncompetitive examinations. The Commission may give noncompetitive examinations to test fitness for (a) reinstatement, and (b) appointment to positions excepted from the classified service under these rules or by Executive order; and may give noncompetitive examination for transfer or promotion when in its opinion competitive examinations are not practicable.",
        "Section 1(b) of Rule IV is amended to read as follows:",
        "(b) Where qualified special examiners are not available in the Federal service, the Commission may designate individuals outside the service specially qualified by experience and training, and of outstanding reputation in their own field, to serve on a board of examiners for a particular examination, and may compensate them for such service on a per-diem basis.",
        "Section 2 of Rule IV is amended to read as follows:",
        "2. Cooperation with other boards, commissions, and agencies. The Commission shall render all practicable assistance to the Philippine and Puerto Rico civil service boards, and such other Federal, State, or local agencies as shall request its cooperation and offer like cooperation or adequately provide its share of the expense, and shall conduct or join in conducting examinations, upon their request, under such regulations as may be jointly agreed upon. The Commission may, in its discretion, certify eligibles. from appropriate registers maintained by the Philippine and Puerto Rico civil service boards and the civil service boards of State and local agencies: Provided, that in the opinion of the Commission the examinations from which such registers were established meet the requirements of these rules and the standards established for examinations for the Federal classified civil service.",
        "Section 1 of Rule V is amended to read as follows:",
        "1. Citizenship. No person shall be admitted to examination unless he is a citizen of or owes allegiance to the United States.",
        "Section 3 of Rule V is amended to read as follows:",
        "3. Disqualifications. The Commission may, in its discretion, refuse to examine an applicant for appointment or reinstatement or to certify an eligible for any of the following reasons: (a) Dismissal from the service for delinquency or misconduct; (b) physical or mental unfitness for the position for which he applies: Provided, that the Commission may, in its discretion, exempt from the physical requirements established for any position a disabled honorably discharged soldier, sailor, or marine, upon a certificate of the United States Veterans' Administration attesting that he has completed an appropriate and sufficient rehabilitatory course of training for the duties of the class of positions in which employment is sought: Provided further, that the Commission may, in its discretion, waive the physical requirements in the case of a disabled veteran not so trained to permit his examination; (c) criminal, infamous, dishonest, immoral, or notoriously disgraceful conduct: (d) intentionally making a false statement as to any material fact, or practicing any deception or fraud in securing examination, registration, certification, or appointment; (e) refusal to furnish testimony as required by Rule XIV; (f) habitual use of intoxicating beverages to excess; and (g) illegality of appointment applied for.",
        "Any of the reasons stated in the foregoing subdivisions from (b) to (g), inclusive, shall also be sufficient cause for removal from the service.",
        "Section 4 of Rule V is amended to read as follows:",
        "4. Age limits. The Commission may, with the approval of the proper appointing officer, change by regulation the existing age limits for entrance to the examinations under these rules, but persons entitled to veteran preference may be examined without regard to age except for such positions as the Commission shall specify: Provided, that they have not reached the retirement age for the position sought.",
        "The second paragraph of section 1 of Rule VI is amended to read as follows:",
        "Employees in any positions in the executive civil service who have a classified civil service status and who are qualified to enter any open competitive examination may. upon earning a passing mark therein, be placed also upon a separate list of eligible Government employees, which list may be certified separately in accordance with the civil service rules to fill vacancies occurring in the positions for which the examination is held. Age limitations may be waived and physical requirements modified for employees otherwise eligible to compete in such examinations. Employees eligible to compete in any such examination shall be granted annual leave of absence for the time required to take such examination.",
        "Section 3 of Rule VI is amended to read as follows:",
        "3. Term of eligibility. The term of eligibility shall be one year beginning with the date on which the name of the eligible is entered on the register. This term may be extended, in the discretion of the Commission, for all eligibles on the register when the conditions of good administration render it inexpedient to hold a new examination. After two years, the Commission may, in its discretion, as to examinations in which experience was part of the test, require a supplementary examination of additional and interim experience and reestablish the register after the rerating of such experience. In such cases those eligibles who fail to file additional experience data, as required by the Commission, or who fail to meet the requirements or to receive a passing mark on rerating, shall be dropped from the register.",
        "Section 2 (b) of Rule VII is amended to read as follows:",
        "(a) Selections. The nominating or appointing officer shall make selections for the first vacancy from not more than the highest three persons certified, or on the register, with sole reference to merit and fitness, unless objection shall be made and sustained by the Commission to one or more of the persons certified, for any of the reasons stated in Rule V, section 3, or in the case of positions in Federal agencies concerned in preparedness and the national-defense program, for such other reasons as may be approved by the Commission. For the second vacancy the nominating or appointing officer shall make selection from not more than the highest three remaining who have not been within his reach for three separate vacancies, or against whom objection has not been made and sustained in the manner indicated. The third and any additional vacancies shall be filled in like manner. More than one selection may be made from the three persons next in order for appointment, or from two persons if the register contains the names of only two, subject to the requirements of section 3 of this rule as to the apportionment.",
        "An appointing officer who passes over an eligible veteran and selects a nonveteran shall file with the Civil Service Commission a statement setting forth in detail his reasons for so doing, which reasons shall not be made available to the veteran or to anyone else except in the discretion of the appointing officer. The Commission shall review these reasons and in every instance where they are not regarded as adequate shall so advise the head of the appropriate department or independent establishment for his consideration.",
        "Any eligible who has been within reach for three separate vacancies in his turn may be subsequently selected, subject to the approval of the Commission, from the certificate on which his name last appeared, if the condition of the register has not so changed as to place him in other respects beyond reach of certification.",
        "Section 2 (c) of Rule VII is amended to read as follows:",
        "(c) Probationary appointment. A person selected for appointment shall be duly notified by the appointing officer and upon accepting and reporting for duty shall receive from such officer a certificate of probational appointment. The first six months of service under this appointment shall be a probationary period, but the Commission and the department concerned may by regulation fix a. longer probationary period for any specified positions. If and when, after a full and fair trial, the conduct or capacity of the probationer is not satisfactory to the appointing officer, the probationer may at any time thereafter during this period be so notified in writing, with a full statement of reasons, and this notice shall terminate his service. Efficiency rating reports of all probationers shall be filed periodically within the department at such times and in such form as the regulations of the Commission shall provide. If at the end of the probationary period the probationer's service rating has been satisfactory, to the extent required by regulation, a certificate to that effect filed within the department and his retention in the service shall confirm his absolute appointment. If, however, his service rating has been unsatisfactory as so provided, his service shall be terminated at the end of the probationary period.",
        "A probationer separated from the service without delinquency or misconduct may be restored to the register of eligibles in the discretion of the Commission for the remainder of any period of eligibility thereon.",
        "Section 1 of Rule VIII is amended to read as follows:",
        "1. Pending regular filling of vacancy. Temporary appointment without examination and certification by the Commission shall riot be made to a competitive position in any case, except when the public interest so requires, and then only upon the prior authorization of the Commission; and any appointment so authorized shall continue only for such period as may be necessary to make appointment through certification of eligibles, and in no case, without prior approval of the Commission, shall extend beyond 30 days from the date of the receipt by the appointing officer of the Commission's certificate. When a vacancy is to be filled by promotion, transfer, or reinstatement under the civil service rules and a temporary appointment is authorized by the Commission under the provisions of this section pending the promotion, transfer, or reinstatement, such temporary appointment shall in no case continue beyond the period of 30 days without prior approval of the Commission.",
        "Section 3 of Rule VIII is amended to read as follows:",
        "3. Pending full certification. Whenever there are less than three eligibles on any appropriate register for a position in which a vacancy exists, the Commission shall, upon requisition from the proper appointing officer, certify those eligibles who are on -the register, who shall be considered by the appointing officer with a view to probational appointment. If the appointing officer shall elect not to make probational appointment from such certification and temporary appointment is. required, the eligible. or eligibles shall be considered by the appointing officer with a view to temporary appointment. Such temporary appointment may continue until three eligibles are provided. If selection is not made from the certification for either probational or temporary appointment under the provisions of this section, the temporary appointment, if required, may be made under the provisions of these rules.",
        "Section 1 of Rule IX is amended to read as follows:",
        "1. Certificate required-conditions. A person separated from a civilian position in the Federal service after absolute appointment may, in the discretion of the Commission, be reinstated upon certificate of the Commission subject to the following limitations:",
        "(a) Reinstatement may be made upon requisition by the appointing officer having a vacancy to fill: Provided, that such requisition is made within 1 year of separation if the period of service was less than 2 years, within 2 years if the period of service was 2 years or more but less than 3 years, within 3 years if the period of service was 3 years or more but less than 4 years, within 4 years if the period of service was 4 years or more but less than 5 years, and without time limit of the period of service was 5 years or more: Provided further, that the applicant is otherwise eligible under the conditions of the Executive order of June 2, 1920, relating to the reinstatement of employees: Provided further, that the time limit may be waived in the case of reinstatements to positions in Federal agencies concerned with preparedness and the national-defense program.",
        "(b) A former classified employee entitled to military preference in appointment may be reinstated without time limit.",
        "(c) A former classified employee retired upon annuity under the Civil Service Retirement Act by reason of total disability who is eligible for reinstatement by reason of recovery and termination of annuity, shall be eligible for reinstatement, subject to the conditions and limitations of the civil service rules.",
        "(d) No person may be reinstated to a position in the classified service who did not have a classified status at the time of separation, or who was not eligible for such status through examination.",
        "(e) No person may be reinstated to a position in the classified service without passing an appropriate noncompetitive examination testing fully his fitness for the position when the Commission shall so require,",
        "Section 2 of Rule IX is amended to read as follows:",
        "2. Probationer. A person separated from the service during or at the end of his probationary period may be reinstated, subject to the other provisions of the civil service rules, under the following conditions:",
        "(a) If involuntarily separated without delinquency or misconduct, he may be reinstated to serve a new probation in any part of the service in any position for which he is qualified or can qualify in an appropriate noncompetitive examination; but reinstatement in the same position in or under the same department or agency will be to complete probation.",
        "(b) If separated by reason of voluntary resignation, he may be reinstated only in the same office, in a position for which originally eligible, to complete probation.",
        "Section 3 of Rule IX is revoked.",
        "Section 2 of Rule X is amended to read as follows:",
        "2. Transfers from excepted to competitive position. No person may be transferred to a position in the classified service who does not have a classified (competitive) status or eligibility for such status.",
        "Section 5 of Rule X is amended to read as follows:",
        "5. Without certificate. Transfers otherwise in accordance with these rules may be made without certificate of the Commission in the following cases, unless different tests are prescribed for original entrance to the position to which transfer is proposed and unless otherwise provided by regulations of the Commission:",
        "(a) Within the apportioned service of a department or agency.",
        "(b) From a department or office in Washington, D.C., to field branches of the same department or agency.",
        "(c) Within an agency in the nonapportioned service.",
        "(d) Within the field service of a department or agency.",
        "Section 8 of Rule X is amended to read as follows:",
        "8. Philippine service. An officer or employee occupying a competitive position in the Philippine classified service who has served 3 years or more therein may be transferred to the Federal classified service, subject to the provisions of these rules; but the Commission may authorize the transfer of an officer or employee who has served 2 years in the Philippine classified service and who has been separated by necessary reduction of force or by displacement by a Filipino, if he is especially recommended by the Department of the Interior because of his efficiency and good character. In all cases of proposed transfer from the Philippine classified service the Interior Department shall furnish the Commission, for its consideration, all relevant information contained in its files, together with the service record of the employee.",
        "Section 11 of Rule X is revoked.",
        "Section 5 of Rule II is amended to read as follows:",
        "5. Retention of soldiers and sailors. In harmony with statutory provisions, when reductions are being made in the force, in any part of the classified service, no employee entitled to military preference in appointment shall be discharged, dropped, or reduced in rank or salary before any employee not entitled to military preference in competition with him if his record is good; nor shall any unclassified laborer entitled to military preference in appointment be discharged, dropped, or reduced in rank or salary before any employee not entitled to military preference in competition with him if his efficiency rating is better than, or equal to, that of such nonpreference employee.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 7, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8587-Amending Certain Provisions of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368495"
}