{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8712-prescribing-regulations-governing-the-exportation-articles-and",
    "doc": "executive-order-8712-prescribing-regulations-governing-the-exportation-articles-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8712-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in Proclamations Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940",
    "date": "March 15, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 6 of the act of Congress approved July 2, 1940, entitled \"An Act to expedite the strengthening of the national defense\" (54 Stat. 712, 714), I hereby prescribe the following regulations governing the exportation of articles and materials designated in proclamations issued, or which may hereafter be issued, pursuant to the said section 6; except that these regulations shall not apply to the articles and materials designated in Proclamation No. 2465 of March 4, 1941, or proclamations amendatory thereof:",
        "1. The Administrator of Export Control shall, under my direction, determine the forms, conversions, and derivatives of the articles and materials the exportation of which has been prohibited or curtailed pursuant to section 6 of the act of July 2, 1940; and the Administrator may from time to time make such additions to or deletions from the lists of forms, conversions, and derivatives as may be necessary in the interest of national defense.",
        "2. The Administrator of Export Control shall cause such lists of forms, conversions, and derivatives to be published in the Federal Register. Such publication shall constitute notice to the public that, after the effective date therein stated, none of the forms, conversions, and derivatives listed shall be exported unless and until a license authorizing such exportation shall have been issued by the Secretary of State.",
        "3. The forms for application for export licenses shall be prescribed by the Secretary of State: Provided, That such applications shall be required to contain adequate descriptions of the articles and materials to be exported, including type and model descriptions, if applicable.",
        "4. The Secretary of State shall issue export licenses to authorize proposed shipments of the said articles and materials, and forms, conversions, and derivatives thereof, to applicants who shall have made application on the prescribed form, unless the Administrator of Export Control, under my direction, shall have determined that the proposed exportation would be detrimental to the interests of the national defense.",
        "5. Regulations contained in the document entitled International Traffic in Arms (7th ed., 1939), Department of State publication 1407, shall continue to govern the exportation of arm , ammunition, and implements of war, and tinplate scrap, except that export licenses shall not be issued when in any case it shall have been determined by the Administrator of Export Control, under my direction, that the proposed shipment would be contrary to the interest of the national defense.",
        "6. The country designated on the application for license as the country of destination shall in each case be the country of ultimate destination. If the goods to be exported are consigned to one country with the knowledge that they are intended for transshipment thence to another country, the latter country shall be named as the country of destination.",
        "7. Export licenses are not transferable and are subject to revocation without notice. If not revoked, licenses are valid for one year from the date of issuance.",
        "8. The original license must be presented, prior to exportation, to the collector of customs at the port through which the shipment authorized to be exported is being made. If shipment is made by parcel post, the license must be presented to the postmaster at the post office at which the parcel is mailed.",
        "9. No alterations may be made in export licenses which have been issued by the Secretary of State except by the Department of State or by collectors of customs or postmasters acting under the specific instructions of the Department of State.",
        "10. Export licenses which have been revoked or which have expired must be returned immediately to the Secretary of State.",
        "11. Articles and materials entering or leaving a port of the United States in transit through the territory of the United States to a foreign country shall not be considered as imported or exported for the purpose of these regulations.",
        "12. Except as may be prohibited by the Neutrality Act of 1939 (54 Stat. 4), the Secretary of State may issue general licenses authorizing the exportation to all or certain areas or destinations of any of the articles and materials named in proclamations issued pursuant to section 6 of the act of July 2, 1940, and any of the forms, conversions, and derivatives thereof, in accordance with the rules and regulations prescribed by the President and such specific directives as may from time to time be communicated to the Secretary of State through the Administrator of Export Control.",
        "13. Paragraphs 3 and 8 shall not apply to the general licenses herein authorized.",
        "14. These regulations shall be effective April 15, 1941, and shall on the effective date supersede the regulations heretofore prescribed by the President governing the exportation of the articles and materials named in proclamations issued pursuant to section 6 of the act of July 2, 1940; except that they shall not supersede the regulations governing the exportation of articles and materials designated in Proclamation 2465 of March 4, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 15, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8712-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in Proclamations Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368305"
}