{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6362-partial-revocation-executive-order-no-6143-withdrawing-certain-lands",
    "doc": "executive-order-6362-partial-revocation-executive-order-no-6143-withdrawing-certain-lands",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6362-Partial Revocation of Executive Order No. 6143 Withdrawing Certain Lands in New Mexico",
    "date": "October 25, 1933",
    "content": [
        "By virtue of the authority vested in me by act of June 25, 1910 (ch. 421, 36 Stat. 847-848), Executive Order No. 6143, dated May 23, 1933, withdrawing certain public lands to aid the State of New Mexico in making exchange selections under the act of June 15, 1926 (ch. 590, 44 Stat. 746-748), is, insofar as it pertains to the following-described lands, hereby revoked:",
        "New Mexico Principal Meridian",
        "T. 25 S., R. 15 E., sec. 6, lot 6, NE¼SW¼, N½SE¼;",
        "secs. 7 and 8.",
        "T. 25 S., R. 16 E., sec. 1, lots 1, 2, 3, S½NE¼, SE¼NW¼, N½SE¼, NE¼SW¼.",
        "T. 25 S., R. 16 E., sec. 12, E½ E½W½;",
        "sec. 26, SW¼SE¼;",
        "sec. 30, lots 1, 2, 3, 4, E½W½;",
        "sec, 31, lots 1, 2, 3, E½NW¼, NE¼SW¼, N½SE¼.",
        "It is further ordered, pursuant to Public Resolution 85, approved June 12, 1930 (ch. 471, 46 Stat. 580), that, subject to existing valid rights, the above-described areas shall be opened only to entry under the homestead or desert-land laws by qualified ex-service men for whose service recognition is granted by said resolution and the regulations issued thereunder, for a period of 91 days beginning with the sixty-third day from and after the date hereof, and thereafter to appropriation by the general public under any public-land law applicable thereto.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to such lands by settlement in advance of entry or otherwise except strictly in accordance with this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 25, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6362-Partial Revocation of Executive Order No. 6143 Withdrawing Certain Lands in New Mexico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362187"
}