{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8693-prescribing-regulations-governing-the-exportation-articles-and",
    "doc": "executive-order-8693-prescribing-regulations-governing-the-exportation-articles-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8693-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in the President's Proclamation of February 25, 1941, Issued Pursuant to Section 6 of the Act of Congress Approved July 2, 1940, and Amending Regulations of January 15, 1941, Covering the Exportation of Certain Articles and Materials",
    "date": "February 25, 1941",
    "content": [
        "Pursuant to the authority vested in me by the provisions of section 6 of the act of Congress approved July 2, 1940, entitled \"AN ACT To expedite the strengthening of the national defense,\" I hereby prescribe the following additional regulations governing the exportation of the articles and materials designated in my proclamation of February 25, 1941:",
        "1. The articles and materials designated in my proclamation of February 25, 1941, pursuant to section 6 of the act of July 2, 1940, shall be construed to include the following:",
        "",
        "2. The numbers appearing in the columns designated B and F in paragraph 1 hereof refer to the numbers in Schedule B \"Statistical Classification of Domestic Commodities Exported from the United States,\" and Schedule F \"Foreign Exports (Re-Exports),\" respectively, issued by the United States Department of Commerce, both effective January 1, 1941. The words are controlling and the numbers are included solely for the purpose of statistical classification. An asterisk () indicates that the classification herein is not co-extensive with that in said Schedules B and F.",
        "3. Regulations 2 to 12 inclusive of the Regulations issued July 2, 1940, pursuant to section 6 of the act of July 2, 1940, are applicable to the exportation of the articles and materials listed in paragraph 1 (1.) through (4.) inclusive.",
        "4. Executive Order No. 8640 is hereby amended to include within its provisions the articles and materials designated in my proclamation of February 25, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 25, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8693-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in the President's Proclamation of February 25, 1941, Issued Pursuant to Section 6 of the Act of Congress Approved July 2, 1940, and Amending Regulations of January 15, 1941, Covering the Exportation of Certain Articles and Materials Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210508"
}