{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-establishment-coeur-dalene-indian-reservation-idaho",
    "doc": "executive-order-establishment-coeur-dalene-indian-reservation-idaho",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 ‐ 1877",
    "title": "Executive Order-Establishment of Coeur d’Alene Indian Reservation in Idaho",
    "date": "November 08, 1873",
    "content": [
        "EXECUTIVE MANSION, November 8, 1873.",
        "It is hereby ordered that the following tract of country in the Territory of Idaho be, and the same is hereby, withdrawn from sale and set apart as a reservation for the Coeur d’Alene Indians, in said Territory, viz: “Beginning at a point on the top of the dividing ridge between Pine and Latah (or Hangman’s) Creeks, directly south of a point on said last-named creek, 6 miles above the point where the trail from Lewiston to Spokane Bridge crosses said creek; thence in a northeasterly direction in a direct line to the Coeur d’Alene Mission, on the Coeur d’Alene River (but not to include the lands of said mission); thence in a westerly direction, in a direct line, to the point where the Spokane River heads in, or leaves the Coeur d’Alene Lakes: thence down along the center of the channel of said Spokane River to the dividing line between the Territories of Idaho and Washington, as established by the act of Congress organizing a Territorial government for the Territory of Idaho; thence south along said dividing line to the top of the dividing ridge between Pine and Latah (or Hangman’s) Creek; thence along the top of the said ridge to the place of beginning.”",
        "U. S. GRANT."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Establishment of Coeur d’Alene Indian Reservation in Idaho Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371207"
}