{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9532-changing-the-name-the-office-the-coordinator-inter-american-affairs",
    "doc": "executive-order-9532-changing-the-name-the-office-the-coordinator-inter-american-affairs",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9532-Changing the Name of the Office of the Coordinator of Inter-American Affairs",
    "date": "March 23, 1945",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes as President of the United States, it is hereby ordered as follows:",
        "The name of the Office of the Coordinator of Inter-American Affairs, established within the Office for Emergency Management of the Executive Office of the President by Executive Order No. 8840 of July 30, 1941, is changed to the Office of Inter-American Affairs. There shall be at the head of the Office of InterAmerican Affairs a Director who shall be appointed by the President and who shall hereafter discharge and perform, under the direction and supervision of the President and in conformity with the foreign policy of the United States as defined by the Secretary of State through the Assistant Secretary of State in charge of relations with the American republics, all of the duties, powers, responsibilities and functions now discharged and performed by the Coordinator. The Director shall receive a salary at the rate of $10,000 per annum and shall be entitled to actual and necessary transportation, subsistence, and other expenses incidental to the performance of his duties. All prior Executive orders inconsistent with this order are amended accordingly. Wallace EL Harrison is hereby appointed Director of the Office of Inter-American Affairs.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 23, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9532-Changing the Name of the Office of the Coordinator of Inter-American Affairs Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367979"
}