{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6179-revocation-appointment-classified-positions-the-department-labor",
    "doc": "executive-order-6179-revocation-appointment-classified-positions-the-department-labor",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6179-A-Revocation of Appointment to Classified Positions in the Department of Labor",
    "date": "June 16, 1933",
    "content": [
        "The following appointments made by the President to classified positions in the Department of Labor without regard to the requirements of the civil-service rules, are upon the recommendation of the Secretary of Labor, hereby revoked.",
        "(1) The appointment on February 16, 1933, of the following-named persons as Special Investigators in the Immigration Service, Department of Labor:",
        "",
        "(2) The appointment on March 2, 1933, of the following-named persons as Special Investigators in the Immigration Service, Department of Labor:",
        "",
        "(3) The appointment on March 2, 1933, of the following-named persons to classified positions in the Department of Labor:",
        "",
        "(4) The appointment on March 3, 1933, of Thomas H. Allen as Special Investigator in the Immigration Service, Department of Labor.",
        "(5) The appointment on August 1, 1932, of Lamar Costello as Supervisor of Detentions in the Immigration Service, Department of Labor.",
        "(6) The appointment on May 13, 1931, of Mrs. Dorothy I. Sinnott as Junior Clerk in the Naturalization Service, Department of Labor.",
        "(7) The appointment on March 2, 1929, of Jeanette J. Donahue as Clerk in the Immigration Service, Department of Labor.",
        "(8) The appointment on February 26, 1929, of Mrs. Julia Behake to a classified position in the Department of Labor.",
        "(9) The appointment on October 23, 1926, of Mrs. Susan T. Waite as Clerk in the Bureau of Labor Statistics, Department of Labor.",
        "(10) The appointment on October 21, 1929, of Estelle Roberts as Matron in the Immigration Service, Department of Labor.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 16, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6179-A-Revocation of Appointment to Classified Positions in the Department of Labor Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361889"
}