{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5592-transfer-control-and-administration-lands-the-war-department-for",
    "doc": "executive-order-5592-transfer-control-and-administration-lands-the-war-department-for",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5592-Transfer of Control and Administration of Lands to the War Department for Military Purposes, Wyoming",
    "date": "April 03, 1931",
    "content": [
        "Wyoming",
        "Whereas by Proclamation No. 1259, dated December 20, 1913, and Executive Orders Nos. 2257, 2291, 2497, 2523, and 3040, dated October 14, 1915, December 27, 1915, December 7, 1916, January 30, 1917, and February 25, 1919, respectively, certain designated lands in the State of Wyoming, comprising part of the public domain, were withdrawn from settlement, entry, sale, and any and every other manner and form of appropriation or disposition under the public land laws of the United States for the protection of the water supply of the United States military post known as Fort D. A. Russell (now Fort Francis E. Warren) in the county of Laramie and State of Wyoming, so long as the continuance of said reservation shall be necessary to provide protection for the water supply of the said Fort D. A. Russell (now Fort Francis E. Warren), and until such time as the Congress or the President of the United States shall otherwise direct; and",
        "Whereas by Executive Order No. 4678, dated June 29, 1927, the said Proclamation No. 1259, dated December 20, 1913, was revoked in so far as same affected the southeast quarter of the northeast quarter and the northeast quarter of the southeast quarter of sec. 8, T. 14 N., R. 70 W., sixth principal meridian; and",
        "Whereas it is desired that control and administration of the lands withdrawn by said Proclamation No. 1259, dated December 20, 1913, and the said Executive Orders Nos- 2257, 2291, 2497, 2523, and 3040, dated October 14, 1915, December 27, 1915, December 7, 1916, January 30, 1917, and February 25, 1919, respectively, as amended and Modified by the said Executive Order No. 4678, dated June 29, 1927, be vested in the Secretary of War;",
        "Now, therefore, it is hereby ordered that the control and administration of blowing described lands, to wit:",
        "N. ½ sec. 2, NW. ¼ sec. 4, lot 4 and S. ½ sec. 6, and N. ½ sec. 8, T. 13 N., R. 70 W, sixth principal meridian;",
        "E. ½ E. ½, NW. ¼ NE. ¼, SW. ¼ SE. ¼, and SW. ¼ sec. 2, S. ½ sec. 4, N. ½ SE. ¼ and lots 1, 2, 3, 4, 6, and 7 sec 6, N ½ NE ¼ NE ¼ NW ¼ S. ½ S. ½ and N. ½; sec. 8, N. ½ N. ½ and S. ½ sec. 10, NW. ¼ sec. 12, W. ½ SW. ¼ and SE. ¼; sec. 14, lot 1 sec. 18, NE. ¼ NE. ¼, S. ½ N. ½, S. ½ SE. ¼, and SE. ¼ SW. ¼ 22, SW. ¼ sec. 24, N. ½ S. ½, SE. ¼ NE. ¼, and W. ½ NW. ¼ sec. 26, N. ½ and SW. ¼ sec. 28, and NW. ¼ SE. ¼ sec. 30, T. 14 N., R. 70 W., sixth principal meridian;",
        "N. ½ S. ½, SE. ¼ SE. ¼, and SW. ¼ SW. ¼ sec. 20, SE. ¼, S. ½ SW. ¼ sec. 22, NW. ¼ and E. ½ sec. 26, N. ½ and SW. ¼ sec. 28, lot 1, NE. ¼ NW. ¼ and SE. ¼ SW. ¼ sec. 30, sec. 32, and NE. ¼, N. ½ NW. ¼, W. ½ SW. ¼, SE. ¼ SW. ¼, SW. ¼ SE. ¼, and E. ½ SE. ¼ sec. 34, T. 15 N., R. 70 W., sixth principal meridian;",
        "S. ½ N. ½ sec. 2, T. 13 N., R. 71 W., sixth principal meridian;",
        "S. ½ N. ½ sec. 32, and sec. 34, T. 14 N, R. 71 W., sixth principal meridian;",
        "and being the same lands referred to in Proclamation No. 1259, dated December 20, 1913, and in Executive Orders No. 2257, dated October 14, 1915, No. 2291, dated December 27, 1915, No. 2497, dated December 7, 1916, No. 2523, dated January 30, 1917, No. 3040, dated February 25, 1919, and No. 4678, dated June 29, 1927, be, and the same are hereby, transferred from the Secretary of the Interior to the Secretary of War, subject to all public and private valid existing easements thereon and other valid existing rights and claims thereto.",
        "HERBERT HOOVER",
        "The White House,April 3, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5592-Transfer of Control and Administration of Lands to the War Department for Military Purposes, Wyoming Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361774"
}