{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7541-establishing-willapa-harbor-migratory-bird-refuge",
    "doc": "executive-order-7541-establishing-willapa-harbor-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7541-Establishing Willapa Harbor Migratory Bird Refuge",
    "date": "January 22, 1937",
    "content": [
        "WASHINGTON",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, comprising 625.62 acres, more or less, in the State of Washington, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as . a refuge and breeding ground for migratory birds and other wildlife: Provided, That the reservation of such lands for wildlife conservation purposes shall be subject to the use thereof by the Department of War and the Department of the Treasury for rights-of-way for roads, telephone lines, and transmission lines to the Willapa Bay Light Station or other adjacent properties under control of the Department of War or the Department of the Treasury:",
        "WILLAMETTE MERIDIAN",
        "T. 14 N., R. 11 W.,     Sec. 5, lots 1, 2, 3, 4, E½SW¼ and sec. 6, lot 1; with accretions thereto, described by metes and bounds as follows: Beginning at a point 2,639.6 feet west of the corner common to secs. 4, 5, 8, and 9; thence on line between secs. 5 and 8, S. 89°55' W., 1,317.5 feet; N. 89°51' W., 1,325.9 feet, to the corner common to secs. 5, 6, 7, and 8; thence on line between secs. 7 and 8, south, 1,640.0 feet, to a point on the shore of the Pacific Ocean; thence with meanders of the Pacific Ocean, N. 72°01' W., 400 feet; N. 49°65' W., 1,368.1 feet; N. 6°22' W., 5,887.2 feet, to a point on the township line; thence on township line, S. 89°51' E., 3,395.9 feet; thence passing within sec. 5, S. 0°06' E., 2,615.8 feet; N. 89°55' E., 1,317.5 feet; S. 0°05' E., 2,617.4 feet, to the place of beginning;     Sec. 9, lots 1, 2, N½NW¼, described by metes and bounds as follows: Beginning at the corner common to secs. 4, 5, 8, and 9; thence on line between secs. 8 and 9, south, 2,391.4 feet, to a point on the shore of the Pacific Ocean; thence with meanders of the Pacific Ocean, N. 71°03' E., 1,457.1 feet; N. 87°58' E., 1,264.8 feet; thence passing within sec. 9, north, 1,873.4 feet; thence on line between secs. 4 and 9, west, 2,642.2 feet to place of beginning",
        "The Executive order of September 11, 1854, reserving certain public lands for lighthouse purposes, is hereby revoked in so far as it applies to the above-described lands.",
        "This refuge shall be known as the Willapa Harbor Migratory Bird Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 22, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7541-Establishing Willapa Harbor Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368938"
}