{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9197-transferring-certain-lands-from-the-secretary-agriculture-the",
    "doc": "executive-order-9197-transferring-certain-lands-from-the-secretary-agriculture-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9197-Transferring Certain Lands from the Secretary of Agriculture to the Secretary of War for Military Purposes",
    "date": "July 09, 1942",
    "content": [
        "SOUTH DAKOTA",
        "Whereas certain lands within the hereinafter-described area in the State of South Dakota have been acquired, or are in process of acquisition, under the authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), in connection with the Bad Lands-Fall River Land Utilization Project of the Department of Agriculture; and",
        "Whereas by Executive Order No. 7908 of June 9, 1938, all the right, title, and interest of the United States in those lands acquired, or in the process of acquisition, under the authority of the aforesaid National Industrial Recovery Act and the Emergency Relief Appropriation Act of 1935 were transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the said Bankhead-Jones Farm Tenant Act, and the related provisions of Title IV thereof; and immediately upon the acquisition of legal title to those lands now in the process of acquisition the said order, under the terms thereof, will become applicable to all the additional right, title, and interest thereby acquired by the United States; and",
        "Whereas it appears that the use of such lands by the Secretary of War for military purposes would best carry out the land-conservation and land-utilization program for which such lands were acquired, and would be in the public interest:",
        "Now, Therefore, by virtue of the authority vested in me by section 32 of Title III of the said Bankhead-Jones Farm Tenant Act, and upon recommendation of the Secretary of Agriculture, it is ordered that all lands within the following-described area acquired, or in process of acquisition, by the United States, together with the improvements thereon, be, and they are hereby, transferred to the Secretary of War for military purposes: Provided, however, that the Secretary of Agriculture shall retain such jurisdiction over the lands now in process of acquisition by the United States as may be necessary to enable him to complete their acquisition:",
        "FALL RIVER COUNTY, SOUTH DAKOTA",
        "Beginning at the Northwest Corner of section 2, which is also the Northwest Corner of Lot 4, section 2, T. 10 S., R. 1 E. Provo-Fall River County, South Dakota; thence East along the North line of sections 2 and 1, T. 10 S., R. 1 E. and continuing East along the North line of sections 6, 5, 4, 3, T. 10 S., R. 2 E. to the intersection of said line with the West right of way line of the C. B. & Q. R. R.; thence Southeasterly along the West right of way line of C. B. & Q. R. R. to the intersection of said line with the North-South Center line of section 11, T. 10 S., R. 2 E.; thence South along the North-South Center line of sections 11, 14, 23, to the center of section 26, T. 10 S., R. 2 E.; thence West along the East-West Center line of sections 26, 27, 28, and 29 to the West line of section 29, T. 10 S., R. 2 E.; thence South along the East line of sections 30, 31 to the Southeast Corner of section 31, T. 10 S., R. 2 E.; thence West to the Southwest Corner of section 35, T. 10 S., R. I E.; thence North along the West line of sections 35, 26, 23, 14, 11. and 2 to the point of beginning.",
        "It is intended that the lands transferred by this order shall be returned to the Secretary of Agriculture, for use, administration, and disposition pursuant to Title III of the said Bankhead-Jones Farm Tenant Act, when they are no longer needed for military purposes.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 9, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9197-Transferring Certain Lands from the Secretary of Agriculture to the Secretary of War for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372316"
}