{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8084-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8084-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8084-Amending the Foreign Service Regulations of the United States",
    "date": "April 11, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C., § 132), it is ordered that the Foreign Service Regulations of the United States be; and they are hereby, amended by prescribing the following as Chapter XIII thereof:",
        "CHAPTER XIII",
        "MARRIAGES, BIRTHS, DEATHS, AND ESTATES",
        "MARRIAGES",
        "XIII-1. Prohibition against celebration of marriage by Foreign Service officers. Foreign Service officers are forbidden to celebrate marriages.",
        "XIII-2. Competency of Foreign Service officers to act as official witnesses at marriage ceremonies (a) Diplomatic representative not empowered to act as official witness. A diplomatic representative is not empowered to act as an official witness at a marriage ceremony.",
        "(b) Consular officer authorized to act as official witness. A consular officer may, when requested, act as an official witness at a marriage ceremony (see 22 U.S.C. § 72), provided that one of the contracting parties is a citizen of the United States and provided the consular officer has assured himself that the requirements of the law at the place of celebration have been complied with as far as practicable. While it is not intended to modify in any way the principle of international law that the form of celebrating marriage is determined ordinarily by the law of the place of celebration, the following exceptions are recognized:",
        "(1) When it is impossible to use such form",
        "(2) When it is repugnant to the religious convictions of the parties",
        "(3) When it is not imposed on foreigners by the sovereign prescribing it",
        "(4) When the ceremony is performed in a non-Christian or semi-civilized country (see 7 Op. A.G. 18).",
        "XIII-3. Form No. 87, Certificate of Witness to Marriage. Whenever a consular officer witnesses a ceremony of marriage, he shall complete in every detail Form No. 87, Certificate of Witness to Marriage, affix thereto the seal of the consulate, certify that the marriage took place in his presence, and sign such certificate. (See 22 U.S.C. § 72.)",
        "XIII-4. Authentication of marriage and divorce decree documents. Whenever a consular officer is requested to authenticate the signature of local authorities on a document of marriage when he was not a witness to the marriage, he shall include in the body of his certificate of authentication the qualifying statement, \"For the contents of the annexed document, the Consulate (General) assumes no responsibility.\"",
        "The same statement shall be included in certificates of authentication accompanying decrees of divorce.",
        "XII-5. Consular officers not to certify as to marriage laws. Although a consular officer may have knowledge respecting the laws of marriage, he shall not issue any official certificate as to such laws.",
        "BIRTHS",
        "XII-6. Registration of births of Americans abroad. Consular officers are required, upon application, to record the birth of children to American parents abroad. They should impress upon American citizens resident in their respective districts the desirability and importance of a prompt registration of such births. No fee shall be charged for the registration of a birth, or for the issuance of a copy of the record thereof.",
        "DEATHS",
        "XIII-7. Deaths of Americans abroad to be published and reported. When a consular officer learns of the death of an American citizen in his district, he shall, if he deems it necessary, have this information published in one of the news agencies in his consular district. He shall also inform the Department of State in order that appropriate notification may be made in the State to which the deceased belonged. (See 22 U.S.C. § 76; also sec. XIII-10.)",
        "XIII-8. Shipment of remains of American citizens dying abroad. Whenever the remains of American citizens who die abroad are shipped to the United States, consular officers shall make certain that the remains are properly encased and accompanied by all necessary papers pertaining to the death, burial, exhumation, and shipment.",
        "ESTATES",
        "XIII-9. Consular functions in connection with estates. (a) Personal property. A consular officer within whose jurisdiction a citizen of the United States dies is the provisional conservator of the personal property of the decedent within the country where death occurs.",
        "(b) Real property. In the absence of special provisions by treaty, the devolution and transfer of real property are governed by the law of the place where the property is situated. When real property is left by the decedent within the country where death occurs, the consular officer shall, if feasible, informally observe the proceedings and report to the diplomatic mission any apparent irregularity or unnecessary delay in settling the estate.",
        "XIII-10. Duties of consular officer as provisional conservator of personal property. Whenever a citizen of the United States (other than a seaman) dies within a particular consular district, leaving there no legal representative, partner in trade, or trustee by him appointed to take charge of his effects, the consular officer shall, if treaty provisions, local laws, or established usage permit:",
        "(a) Take possession of the personal property of the decedent within the country (see sec. XIII-9)",
        "(b) Notify the next of kin",
        "(c) Hold the estate at all times subject to the demand of the legal representative of the deceased (see sec. XIII-11)",
        "(d) Inventory the property (see sec. XIII-12)",
        "(e) Sell the perishable portion of the property (see see. XIII-13)",
        "(f) Collect local claims and pay local debts (see sec. XIII-14)",
        "(g) If the legal representative of the deceased does not appear within a year, or a reasonable time thereafter, and demand the estate, transmit the residue to the Department of State for deposit in the Treasury of the United States to be held in trust for the legal claimant (see sec. XIII-15). (See 22 U.S.C. § 75.)",
        "XIII-11. Estate held subject to demand of legal representative of decedent.",
        "The consular officer must be in readiness to deliver the estate of the decedent at any time to the legal representative of the deceased upon the presentation of satisfactory proof of the latter's right to receive the estate, i.e., certified copies of letters testamentary or letters of administration, and upon the payment of the prescribed fees. (See item 12, Tariff of United States Foreign Service Fees, sec. V-15.)",
        "If the consular officer is in doubt concerning the validity of a claimant's right to receive the estate or if rival claimants present themselves, he may in his discretion refer the question or questions to the courts for settlement.",
        "A consular officer shall retain possession of the personal estate of the decedent for a period of at least one year subsequent to the date of death, unless in the interim the legal representative appears and demands the estate. (See sec. XIII-15.)",
        "XIII-12. Inventory of property. After taking possession of the estate, the consular officer shall carefully inventory the property with the assistance of two merchants or, if this is impracticable, of two other competent persons, who shall act jointly with the consular officer in appraising and giving the estimated value of each article listed on the inventory.",
        "XIII-13. Sale of perishable property. As soon as the inventory is completed, the perishable portion of the estate shall be sold at public auction after reasonable public notice has been given in at least one of the newspapers of the place (if there be any), both in English and in the language of the country. If practicable, the same type of notice required by the laws of the country for the judicial sale of property under execution should be given.",
        "XIII-14. Collection and payment of debts. (a) Collection of debts. The consular officer shall collect only those debts due from persons or concerns in the country in which the decedent died. If necessary, he may request the assistance of other consular officers in making such collections. Debts so collected are regarded as part of the decedent's estate.",
        "(b) Payment of debts. The decedent's debts shall be paid out of the cash resources of the estate in the consular officer's hands, namely: the money among the effects; the proceeds of the sale of perishable property; and the money paid by the decedent's debtors in the country where the decedent died. If these funds are insufficient, the consular officer may sell at auction, after proper advertisement (see sec. XIII-13), as much of the remaining personal property as may be required to meet the demands, taking care to sell first the articles which are most marketable and at the same time least likely to be desired by the heirs of the deceased. If the assets are still insufficient, the consular officer should ask the administrator or interested parties to remit funds sufficient for payment of the rest of the debts.",
        "A claim for damages for a wrongful act of the decedent is not a debt which the consular officer may pay unless it has been reduced to judgment. (Sturgis v. Slacum, 35 Mass. 36.)",
        "XIII-15. Remission or residue of estate. One year after the death of the decedent, or as soon thereafter as possible (see sec. XIII-11), the consular officer shall convert into money the residue of the estate left after paying the local debts (by sale at public auction after reasonable notice) with the possible exception of articles of sentimental value, and shall send such money and property to the Department of State for transmission to the Treasury of the United States to be held in trust for the legal representative of the deceased. Unsold articles in the officer's possession shall be transmitted with the unused assets.",
        "XIII-16. Fees for taking possession of and settling estates. A consular officer shall collect the fee prescribed by item 12 of the Tariff of United States Foreign Service Fees (see see. V-15) for services rendered in connection with estates of deceased Americans (other than seamen) coming into his possession, and shall account for such fees in accordance with the procedure outlined in section V-19 and notes thereto. This fee constitutes the first claim against such estates and should, as a rule, be charged on the gross amount thereof.",
        "XIII-17. Account of receipts and expenditures. A consular officer shall keep an account between himself and the estate of the decedent. He shall debit all the moneys and effects which come into his possession and credit all payments made therefrom. When he is ready to convert the account into a final statement, he shall enter thereon the balance delivered to the legal representative, whose name and address shall be given, or remitted to the Department of State for transmission to the Treasury of the United States.",
        "XIII-18. Disposition of estates on transfer of office. (a) Estates held for less than 12-month period. When an office is transferred, the outgoing officer shall turn over the effects and cash of deceased American citizens which have been in his hands for less than the 12 month period (see sec. XIII-11) to the incoming officer, and take a receipt therefor in duplicate, one copy for himself and one copy for the office files.",
        "(b) Estates held for more than 12-month period. Estates which have been held for more than the 12-month period (see sec. XIII-15) shall be remitted to the Department of State, and accounted for by the outgoing officer before turning over charge of the office, unless the outgoing officer is communicating or endeavoring to communicate with a possible claimant, in which event he shall turn over the effects to the incoming officer and take a receipt therefor. His successor shall continue for a reasonable length of time the correspondence initiated by his predecessor, before forwarding the effects for transmission to the Treasury of the United States.",
        "XIII-19. Duties of consular officers toward American claimants to foreign estates and inheritances. Where treaty provisions, local laws, or established usage permit, a consular officer should protect the interests of American citizens claiming foreign estates and inheritances.",
        "SECTIONS OF REGULATIONS CANCELED",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Sections XVI-8, XVI-9, XVI-10, XVI-11, and XVI-12.",
        "PART II",
        "Sections XXIII-385, XXIII-386, XXIII-387, XXIII-388, XXIII-389, XXIII-390, XXIII-391, XXIII-392, XXIII-393, XXIII-394, XXIII-395, XXIII-396, XXIII-397, XXIII-398, XXIII-399, XXIII-400, XXIII-401, XXIII-402, XXIII-403, XXIII-404, XXII-405, XXIII-406, XXIII-407, XXIII-408, XXIII-409, XXIII-410, XXIV-417, XXIV-418, XXIV-419, XXIV-420, XXIV-421, XXIV-422, XXIV-422½, and XXIV-451½.",
        "REVOCATION OF EXECUTIVE ORDER",
        "Executive Order No. 170, dated March 24, 1902, is hereby revoked.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,April 11, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8084-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372660"
}