{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9414-regulations-relating-annual-and-sick-leave-government-employees",
    "doc": "executive-order-9414-regulations-relating-annual-and-sick-leave-government-employees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9414-Regulations Relating to Annual and Sick Leave of Government Employees",
    "date": "January 13, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 7 of the act of March 14, 1936, entitled \"An Act to provide for vacations to Government employees, and for other purposes\" (49 Stat. 1161), as amended by the act of December 17, 1942 (c. 737, 56 Stat. 1052), and by section 7 of the act of March 14, 1936, entitled \"An Act to standardize sick leave and extend it to all civilian employees\" (49 Stat. 1162), as amended by the act of March 2, 1940, entitled \"An Act to amend the Annual and Sick Leave Acts of March 14, 1936\" (54 Stat. 38), I hereby prescribe the following regulations governing the granting of Annual and Sick leave to civilian officers and employees of the United States, the District of Columbia, and all corporations included within the provisions of the said acts of March 14, 1936, except as provided by Part VI hereof:",
        "PART I-DEFINITIONS",
        "SECTION 1.1 As used in these regulations:",
        "(a) \"Employee\" and \"employees\" include officer and officers, respectively.",
        "(b) \"Permanent employees\" are those appointed without limitation as to length of service or for definite periods in excess of one year, or for the duration of the present war and for six months thereafter.",
        "(c) \"Temporary employees\" are those appointed for definite periods of time net exceeding one year.",
        "(d) \"Indefinite employees\" are those appointed for the \"duration of the job\" and those who, although paid only when actually employed, are continuously employed or required to be available for duty for a period of not less than one month, as distinguished from part-time or intermittent employees.",
        "(e) \"Accumulated leave\" means the unused leave remaining to the credit of the employee at the close of any calendar year.",
        "(f) \"Court leave\" means leave for attending court as a witness on behalf of the United States or the government of the District of Columbia, or for jury duty.",
        "(g) \"Break in service\" means separation from the Federal service for a period of thirty or more calendar days.",
        "(h) \"Medical certificate\" means a written statement signed by a registered practicing physician or other practitioner, certifying to the period of disability of the patient while he was undergoing professional treatment, or to the time of dental or optical treatments, or medical examination.",
        "(i) \"Month of service\" means a period of thirty consecutive calendar days.",
        "(j) \"Terminal leave\" means the period between the last day of duty and the expiration of annual leave.",
        "PART II-ANNUAL LEAVE",
        "ACCRUAL OF ANNUAL LEAVE",
        "SECTION 2.1 Annual leave shall be credited to employees as follows:",
        "(a) Permanent employees shall be credited with leave at the rate of two days per calendar month plus an additional 1/2 day in March, June, September, and December to employees who were continuously employed for the entire quarter-year ending in such months; or, a credit of 26 days may be given at the beginning of the calendar year in which it accrues in lieu of the monthly credit: Provided, that should an employee separate from the service before the expiration of the calendar year such credit will be reduced proportionately. The minimum credit for leave shall be the hourly equivalent of 1/2 day, and additional credits shall be in multiples thereof.",
        "(b) Temporary employees shall be credited with leave of 2 1/2 days for each month of service. After the first month of service such leave may be credited at the beginning of the month in which it accrues.",
        "(c) Indefinite employees shall be credited with leave of two days for each month of service plus an additional y2 day when the service aggregates three months.",
        "SECTION 2.2 Accumulated annual leave may be carried forward for use in succeeding years until It totals not exceeding 60 days: Provided, that during the period of the present emergency 30 days additional leave may be accumulated: Provided further, that when accumulated leave equals or exceeds 60 days, further increase in accumulated leave shall be limited to 15 days in any succeeding year.",
        "GRANT OF ANNUAL LEAVE",
        "SECTION 2.3 Annual leave shall be granted to an employee on his request at such times as the heads of the departments and agencies may prescribe. employees during their first year of service shall not be granted leave in excess of the amount accrued to their credit. The minimum charge for annual leave shall be one hour, and additional leave shall be charged in multiples of one hour.",
        "SECTION 2.4 An employee who is to be separated from the service shall be entitled to the unused annual leave standing to his credit, and the date of his separation shall be so fixed as to permit him to take such leave, and in no case, whether the separation be voluntary or involuntary, shall the separation become effective on a date prior to the date of termination of such leave: Provided, that an employee who elects to forfeit the leave standing to his credit may do so by filing a written notice to such effect.",
        "SECTION 2.5 When an employee is absent from duty and in attendance in court as a witness in behalf of the United States or the Government of the District of Columbia, or for jury duty in any State court or court of the United States, the absence from duty shall not be charged against annual leave but should be recorded as \"court leave\".",
        "PART III-SICK LEAVE",
        "ACCRUAL OF SICK LEAVE",
        "SECTION 3.1",
        "(a) Permanent employees shall be credited with sick leave at the rate of days per month. The minimum credit for sick leave shall be one hour, and additional credits shall be in multiples thereof.",
        "(b) Temporary and indefinite employees shall be credited with 134 days of sick leave for each month of service.",
        "(c) Sick leave accruing during any month of service shall be available at any time during that or any subsequent month.",
        "SECTION 3.2 Unused sick leave shall be cumulative and available for future use: Provided, that the balance to the credit of the employee at the end of any month shall not exceed ninety days.",
        "GRANT OF SICK LEAVE",
        "SECTION 3.3 Sick leave shall be granted to employees when they are incapacitated for the performance of their duties by sickness, injury, or pregnancy and confinement, or for medical, dental or optical examination or treatment, or when a member of the immediate family of the employee is afflicted with a contagious disease and requires the care and attendance of the employee, or when, through exposure to contagious disease, the presence of the employee at his post of duty would jeopardize the health of others. The minimum charge for sick leave shall be one hour, and additional leave shall be charged In multiples of one hour.",
        "SECTION 3.4 An employee who is absent on account of sickness shall notify his supervisor as early as practicable on the first day of such absence, or as soon thereafter as possible. Failure to give such notice may result in the absence being charged to annual leave or leave without pay, as the circumstances may justify. Requests for sick leave for medical, dental, or optical examination or treatment shall be submitted for approval prior to the beginning of the leave.",
        "SECTION 3.5 Written application on the prescribed form for grant of sick leave shall be filed within two days after the employee returns to duty. For periods of absence in excess of 3 work days the application must be supported by a medical certificate. Such certificate shall be filed within 15 days after return to duty: Provided, that when a medical certificate cannot reasonably be obtained, a certificate of the employee relating the facts incident to the illness may be accepted. All applications for sick leave for medical, dental, or optical examination or treatment shall be supported by a medical certificate.",
        "SECTION 3.6 When sickness occurs within a period of annual leave and lasts in excess of 5 work days, the period of illness may be charged as sick leave and the charge against annual leave reduced accordingly. Application for such substitution of sick leave for annual leave shall be made within two days after return to duty and shall be supported by a medical certificate.",
        "SECTION 3.7 Sick leave may not be granted for a period immediately following a period of absence in a non-pay status, unless and until there is a return to actual duty, nor may such leave without pay be converted to sick leave.",
        "ADVANCE OF SICK LEAVE",
        "SECTION 3.8 In cases of serious disability or ailments, and when the exigencies of the situation so require, sick leave may be advanced to permanent and indefinite employees not in excess of 30 days: Provided, that no advances of sick leave shall be made to any employee unless the absence from duty on account of illness is for a period, or periods, of 5 or more consecutive work days; that every application for advance leave shall be supported by a medical certificate: that the total of such advances shall be charged against sick leave subsequently credited. Sick leave may be advanced irrespective of whether the employee has annual leave to his credit.",
        "SECTION 3.9 Sick leave shall not be advanced to an employee holding a limited appointment, or one expiring on a specified date, in excess of the total sick leave that would accrue during the remaining period of such appointment.",
        "PART IV-GENERAL PROVISIONS",
        "SECTION 4.1",
        "(a) Leave shall be credited in units of hours on the basis of the established work day. Fractional parts of an hour that equal or exceed 1/2 hour shall be counted as one hour and fractions of less than 1/2 hour shall be disregarded.",
        "(b) Whenever the number of hours of duty in an employee's work day is permanently changed the leave standing to his credit shall be converted to the proper number of hours based upon the new work day.",
        "(c) The accumulated leave of each employee, as of December 31, 1943, shall be converted from days-hours-minutes to units of hours. Fractional parts of an hour that equal or exceed 1/2 hour shall be counted as one hour and fractions of less than 1/2 hour shall be disregarded.",
        "SECTION 4.2",
        "(a) Leave shall accrue to an employee while in a leave-with-pay status providing he returns to duty.",
        "(b) Annual leave shall not accrue to an employee while on terminal leave, whether by separation, furlough, or resignation. In such cases the accrual of leave shall cease at the close of the last day on which he was present for duty, and the final date of separation shall not be extended by the granting of sick or court leave: Provided, that this subsection shall not apply to employees who are on terminal leave on the date of issuance of this order.",
        "SECTION 4.3 Whenever a permanent employee is absent on leave without pay 15 or more days during a calendar year, the credits for annual leave shall be reduced one day and for sick leave one-half day for each such period aggregating 15 days. Whenever such absences total 90 days there shall be a further reduction of Vz day in annual leave credits for each such period: Provided, that when an employee absent because of injury received in line of duty requests to be carried on leave-without-pay, he shall, upon his return to duty, receive credit for accrued leave covering the period for which he was paid disability compensation by the employees' Compensation Commission.",
        "SECTION 4.4 Leave shall not accrue during any period of suspension for disciplinary reasons which is in excess of three days.",
        "SECTION 4.5 Leave shall be charged only for absence upon days which an employee would otherwise work and receive pay and shall be exclusive of Sundays which do not occur within a regular tour of duty, holidays, and all non-work days established by Federal statute or by executive or administrative order: Provided, that when a holiday is declared by general administrative order to be a work day an employee who absents himself from work without permission on that day shall be subject to a deduction of one day's pay.",
        "SECTION 4.6 Unavoidable or necessary absence from duty not in excess of thirty minutes, and tardiness, shall be handled administratively by excuse for adequate reasons, or by requiring additional work, or by a charge against overtime previously worked beyond regular hours, or by disciplinary action, or by a charge against annual leave.",
        "SECTION 4.7 In case of the separation of an employee who is indebted for advance leave, the employee shall refund the amount paid him for the period of such excess, or deduction therefor shall be made from any salary due him. This section shall not apply in cases of death, retirement, or reduction of force, or in case an employee who is not found eligible for retirement is unable to return to duty because of disability, evidence of which shall be supported by an acceptable medical certificate.",
        "SECTION 4.8",
        "(a) Leave without pay may be granted to an employee for a period not exceeding twelve months regardless of whether he has leave standing to his credit.",
        "(b) An employee whose active services are terminated as a result of the expiration of a statute in connection with the administration of which he is employed and who at the time of such expiration has not exhausted the leave standing to his credit shall be granted leave without pay or furlough for a maximum period of twelve months.",
        "SECTION 4.9 When an employee is appointed, reappointed, or transferred from one permanent position to another permanent position, without a break in service, his leave account shall be disposed of as follows:",
        "(a) If the position is within the purview of the leave acts of March 14, 1936, the leave account shall be certified to the employing agency for credit or charge to the employee.",
        "(b) If the position to which he is appointed or transferred is not within the purview of the leave acts of March 14, 1936, the employee shall be furnished with a statement of his leave account, and if he is subsequently appointed, reappointed, or transferred to another position within the purview of such acts, the leave shown to be due will be credited to his account.",
        "SECTION 4.10",
        "(a) When an employee is appointed, reappointed, or transferred without a break in service from a permanent position to a temporary position in the same agency, he shall be credited with such leave as may be due him or charged with any unaccrued leave which may have been advanced.",
        "(b) When an employee is appointed, reappointed, or transferred without a break in service from a permanent position to a temporary position in a different agency he shall be furnished with a statement of his leave account and if subsequently he is appointed, reappointed, or transferred without a break in service to a permanent position the amount of leave shown to be due shall be credited to his account.",
        "SECTION 4.11 Temporary employees who subsequently receive permanent appointments without break in servicp, either in the same or a different department or agency, shall be credited with such leave as may be due them, or charged with any unaccrued leave which may have been advanced.",
        "PART V-ADMINISTRATION",
        "SECTION 5.1 The heads or governing bodies of the various governmental agencies to which this executive order applies shall be responsible for the proper administration of these regulations so far as they pertain to employees under their respective jurisdictions, and they shall maintain an account of leave for each employee in accordance with methods prescribed by the Civil Service Commission and approved by the Director of the Bureau of the Budget.",
        "SECTION 5.2 The head or governing body of any governmental agency which has employees who work 24-hour shifts, or other uncommon tours of duty, is authorized to promulgate supplemental regulations consistent with these regulations for administering leave for such employees.",
        "SECTION 5.3 Nothing in these regulations shall be construed to prevent the continuance of any leave differential existing prior to January 1, 1936, for the benefit of employees of the Federal Government stationed without the continental limits of the United States. However, any department may, if it so desires, apply these regulations to employees stationed without the continental limits of the United States, subject to the continuance of such leave differential.",
        "PART VI-EMPLOYEES EXCEPTED",
        "SECTION 6.1 These regulations shall not apply to:",
        "(a) Teachers and Librarians of the public schools of the District of Columbia.",
        "(b) Officers and employees of the Panama Canal and the Panama Railroad Co., on the Isthmus of Panama.",
        "(c) Temporary employees engaged on construction work at hourly rates.",
        "(d) The Postmaster General and officers and employees in or under the Post Office Department, except those serving in the departmental service and in the Mail Equipment Shops.",
        "(e) Employees not required to be continuously employed during regular tour of duty, such as (1) per diem or per hour employees engaged in an emergency who may be employed for more than one 7- or 8-hour shift within 24 hours during the emergency; (2) part-time or intermittent employees; (3) persons engaged under contract; (4) employees engaged temporarily for less than a month on a piece-price basis; (5) employees who are paid at hourly rates but who are not engaged on construction work, such as mechanics, skilled laborers, and others engaged in various services on maintenance, repair, clean-up work, etc., where employment is more or less intermittent and not on a regular and continuous basis; (6) consultants employed and paid on the basis of \"when actually employed\"; and (7) employees paid on a fee basis, such as physicians, surgeons, and other consultants.",
        "(f) Alien and native labor employed outside the continental limits of the United States: Provided, that the head or governing body of any governmental agency which employs alien and native labor outside the continental limits of the United States may promulgate regulations governing the granting of leave to such employees.",
        "SECTION 6.2 The regulations contained herein relating to sick leave shall not apply to officers and members of the Police and Fire Departments of the District of Columbia other than civilian personnel.",
        "PART VII-AMENDMENTS; EFFECTIVE DATE; PUBLICATION",
        "SECTION 7.1 By virtue of the authority vested in me by the First War Powers Act, 1941, (55 Stat. 838), it is hereby ordered that, for the period of the war, the Civil Service Commission is authorized to promulgate amendments to these regulations.",
        "SECTION 7.2 This order shall supersede Executive Orders No. 83843 and No. 83853 of March 29, 1940, No. 93073 of March 3, 1943, and No. 9371 of August 24, 1943, and shall be effective as of January 1, 1944.",
        "SECTION 7.3 This order shall be published in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 13, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9414-Regulations Relating to Annual and Sick Leave of Government Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355173"
}