{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6659-code-fair-competition-for-the-infants-and-childrens-wear-industry",
    "doc": "executive-order-6659-code-fair-competition-for-the-infants-and-childrens-wear-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6659-Code of Fair Competition for the Infants' and Children's Wear Industry",
    "date": "March 27, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Infants' and Children's Wear Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of this Code of Fair Competition, together with his recommendations and findings with respect thereto, and the Administrator having found that this Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that said requirements of clauses (1) and (2) of Section 3 of the said Act have been met,",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act approved June 16, 1933 and otherwise do adopt and approve tho report, recommendations and findings of the Administrator and do order that this Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "1. That any manufacturer of infants' and children's wear as defined in this Code and also included in any other Code of Fair Competition heretofore approved, except such manufacturers of infants' and children's wear as are excluded from the jurisdiction of this Code under Article II, Section 2 thereof, shall have the privilege of electing to operate under this Code upon the condition that such manufacturer shall substitute for the wage and hour provisions of this Code the wage and hour provisions of such other Code of Fair Competition and shall conform with such wage and hour provisions, and provided further that such manufacturer shall agree to such other conditions as the Administrator may prescribe. For the purpose of making effective such election, any manufacturer entitled thereto as herein provided, is hereby granted an exemption and exception from such other Code of Fair Competition, and any manufacturer of Infants' and Children's Wear who shall make such election shall be subject to this Code and shall be considered a member of the Industry as defined in this Code and shall have the privilege of participating in the selection of the Code Authority as provided in this Code and in sharing in the benefits of the activities of this Code Authority, and shall contribute his reasonable and proportionate share of the expenses of this Code Authority.",
        "All manufacturers of infants' and children's bathrobes who were members of the Robe Industry Association of America, Inc., up to and including March 13, 1934, shall be governed by the Code of Fair Competition for the Robe and Allied Products Industry.",
        "All manufacturers of infants' and children's bathrobes who were members of the United Infants' and Children's Wear Association up to and including March 13, 1934, shall be governed by the Code of Fair Competition for the Infants' and Children's Wear Industry as to the manufacture of infants' and children's bathrobes.",
        "All manufacturers of infants' and children's bathrobes who were not members of either of the Associations above named as of March 13, 1934, shall, within forty-five (15) days from the effective date of the Code of Fair Competition for the Infants' and Children's Wear Industry, have the right to elect to be governed by the Code of Fair Competition for the Infants' and Children's Wear Industry, or the Code of Fair Competition for the Robe and Allied Products Industry, insofar as their production of infants' and children's bathrobes is concerned. Such election shall be submitted in writing to both the Robe and Allied Products Code Authority, Inc., and the Code Authority for the Infants' and Children's Wear Industry. Any manufacturer not making such election within the forty-five (45) day period as hereinabove specified, shall be deemed to have elected to be governed by the Code of Fair Competition for the Robe and Allied Products Industry, and shall have no further right to elect.",
        "All manufacturers of infants' and children's bathrobes who were not members of either association above named as of March 13, 1934, who commence the manufacture of such products after the effective date of the Code of Fair Competition for the Infants' and Children's Wear Industry, may within fifteen (15) days after commencing such manufacture of infants' and children's bathrobes, elect to be governed by the Code of Fair Competition for the Infants' and Children's Wear Industry, or the Code of Fair Competition for the Robe and Allied Products Industry. Any manufacturer not making such election within the fifteen (15) day period as hereinabove specified shall be deemed to have elected to be governed by the Code of Fair Competition for the Robe and Allied Products Industry, and shall have no further right to elect.",
        "Each of the above mentioned associations shall forthwith submit to the Administrator certified copies of the list of their members manufacturing infants' and children's bathrobes prior to March 13, 1934.",
        "Anything to the contrary herein notwithstanding, any manufacturer of blazers, sport coats, jersey cloth suits, Eton and Rugby suits, boys' overcoats, sizes one to six, boys' snow suits and boys' three piece legging sets who also manufacture other items of infants' and children's wear as defined in this Code, and who shall have elected in accordance with the provisions hereinabove set forth, to operate under this Code shall not be bound by any other wage provisions of the Code of Fair Competition for the Men's Clothing Industry except the minimum wage of forty ($.40) cents per hour.",
        "2. That all manufacturers of infants' and children's wear as defined in this Code who also manufacture wearing apparel included in the Code of Fair Competition for the Cotton Garment Industry, but whose production of infants' and children's wear, excepting infants' and children's bathrobes, as defined in this Code is 80% or more of their total production, shall be governed by the provisions of this Code under the Code Authority constituted thereby; that all manufacturers of wearing apparel included in the Code of Fair Competition for the Cotton Garment Industry, who also manufacture infants' and children's wear as defined in this Code to the extent of 20% or less of their total production of wearing apparel shall be governed by the provisions of the Code of Fair Competition for the Cotton Garment Industry, under the Code Authority constituted thereby; that all manufacturers of infants' and children's wear defined in this Code to the extent of less than 80% but more than 20% of their total production, who also manufacture wearing apparel governed by the Code of Fair Competition for the Cotton Garment Industry, shall elect to operate under this Code, or under the Code of Fair Competition for the Cotton Garment Industry.",
        "3. That all manufacturers of infants' and children's wear as defined in Article II, Section 2 of this Code whether operating under the provisions of this Code or under the provisions of any other Code of Fair Competition heretofore approved and all manufacturers of girls' coats, sized to and including age fourteen, and commonly made available to the public through infants' and children's departments of Department Stores and Specialty Shops as children's coats, shall be subject to the provisions of Article IX of this Code and for such purpose shall be deemed 'members of the Industry'.",
        "All manufacturers of infants' and children's bathrobes, however, shall conform to the trade practice provisions of the Code of Fair Competition for the Robe and Allied Products Industry as heretofore approved on January 16, 1934, and all amendments to said trade practice provisions as may hereafter be approved; due notice of hearings, thereon, however, shall be sent to the Code Authority for the Infants' and Children's Wear Industry.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,Mar. 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6659-Code of Fair Competition for the Infants' and Children's Wear Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373332"
}