{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7288-transferring-the-control-and-jurisdiction-the-treasury-department",
    "doc": "executive-order-7288-transferring-the-control-and-jurisdiction-the-treasury-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7288-Transferring to the Control and Jurisdiction of the Treasury Department a Portion of the Site of the Mayaguez Barracks Military Reservation at Mayaguez, Puerto Rico",
    "date": "February 11, 1936",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is ordered that the following-described portion of the Mayaguez Barracks Military Reservation at Mayaguez, Puerto Rico, reserved by Executive order of June 30, 1903, under the provisions of the act of July 1, 1902, 32 Stat. 731, for military purposes, be, and it is hereby, transferred from the control and jurisdiction of the War Department to the control and jurisdiction of the Treasury Department for Federal building purposes:",
        "Beginning at a stone monument, being the intersection of the southerly line of Boulevard Balboa with the westerly side of Calle Mangos, thence N. 51° 14' W. two hundred ninety-eight and eight-tenths (298.8) feet along the southerly side of Boulevard Balboa to a stone; thence S. 26° 52' W. one hundred sixty-five (165) feet to a point; thence S. 51° 14' E. parallel with Boulevard Balboa to the west side of Calle Mangos; thence N. 37° 57' E. to the point of beginning.",
        "The transfer of the control and jurisdiction of the aforesaid tract to the Treasury Department is subject to the condition that in the event such tract shall cease to be used for Federal building purposes, and upon formal notification thereof by the Treasury Department to the War Department, the control and jurisdiction over the said tract shall revert to the War Department.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 11, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7288-Transferring to the Control and Jurisdiction of the Treasury Department a Portion of the Site of the Mayaguez Barracks Military Reservation at Mayaguez, Puerto Rico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362786"
}