{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9406-transfer-functions-with-respect-necessity-certificates-from-the",
    "doc": "executive-order-9406-transfer-functions-with-respect-necessity-certificates-from-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9406-Transfer of Functions With Respect to Necessity Certificates From the Secretary of War and the Secretary of the Navy to the Chairman of the War Production Board",
    "date": "December 17, 1943",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941, and as President of the United States, and in order to enable the Chairman of the War Production Board more effectively to carry out his responsibilities with respect to the regulation of production and supply of materials, articles, and equipment, and services required for the national defense, it is hereby ordered as follows:",
        "1. Subject to the provisions of section 2 of this order, the functions, powers, and duties of the Secretary of War and the Secretary of the Navy with respect to the certification, pursuant to section 124 (f) of the Internal Revenue Code, of the construction, reconstruction, erection, installation or acquisition of facilities necessary in the Interest of national defense during the emergency period, and with respect to prescribing from time to time with the approval of the President regulations governing such certification, are transferred to the Chairman of the War Production Board.",
        "2. (a) The Secretary of War and the Secretary of the Navy shall act upon",
        "(1) all applications for Necessity Certificates filed before October 5, 1943, and",
        "(2) applications for Necessity Certificates filed between and including October 5, 1943 and December 17, 1943 describing facilities the beginning of the construction, reconstruction, erection, installation or the date of acquisition of which was prior to October 5, 1943.",
        "When the Secretary of War and the Secretary of the Navy have made final determination upon all applications specified in this subsection, their functions, powers and duties to issue Necessity Certificates shall cease.",
        "(b) The Chairman of the War Production Board shall act upon",
        "(1) applications for Necessity Certificates filed after December 17, 1943 describing facilities the beginning of the construction, reconstruction, erection, installation or the date of acquisition of which was prior to October 5, 1943. Such applications for Necessity Certificates filed after the effective date of this order shall be filed with the War Production Board.",
        "(2) applications for Necessity Certificates filed on and after October 5, 1943 and pending December 17, 1943 with the Secretary of War and the Secretary of the Navy which describe facilities the construction, reconstruction, erection or installation of which has not begun or which have not been acquired, and",
        "(3) applications for Necessity Certificates filed after December 17, 1943 which describe facilities the construction, reconstruction, erection, or installation of which has not begun or which have not been acquired.",
        "3. (a) The regulations of the Secretary of War and the Secretary of the Navy in effect prior to October 5, 1943 shall govern the issuance of Necessity Certificates for all applications for Necessity Certificates describing facilities the beginning of the construction, reconstruction, erection, installation or the date of acquisition of which was prior to October 5, 1943.",
        "(b) In acting upon applications for Necessity Certificates filed on and after October 5, 1943 describing facilities the construction, reconstruction, erection or installation of which was not begun or which were not acquired prior to October 5, 1943, Necessity Certificates shall not be issued unless the Chairman of the War Production Board has determined prior to the beginning of the construction, reconstruction, erection, installation, or the date of acquisition of the facilities (1) that the facilities to be constructed or acquired are clearly necessary for the war effort, and (2) that it is to the advantage of the Government that such additional facilities be privately financed.",
        "4. In the exercise of the functions, powers and duties transferred by this order, the Chairman of the War Production Board may consult the War Department and the Navy Department with regard to facilities required primarily for military or naval use, and other departments and agencies with regard to facilities required primarily for uses within their respective Jurisdictions.",
        "5. Such civilian personnel, property, and records used primarily in the administration of the functions, powers and duties transferred by this order, and so much of the unexpended balance of appropriations, allocations and funds available to the War Department and the Navy Department for the said purposes as the Director of the Bureau of the Budget shall determine, shall be transferred to the Chairman of the War Production Board on such date or dates as the Director of the Bureau of the Budget shall determine, for use in connection with the exercise of the functions, powers and duties so transferred.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 17, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9406-Transfer of Functions With Respect to Necessity Certificates From the Secretary of War and the Secretary of the Navy to the Chairman of the War Production Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372376"
}