{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6901-withdrawal-public-land-for-wild-life-administrative-site",
    "doc": "executive-order-6901-withdrawal-public-land-for-wild-life-administrative-site",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6901-Withdrawal of Public Land for Wild-Life Administrative Site",
    "date": "November 13, 1934",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed and to valid existing rights, it is hereby ordered that the tract of public land in Alaska lying within the following-described boundaries and indicated upon the diagram hereto annexed and forming a part hereof be, and the same is hereby, reserved and set apart for the joint use and occupancy of the Department of Agriculture and the Alaska Game Commission as a headquarters site in connection with the administration of Alaska game laws:",
        "Beginning at corner no. 1, not monumented, about 280 ft. northeasterly of Poltes Slough of Yukon River, in the town site of Marshall, in approximate latitude 61°53'12\" N. and longitude 162°06'14\" W., from which the northwest corner of Marsh Hotel bears S. 32° E., 138 ft. distant; the U. S. G. S. monument on Pilcher Mountain bears N. 20° E., approximately 4½ miles distant; and the south corner of schoolhouse bears N. 59° W., 683 ft. distant.",
        "Thence from said corner no. 1, by metes and bounds,",
        "N. 48° W., 125 ft. to corner no. 2;               N. 40° E.,   200 ft. to corner no. 3;               S. 48° E.,   125 ft. to corner no. 4;               S. 40° W.,  200 ft. to corner no. 1;                    the place of beginning.",
        "The survey was made June 11, 1934; the bearings of the lines were determined by needle compass, allowing a variation of 20°30' E., and are intended to refer to the true meridian. The tract as surveyed contains 0.57 of an acre.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 13, 1934",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6901-Withdrawal of Public Land for Wild-Life Administrative Site Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373435"
}