{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7024-b-order-no-3-under-act-february-22-1935",
    "doc": "executive-order-7024-b-order-no-3-under-act-february-22-1935",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7024-B-Order No. 3 Under Act of February 22, 1935",
    "date": "April 25, 1935",
    "content": [
        "Whereas, by virtue of and pursuant to the authority vested in me by the Act of Congress entitled \"An Act to regulate Interstate and Foreign Commerce in petroleum and its products by prohibiting the shipment in such commerce of petroleum and its products produced in violation of State law, and for other purposes\", Public No. 14, 74th Congress, approved February 22, 1935, and the Executive Order of the President of the United States, No. 6979 (February 28, 1935), I am authorized to designate an agency to execute the powers and functions vested in me by the Act of Congress and Executive Order hereinbefore mentioned; and",
        "Whereas, I find that it is necessary and appropriate for the enforcement of the provisions of said Act to establish an administrative and investigative agency in connection with tenders presented to the Federal Tender Board No. 1;",
        "Now, Therefore, it is ordered:",
        "Article I",
        "I hereby create and designate an Agency to be known as the \"Federal Petroleum Agency No. 1\", hereinafter designated as the \"Agency\", which shall exercise all duties and functions pertaining or incidental to investigations provided for by my Order No. 1 approved and promulgated March 1, 1935.",
        "Article II",
        "Hereafter all applications for tenders shall be referred by the \"Board\" to the \"Agency\" for investigation and report. Representatives of the \"Agency\" are authorized to appear before the \"Board\" to present evidence and examine witnesses whenever it appears necessary or advisable.",
        "Article III",
        "The \"Agency\" or its representatives are hereby authorized and empowered to exercise all of the functions, powers, and duties set forth in paragraph 2, Regulation IV, and in Regulations X and XI of my Order No. 1 approved and promulgated March 1, 1935.",
        "Representatives of the \"Agency\" shall have power to administer oaths and affirmations.",
        "Nothing contained in this regulation shall be construed to impair or limit the functions, duties and powers delegated to the \"Board\" under the aforesaid regulations in my Order No. 1 approved and promulgated March 1, 1935.",
        "Article IV",
        "Except as hereinbefore provided all previous orders approved and promulgated by me pursuant to the Act and Executive Order hereinbefore mentioned shallremain in full force and effect.",
        "Article V",
        "If any provision of this Order or any clause, sentence or part hereof is held unauthorized or invalid for any reason, or the application thereof to any person, circumstance, commodity or class of transactions with respect to any commodity be held unauthorized or invalid for any reason, the validity of the remainder of this Order and the application of such provisions to other persons, circumstances, commodities and classes of transactions shall not be affected thereby.",
        "Approved, prescribed and promulgated this 25th day of April, 1935.",
        "HAROLD L. ICKES     Secretary of the Interior,",
        "Approved: April 25, 1935.",
        "FRANKLIN D. ROOSEVELT"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7024-B-Order No. 3 Under Act of February 22, 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362691"
}