{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8892-withdrawing-public-lands-for-use-the-war-department",
    "doc": "executive-order-8892-withdrawing-public-lands-for-use-the-war-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8892-Withdrawing Public Lands for Use of the War Department",
    "date": "September 05, 1941",
    "content": [
        "ARIZONA",
        "By virtue of the authority vested in me by the act of July 9, 1918, c. 143, 40 Stat. 845, 848 (U.S.C. title 10, sec. 1341), it is ordered that, subject to valid existing rights, the public lands in the following-described areas be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department as an aerial gunnery range:",
        "GILA AND SALT RIVER MERIDIAN",
        "T. 7 S., R. 1 W., secs. 13 to 36, inclusive, unsurveyed;",
        "Tps. 8 and 9 S., R. 1 W., all, unsurveyed;",
        "T. 7 S., R. 2 W., secs. 13 to 36, inclusive, unsurveyed;",
        "Tps. 8 and 9 S., R. 2 W., all, unsurveyed;",
        "T. 7 S., R. 3 W., secs. 13 to 36, inclusive;",
        "Tps. 8 and 9 S., R. 3 W., all;",
        "T. 10 S., R. 3 W., secs. 4 to 9, 16 to 21 and 28 to 33, inclusive, unsurveyed;",
        "T. 7 S., R. 4 W., secs. 13 to 36, inclusive;",
        "Tps. 8, 9 and 10 S., R. 4 W., all, partly unsurveyed;",
        "T. 7 S., R. 5 W., secs. 13 to 36, inclusive;",
        "Tps. 8, 9 and 10 S., R. 5 W., all, partly unsurveyed;",
        "T. 7 S., R. 6 W., secs. 13 to 36, inclusive;",
        "Tps. 8, 9 and 10 S., R. 6 W., all, partly unsurveyed;",
        "T. 7 S., R. 7 W., secs. 13 to 36, inclusive;",
        "Tps. 8 to 12 S., R. 7 W., all, partly unsurveyed;",
        "T. 7 S., R. 8 W., secs. 13 to 36, inclusive;",
        "Tps. 8 to 12 S., R. 8 W., all, unsurveyed;",
        "T. 7 S., R. 9 W., secs. 13 to 36, inclusive;",
        "Tps. 8 to 12 S., R. 9 W., all, unsurveyed;",
        "Tps. 8 to 12 S., R. 10 W., all, partly unsurveyed;",
        "Tps. 8 to 12 S., R. 11 W., all, partly unsurveyed;",
        "Tps. 8 and 9 S.. R. 11½ W., all.",
        "The areas described, including both public and nonpublic lands, aggregate approximately 1,077,500 acres.",
        "This order shall take precedence over, but shall not rescind or revoke (1) Executive Order No. 6910, of November 26, 1934, as amended, so far as such order affects any of the lands in the above-described areas, (2) Executive Order No. 8038 of January 25, 1939, establishing the Cabeza Prieta Game Range, so far as such order affects the public lands in T. 11 S., Rs. 7 and 8 W., and T. 12 S., Rs. 7 to 11 W., (3) the order of the Secretary of the Interior of July 14, 1938, establishing Grazing District No. 3, so far as such order affects any of the public lands in the above-described areas, and (4) the order of the Secretary of the Interior of March 14, 1929, withdrawing certain lands under the provisions of the Reclamation Act of June 17, 1902 (32 Stat. 388), so far as such order affects the public lands in Ts. 8 to 11 S., R. 11 W., and Ts. 8 and 9 S., R. 11½ W. After the present national defense emergency has been officially terminated, this order, so far as it affects such lands heretofore withdrawn for reclamation purposes, shall be ineffective upon notice to the War Department by the Secretary of the Interior that such lands are needed for reclamation purposes; and the use of any of the other lands in the above-described areas, heretofore withdrawn for the purposes indicated, shall, at that time, revert to the present using agencies upon the issuance of an appropriate order by the President.",
        "The local army commandant in charge of the lands hereby reserved will, after consultation with the local representatives of the Fish and Wildlife Service and the Grazing Service, Department of the Interior, designate not less than two days a month, exclusive of Saturdays and Sundays, on which there will be no firing, to enable the field personnel of such services to carry out their normal patrol and maintenance activities.",
        "The lands in T. 11 S., Rs. 7 and 8 W., T. 12 S., Rs. 7 to 11 W., shall be used by the War Department for aerial gunnery and tow-target firing, and for no other type of firing.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 5, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8892-Withdrawing Public Lands for Use of the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372185"
}