{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9122-amend-the-provisions-executive-order-no-8588-entitled-prescribing",
    "doc": "executive-order-9122-amend-the-provisions-executive-order-no-8588-entitled-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9122-To Amend the Provisions of Executive Order No. 8588 Entitled \"Prescribing Regulations Governing the Payment of Expenses of Transportation of Household Goods and Personal Effects of Certain Civilian Officers and Employees of the United States\"",
    "date": "April 06, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of October 10, 1940, 54 Stat. 1105, entitled \"An Act to provide for uniformity of allowances for the transportation of household goods of civilian officers and employees when transferred from one official station to another for permanent duty,\" it is hereby ordered as follows:",
        "1. Section 5 of Executive Order No. 8588 of November 7, 1940, is amended to read as follows:",
        "\"Section 5. Means of Shipment. Shipment shall be by the most economical means, taking into consideration the costs of packing, crating, drayage, unpacking, and uncrating: Provided, however, That the employee may have his effects moved by some means other than that determined to be most economical by paying the difference between the lowest available charges and the charges by the preferred means: And provided further. That, when the head of the department or agency determines it to be in the interest of the Government, he may specifically authorize the shipment by express of articles required for immediate use at the new official station (such as professional books, wearing apparel, bedding or kitchen utensils, but not furniture or jewelry), which shall in no case exceed a weight of 500 pounds for employees having dependents living with them or 250 pounds for employees having no dependents living with them. In considering comparative transportation costs as required by this section, the lowest available motor van charges may be determined by consulting published tariffs or by securing competitive bids, the use of either method to be construed as being determinative of the lowest available rate for motor transportation.\"",
        "2. Section 6 of the said order is amended to read as follows:",
        "\"Section 6. Use of Government Bill of Lading or Purchase Order. Shipment shall be made on Government bill of lading or purchase order whenever possible; otherwise reimbursement shall be made to the employee for transportation expenses actually and necessarily incurred within the limitations prescribed by these regulations. If property in excess of the amount allowable under these regulations is shipped on a Government bill of lading or purchase order with the authorized allowance the employee shall immediately upon completion of the shipment pay to the proper officer of the department or establishment an amount equal to the charge for the transportation of such excess.\"",
        "3. Section 11 of the said order is amended to read as follows:",
        "\"Section 11. Shipment from Points Other Than Official Station. The expenses of transportation authorized hereunder shall be allowable whether the shipment originates from the employee's last official station or from some previous place of residence, or partially from both: Provided, That the cost to the Government shall not exceed the cost of shipment in one lot by the most economical route from the last official station to the new. Shipments involving a cost greater than that authorized by this section may be made on a Government bill of lading, but the employee shall be required to reimburse the Government for the excess cost immediately upon completion of the shipment. No expenses shall be allowable for the transportation of property acquired en route from the last official station to the new. For the purposes of these regulations, the term 'official station' shall be construed to include any point from which the employee commutes daily to his official post of duty.\"",
        "4. Section 12 of the said order is amended to read as follows:",
        "\"Section 12. Time Limit. All shipments allowable under these regulations shall begin within six months of the effective date of the transfer of the employee unless an extension is specifically granted by the head of the department or establishment. Such an extension shall be approved by the head of the department or establishment within the six months' period during which shipment would otherwise begin and shall in no case be for a period exceeding two years from the effective date of the transfer. except that, for employees who enter upon active military, naval, or Coast Guard duty at any time prior to the expiration of the period within which transportation of their effects is authorized and who are furloughed for the duration of such duty, the extension may be made effective until a date not more than sixty days following the date of termination of the furlough.\"",
        "5. This order shall become effective immediately and shall be published in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9122-To Amend the Provisions of Executive Order No. 8588 Entitled \"Prescribing Regulations Governing the Payment of Expenses of Transportation of Household Goods and Personal Effects of Certain Civilian Officers and Employees of the United States\" Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368094"
}