{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5263-authorizing-the-alien-property-custodian-sell-private-sale-certain",
    "doc": "executive-order-5263-authorizing-the-alien-property-custodian-sell-private-sale-certain",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5263-Authorizing the Alien Property Custodian to Sell at Private Sale Certain Shares of Stock of the United States Metals Refining Co.",
    "date": "January 22, 1930",
    "content": [
        "By virtue of the authority vested in me by an act of Congress entitled \"An act to define, regulate, and punish trading with the enemy, and for other purposes,\" approved October 6, 1917, known as the \"Trading with the enemy Act,\" and the amendments to such act embodied in \"An act making appropriations to supply urgent deficiencies in appropriations for the fiscal year ending June thirtieth, nineteen hundred and eighteen, and prior fiscal years, on account of war expenses, and for other purposes,\" approved March 28, 1918, and the amendment to such act embodied in \"An act making appropriations to supply deficiencies in appropriations for the fiscal year ending June 30, 1919, and prior fiscal yeafs, on account of war expenses, and for other purposes,\" approved November 4, 1918, and all other amendments thereto, to make certain orders such as that herein contained, I hereby, in the public interest, make the following determination, order, rule, and regulation:",
        "The Alien Property Custodian is hereby authorized to sell at private sale without public or other advertisement five hundred (500) shares of the preferred capital stock of the United States Metals Refining Co., of a par value of $100 per share, heretofore required to be conveyed, transferred, assigned, and delivered to the Alien Property Custodian as the property of the Nationalbank fur Deutschland (now Darmstadter und Nationalbank) of Berlin, Germany, at $115 per share, a total of $57,500.",
        "My reasons for the foregoing determination and order are:",
        "1. That the said shares of stock are held by the Alien Property Custodian subject to the provisions of the law known as the \"Settlement of the War Claims Act of 1928,\" which provides for the return under claim of 80 per cent of German property and the temporary withholding by the Government of an amount equal to 20 per cent thereof.",
        "2. That the parties who are entitled to claim 80 per cent in this case have requested the Alien Property Custodian to sell the stock to the American Metal Co., Ltd., New York City, which company now owns about 90 per cent of the total issue. Liquid funds will thereby be substituted for the stock in the account.",
        "3. That the price offered appears to represent a fair price and, in view of all the attendant circumstances, it is considered that advertisement and public sale are not necessary.",
        "HERBERT HOOVER",
        "The White House,January 22, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5263-Authorizing the Alien Property Custodian to Sell at Private Sale Certain Shares of Stock of the United States Metals Refining Co. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361130"
}