{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9149-amendment-executive-order-5643-june-8-1931-prescribing-regulations",
    "doc": "executive-order-9149-amendment-executive-order-5643-june-8-1931-prescribing-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9149-Amendment of Executive Order 5643 of June 8, 1931, Prescribing Regulations Governing Representation and Post Allowances",
    "date": "April 27, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 19 of the act of February 23, 1931, 46 Stat. 1209 (U.S.C., title 22, sec. 12), it is ordered that the fourth and fifth paragraphs appearing under the heading \"Accounting\" in Executive Order No. 5643 of June 8, 1931, as amended, prescribing regulations governing representation and post allowances, be, and they are hereby, amended to read as follows:",
        "Due to express provisions of law, representation allowances shall not be used for expenses in connection with any of the following objects:",
        "1. Hire, purchase, operation, maintenance, or repair of any motor-propelled passenger-carrying vehicle. (U.S.C., title 5, secs. 77 and 78.)",
        "2. Club or association dues. (U.S.C., title 5. sec. 83.)",
        "3. Printing or engraving expenses. (U.S.C., title 44, sec. 219.)",
        "The statutory requirement for competitive bids in connection with certain expenditures (U.S.C., title 41, secs. 5 and 6) shall apply to expenditures charged to representation allowances, except where it is manifestly impossible to obtain bids, in which case the circumstances must be completely set forth in the account.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 27, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9149-Amendment of Executive Order 5643 of June 8, 1931, Prescribing Regulations Governing Representation and Post Allowances Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372258"
}