{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9793-creating-emergency-board-investigate-disputes-between-the-atlanta-st",
    "doc": "executive-order-9793-creating-emergency-board-investigate-disputes-between-the-atlanta-st",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 9793-Creating An Emergency Board to Investigate Disputes Between the Atlanta & St. Andrews Bay Railway Company and Other Carriers, and Certain of Their Employees",
    "date": "October 25, 1946",
    "content": [
        "WHEREAS disputes exist between The Atlanta & St. Andrews Bay Railway Company and certain other carriers designated in list A attached hereto and make a part hereof, and certain of their employees represented by the fifteen cooperating railway labor organizations designated in list B attached hereto and made a part hereof; and",
        "WHEREAS these disputes have not heretofore been adjusted under the provisions of the Railway Labor Act, as amended; and",
        "WHEREAS these disputes, in the judgment of the National Mediation Board, threaten substantially to interrupt interstate commerce to a degree such as to deprive the country of essential transportation service:",
        "NOW, THEREFORE, by virtue of the authority vested in me by section 10 of the Railway Labor Act, as amended (45 U. S. C. 160), I hereby create a board of three members, to be appointed by me, to investigate the said disputes.",
        "Each of the carriers involved shall be given independent consideration in such investigation, and the said labor organizations shall be permitted to function as a unit in proceedings before the board.",
        "No member of the said board shall be pecuniarily or otherwise interested in any organization of railway employees or any carrier.",
        "The board shall report its findings to the President with respect to the said disputes within thirty days from the date of this order. The report of the board shall contain separate and independent findings with respect to each of the carriers involved.",
        "As provided by section 10 of the Railway Labor Act, as amended, from this date and for thirty days after the board has made its report to the President, no change, except by agreement, shall be made by any of the carriers involved or their employees in the conditions out of which the said disputes arose.",
        "LIST A",
        "Atlanta & St. Andrews Bay Railway Company\nAtlantic & East Carolina Railway Company\nBarre & Chelsea Railroad Company\nBelfast & Moosehead Lake Railroad Company\nBerlin Mills Railway Company\nColumbus & Greenville Railway Company\nEast Tennessee & Western No. Carolina Railroad\nFt. Dodge, Des Moines & Southern Railway\nGeorgia & Florida Railroad Company\nLackawanna & Wyoming Valley Railroad Company\nLake Champlain & Moriah Railroad Company\nMacon, Dublin & Savannah Railroad Company\nMidland Terminal Railway Company\nMissouri & Arkansas Railway Company\nNew York, Ontario & Western Railway Company\nPort Utilities Commission\nQuanah, Acme & Pacific Railway Company\nRapid City, Black Hills & Western Railroad Company\nRio Grande Southern Railroad\nRutland Railroad Company\nSt. Johnsbury & Lake Champlain Railroad\nToledo, Peoria & Western Railroad\nWichita Falls & Southern Railroad Company",
        "LIST B",
        "International Association of Machinists\nInternational Brotherhood of Boilermakers, Iron Ship Builders and Helpers of America\nInternational Brotherhood of Blacksmiths, Drop Forgers and Helpers\nSheet Metal Workers' International Association\nInternational Brotherhood of Electrical Workers\nBrotherhood of Railway Carmen of America\nInternational Brotherhood of Firemen, Oilers, Roundhouse and Railway Shop Laborers\nBrotherhood of Railway and Steamship Clerks, Freight Handlers, Express and Station Employees\nBrotherhood of Maintenance of Way Employees\nThe Order of Railroad Telegraphers\nBrotherhood of Railroad Signalmen of America\nNational Organization of Master, Mates & Pilots of America\nInternational Longshoremen's Association\nHotel and Restaurant Employees' International Alliance and Bartenders' Int. League of America",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nOctober 25, 1946"
    ],
    "citation": "Harry S Truman, Executive Order 9793-Creating An Emergency Board to Investigate Disputes Between the Atlanta & St. Andrews Bay Railway Company and Other Carriers, and Certain of Their Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278298"
}