{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8245-authorizing-increases-the-enlisted-strengths-the-navy-and-the-marine",
    "doc": "executive-order-8245-authorizing-increases-the-enlisted-strengths-the-navy-and-the-marine",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8245-Authorizing Increases in the Enlisted Strengths of the Navy and the Marine Corps",
    "date": "September 08, 1939",
    "content": [
        "Whereas a proclamation issued by me on September 8, 1939, proclaimed that a national emergency exists in connection with and to the extent necessary for the proper observance, safeguarding, and enforcing of the neutrality of the United States and the strengthening of our national defense within the limits of peace-time authorizations; and",
        "Whereas the authorized enlisted strength of the active list of the Regular Navy in peace time is 131,485 men with authority in the President when a sufficient emergency exists to increase this strength to 191,000 men, and the authorized enlisted strength of the active list of the Marine Corps in peace time is 20 per centum of the total authorized enlisted strength of the active list of the Navy; and",
        "Whereas the Navy and the Marine Corps will be charged with additional and important duties in connection with such national emergency requiring increases in their present enlisted strengths within the limits of these authorizations:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and by the act of July 1, 1918, as amended by the act of July 11, 1919 (U.S.C., title 34, sec. 151), section 15 (d) of the act of June 23, 1938 (U.S.C., title 34, sec. 691), by the act of July 1, 1918, as amended by section 17 of the act of June 10, 1922 (U.S.C., title 34, sec. 423), by the act of June 25, 1938, Title I, section 5 (U.S.C., Supp. title 34, section 853c), and Revised Statutes, section 3667, as amended (U.S.C., title 31, sec. 665), it is hereby ordered as follows:",
        "1. The enlisted strength of the active list of the Regular Navy shall be increased as rapidly as possible by voluntary enlistments as may be deemed necessary by the Secretary of the Navy not to exceed 145,000 men.",
        "2. The enlisted strength of the active list of the Marine Corps shall be increased as rapidly as possible by voluntary enlistments to 25,000 men.",
        "3. The Secretary of the Navy is authorized, in his discretion, to order to active duty such commissioned and warrant officers of the Navy and Marine Corps on the retired list, and such transferred members of the Fleet Reserve and the Marine Corps Fleet Reserve as he may deem necessary.",
        "4. The Secretary of the Navy is also authorized to order to active duty such officers and men of the Naval Reserve and Marine Corps Reserve other than transferred members of the Fleet Reserve and the Fleet Marine Corps Reserve, including aviation cadets, as he may deem necessary and as agree voluntarily to serve.",
        "5. To the extent made necessary by this order, the Department of the Navy is hereby authorized to waive or modify the monthly or other apportionments of its appropriations for contingent expenses or other general purposes for the fiscal year ending June 30, 1940.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 8, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8245-Authorizing Increases in the Enlisted Strengths of the Navy and the Marine Corps Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371909"
}