{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7796-amending-executive-order-january-17-1873-permit-certain-employees",
    "doc": "executive-order-7796-amending-executive-order-january-17-1873-permit-certain-employees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7796-Amending Executive Order of January 17, 1873, to Permit Certain Employees of Department of the Interior to Hold State, Territorial, and Municipal Offices, etc.",
    "date": "January 21, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631), and as President of the United States, the Executive Order of January 17, 1873, as amended, prohibiting, with certain exceptions, Federal officers and employees from holding state, territorial, and municipal offices, is hereby further amended so as (1) to permit officers and employees of the Department of the Interior, upon approval of the Secretary of the Interior, to hold office under state, territorial, and municipal governments engaged in cooperative and related work with the Department of the Interior, as authorized by Federal and state laws: Provided, that the services to be performed by them shall pertain to such work and shall not in any manner interfere or conflict with the performance of their duties as officers or employees of the Federal Government; and (2) to permit state, territorial, and municipal officers or employees engaged in cooperative and related work with the Department of the Interior, unless prohibited by law, to accept appointment in and serve under the Department of the Interior when the Secretary of the Interior deems such employment necessary to secure a more efficient administration of the said work: Provided, that the appointment of any such officer or employee to a position subject to the civil-service laws in the Department of the Interior shall be made in accordance with civil-service laws, rules, and regulations.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 21, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7796-Amending Executive Order of January 17, 1873, to Permit Certain Employees of Department of the Interior to Hold State, Territorial, and Municipal Offices, etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371778"
}