{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9339-transfer-civil-air-patrol-from-the-office-civilian-defense-the",
    "doc": "executive-order-9339-transfer-civil-air-patrol-from-the-office-civilian-defense-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9339-Transfer of Civil Air Patrol From the Office of Civilian Defense to the Department of War",
    "date": "April 29, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United States, particularly by Title I of the First War Powers Act, 1941 (approved December 18, 1941), as President of the United States, and in order to provide for the national security and defense, and to expedite the prosecution of the war, it is hereby ordered as follows:",
        "1. The Civil Air Patrol, established in the Office of Civilian Defense, pursuant to Executive Order No. 8757 of May 20, 1941, as amended by Executive Order No. 9134 of April 15, 1942, and all of its functions, duties, and powers (including those of the National Commander of the Civil Air Patrol), and all of the functions, duties, and powers of the Office of Civilian Defense and of the Director thereof which relate to the Civil Air Patrol (including those relating to the office of the National Commander) are transferred to the Department of War, and shall be administered under the direction and supervision of the Secretary of War by such officers, commands, agencies, or persons under his jurisdiction as he may designate.",
        "2. All property (including records, files, supplies, furniture, and equipment) and all civilian and military personnel of the Office of Civilian Defense primarily used in the administration of the functions transferred by this order are transferred to the Department of War for use in the administration of such functions.",
        "3. So much of the unexpended balances of appropriations, allocations, or other funds available, or to be made available, for the use of the Office of Civilian Defense in the performance of the functions transferred by this order as the Director of the Bureau of the Budget shall determine, shall be transferred to the Department of War for use in connection with the administration of the functions so transferred. In determining the amount to be transferred, the Director of the Bureau of the Budget may include an amount to provide for the liquidation of obligations incurred against such appropriations, allocations, or other funds prior to the transfer.",
        "4. This order shall become effective immediately and shall continue in force and effect until the termination of Title I of the First War Powers Act, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 29, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9339-Transfer of Civil Air Patrol From the Office of Civilian Defense to the Department of War Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372691"
}