{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5365-withdrawal-public-lands-for-vocational-training",
    "doc": "executive-order-5365-withdrawal-public-lands-for-vocational-training",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5365-Withdrawal of Public Lands for Vocational Training",
    "date": "June 10, 1930",
    "content": [
        "Alaska",
        "It is hereby ordered that the hereinafter described lands in the Territory of Alaska be, and the same are hereby, temporarily withdrawn from settlement, location, sale, entry, and other forms of disposal, subject to valid existing rights at the date of this withdrawal, to promote the interests of the natives by appropriate vocational training, to encourage and assist them in restocking the country and protecting the fur-bearing animals, and to otherwise aid in the care and support of said natives, provided that there shall be reserved to the United States all oil, coal, or other mineral deposits found at any time in the land, and the right to prospect for, mine, and remove the same under such rules and regulations as the Secretary of the Interior shall prescribe:",
        "Beginning at the mouth of Porcupine Creek, tributary to the Tanana from the north; thence running in southwesterly direction to the crossing of the old trail on Tok River; thence following natural divide between tributaries of the Tetlin lakes and the tributary to the Little Tok River to head of Bear Creek; thence around head of Bear Creek following east bank of Kalutna River to the mouth; thence in northeasterly direction to head of tributaries of Ladue Creek; thence following divide between the tributaries to the Tanana and tributaries to Ladue Creek to head of southernmost tributaries of east fork of Porcupine Creek; and then to place of beginning.",
        "This order shall remain in full force and effect unless and until revoked by the President or by act of Congress.",
        "HERBERT HOOVER",
        "The White House,June 10, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5365-Withdrawal of Public Lands for Vocational Training Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373010"
}