{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6582-establishing-killcohook-migratory-bird-refuge",
    "doc": "executive-order-6582-establishing-killcohook-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6582-Establishing Killcohook Migratory Bird Refuge",
    "date": "February 03, 1934",
    "content": [
        "NEW JERSEY AND DELAWARE",
        "By virtue of the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (ch. 257, 45 Stat. 1222), it is ordered that the following-described area known as the \"Killcohook Disposal Area,\" partly in Salem County, New Jersey, and partly in New Castle County, Delaware, as shown on the map attached hereto and made a part of this order, be, and it is hereby, reserved and set apart for the use of the Department of Agriculture, subject to existing valid rights, as a refuge and breeding ground for wild birds and animals:",
        "(A submerged area adjoining the Now Jersey shore of the Delaware River, adjacent to and immediately south of Bulkhead Bar Dike, and all that tract or parcel of land known as Killcohook Meadows, adjoining the above-described submerged area on the east, surveyed in part by the Corps of Engineers, War Department, in February 1932, and in part by the Bureau of Biological Survey, Department of Agriculture, in May 1933. All bearings in this description were turned from the true meridian as determined by altitude observations on the sun during the progress of the surveys. The mean magnetic declination was found to be 9°25' W.)",
        "Beginning at corner no. 1, on the high-water line at the shoreward end of Bulkhead Bar Dike, in a 1°02'22\" curve, and 2.00 chains west of an earthen dike bearing northerly, a wooden plug set in a terra cotta pipe 8\" above ground, U.S. Corps of Engineers triangulation station \"Chord 32\";",
        "Thence, along said 1°02'22\" curve to the left, the central angle of which is 40°28'52\" and the radius 84.00 chs., the long chord of which bears S. 71°39' W., 57.99 chs., to corner No. 2, at the outer end of Bulkhead Bar Dike, in a 1°02'22\" curve at the intersection with Killcohook Dike in the Delaware River, at the northeast. side of Jetty Light , U.S. Corps of Engineers triangulation station \"Dikes End\", an iron bolt set in concrete;",
        "Thence, with four courses along Killcohook Dike, a stone and timber bulkhead, with the meanders thereof,",
        "S. 3°17' E., 30.34 chs., a point;     S. 21°38' E., 61.45 chs., a point;     S. 30°51' E., 33.53 chs., a point;     N. 81°53' E., 26.85 chs., to corner No. 3 , at the shoreward end of Killcohook Dike and at the north end of a masonry sea wall, a point;",
        "Thence, with 9 courses common to other land of the United States, the Fort Mott Reservation, along the high-water line of the Delaware River, with the meanders thereof,",
        "N. 25°27' W., 7.19 chs., a point;     N. 0°17' E., 7.86 chs., a point, at margin of marsh;     N. 18°14' W., 6.95 chs., a point, at margin of marsh;     N. 1°16' W. , 2.50 chs., a point;     N. 12°02' E. , 10.61 chs., a point , which is also corner No. 7 of this tract, near the northwest corner of the National Cemetery;     N. 3°11' E., 2.09 chs., a point, at margin of marsh;     N. 29°15' W., 5.83 chs., a point, at margin of marsh;     N. 16°05' W., 3.34 chs., a point, at margin of marsh;     N. 0º44' W., 5.14 chs., to corner No. 4, at the mouth of a ditch about 1.00 ch. wide bearing northeasterly, and in the high-water line of the Delaware River, on the westerly side of Killcohook Meadows, a point;",
        "Thence, with 13 lines, common to the Fort Mott Reservation,",
        "N. 64°38' E., along the ditch, 18.18 chs. to corner No. 5, in a ditch about 1.00 ch. wide bearing southwesterly, and at the intersection with a ditch about 0.75 chs. wide bearing southeasterly, a point, from which a ¾\" iron pipe witness corner 16\" above ground bears S. 33°14' W., 1.14 chs. distant;     S. 13°23' W., 11.50 chs., to corner No. 6, an iron pipe in the marsh;     S. 39°38' W., 15.74 chs., to corner No. 7, near the northwest corner of the National Cemetery, a point;     S. 74°50' E., along the northerly side of the National Cemetery, 5.39 chs., to corner No. 8, an iron pipe near the northeasterly corner of the National Cemetery;     S. 63°10' E., 7.61 chs., to corner No. 9, a 6\" square stone 6\" above ground;     S. 58°21 W., along a wire fence, 9.01 chs., to corner No. 10, a 5\" square stone 12\" above ground, in a wire fence bearing southeast and northeast, on the east side of a road;     S. 12°07' E., along a wire fence and the east side of a road, 19.36 chs., to corner No. 11, an iron post in a fence bearing northwest and southeast, near a turn in the road;     S. 60°42' E., along the wire fence on the northerly side of the road, 5.72 chs., to corner No. 12, an iron pipe at the corner of fences northwest and northeast;     N. 38°41' E., along a wire fence, 12.15 chs., to corner No. 13, a large tree;     N. 46°47' E., 2.18 chs., to corner No. 14, an iron pipe;     S. 55°04' E., 3.78 chs., to corner No. 15, an iron pipe projecting 3\" above ground, in the Fort Mott Military Reservation Boundary;     N. 26°20' E., 10.57 chs., to corner No. 16, a stone;     S. 55°10' E., 20.13 chs., to corner No. 17, a spike, common to other land of the United States, the Fort Mott Military Reservation, in the center of an improved road leading from Fort Mott to Pennsville, New Jersey;",
        "Thence, with 6 courses, along the center of the road leading from Fort Mott to Peunsville, with the meanders thereof,",
        "N. 26°36' E., 10.29 chs., a point;     N. 9° 03' E., 13.91 chs., to corner No. 18 , a stone;     N. 46° 06' E., 18.81 chs., a point;     N. 46°42' E., 13.31 chs., a point;     N. 65°45' E., 20.45 chs., to corner No. 19, at the intersection with a road leading to Salem, a point;     N. 0°17' E., 16.30 chs., to corner No. 20, an iron bolt set flush with the surface of the road, at the intersection of the road leading from Fort Mott to Pennsville with a road bearing northwest;",
        "Thence, with 5 courses along the center of a road, with the meanders thereof,",
        "N. 49°26' W., 11.15 chs., a point;     N. 56°35' W., 17.10 chs., a point;     N. 56°21' W., 37.42 chs., to corner No. 21, an iron pipe;     N. 56°15' W., 41.10 chs., to corner No. 22, an iron pipe in a terracotta pipe, 4\" below the surface of the ground;     N. 55°55' W., 12.93 chs., to corner No. 23, about 0.60 chs. upstream from the center of a drainage outlet sewer, north of Bulkhead Bar Dike, on the high-water line of the Delaware River, a point;",
        "Thence, S. 22°05' W., along the high-water line of the Delaware River, and the west side of a dike bearing southerly, 16.94 chs., to the place of beginning, containing 1,439.76 acres, be the same more or less.",
        "The area above described was acquired by the United States through purchase and State cession (1925 Laws of Delaware 6), is primarily under the jurisdiction of the War Department, and its reservation as a wild-life refuge is subject to the use thereof by said Department for spoil disposal or other purposes in connection with improvement work on the Delaware River; and the enforcement of law, regulations, and uses thereof by the Department of Agriculture shall be without interference with any existing or future uses or regulations of the War Department.",
        "It is unlawful within this reservation: (a) To hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "All persons are hereby informed that sections 52, 53 (as amended), and 84 (as amended) of the Criminal Code of the United States (secs. 106, 107, 145, title 18, U.S. Code) and section 14 of the Migratory Bird Conservation Act of February 18, 1929 (sec. 715m, title 16, U.S. Code) prescribe penalties for the commission of the offenses enumerated in the preceding paragraph.",
        "This refuge shall be known as the \"Killcohook Migratory Bird Refuge.\"",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 3, 1934.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6582-Establishing Killcohook Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373330"
}