{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-reaffirmation-boundaries-for-the-colorado-river-indian-reservation",
    "doc": "executive-order-reaffirmation-boundaries-for-the-colorado-river-indian-reservation",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 ‐ 1877",
    "title": "Executive Order-Reaffirmation of Boundaries for the Colorado River Indian Reservation",
    "date": "May 15, 1876",
    "content": [
        "EXECUTIVE MANSION, May 15, 1876.",
        "Whereas an Executive order was issued November 16,1874, defining the limits of the Colorado River Indian Reservation, which purported to cover, but did not, all the lands theretofore set apart by act of Congress approved March 3, 1865, and Executive order dated November 22, 1873; and whereas the order of November 16, 1874, did not revoke the order of November 22, 1873, it is hereby ordered that all lands withdrawn from sale by either of these orders are still set apart for Indian purposes; and the following are hereby declared to be the boundaries of the Colorado River Indian Reservation in Arizona and California, viz: Beginning at a point where La Paz Arroyo enters the Colorado River and 4 miles above Ehrenberg; thence easterly with said Arroyo to a point south of the crest of La Paz Mountain; thence with said mountain crest in a northerly direction to the top of Black Mountain; thence in a northwesterly direction over the Colorado River to the top of Colorado River; thence down said west bank to a point opposite the place beginning; thence to the place of beginning. Monument Peak, in the State of California; thence southwesterly in straight line to the top of Riverside Mountain, California; thence in direct line toward the place of beginning to the west bank to a point opposite the place of beginning; thence to the place of beginning.",
        "U.S. GRANT"
    ],
    "citation": "Ulysses S. Grant, Executive Order-Reaffirmation of Boundaries for the Colorado River Indian Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371227"
}