{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9103-providing-uniform-control-over-the-publication-and-use-federal",
    "doc": "executive-order-9103-providing-uniform-control-over-the-publication-and-use-federal",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9103-Providing Uniform Control Over the Publication and Use of Federal Statistical Information Which Would Give Aid and Comfort to the Enemy",
    "date": "March 18, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941 (Public Law 354, 77th Congress, 1st Session) approved December 18, 1941; and in order to prevent the publication by Government agencies of statistical information which would lend aid or comfort to the enemy, and at the same time to make available to appropriate Federal officials such information as may be withheld from general publication during the war, it is hereby ordered as follows:",
        "1. The Director of the Bureau of the Budget shall maintain a continuous surveillance of governmental publication of statistical data and shall determine in any instance whether the publication of statistical data by any Government agency would be in accordance with governmental policy designed to guard against the unauthorized disclosure of vital information as such policy is formulated by appropriate authority.",
        "2. Statistical data ordinarily released to the public but withheld from general publication during the war shall be released to authorized users in Federal agencies in such manner and under such rules and regulations as the Director of the Bureau of the Budget may prescribe. This section shall not apply to munitions data classified by the Departments of War or Navy or the War Production Board as \"secret.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 18, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9103-Providing Uniform Control Over the Publication and Use of Federal Statistical Information Which Would Give Aid and Comfort to the Enemy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368053"
}