{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6763-creation-the-national-labor-relations-board-etc",
    "doc": "executive-order-6763-creation-the-national-labor-relations-board-etc",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6763-Creation of the National Labor Relations Board, Etc.",
    "date": "June 29, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me under title I of the National Industrial Recovery Act (ch. 90, 48 Stat. 195, tit. 15, U.S.C., sec. 701) and under joint resolution approved June 19, 1934 (Public Res. 44, 73d Cong.), and in order to effectuate the policy of said title and the purposes of the said joint resolution, it is hereby ordered as follows:",
        "Creation of the National Labor Relations Board",
        "Sec. 1 (a) There is hereby created in connection with the Department of Labor a board to be known as the National Labor Relations Board (hereinafter referred to as the Board), which shall be composed of Lloyd Garrison of Wisconsin, chairman; Harry Alvin Millis of Illinois, and Edwin S. Smith of Massachusetts. Each member of the Board shall receive a salary of $10,000 a year and shall not engage in any other business, vocation, or employment. Two members of the Board shall constitute a quorum. A vacancy in the Board shall not impair the right of the remaining members to exercise all the powers of the Board.",
        "(a) The Board shall have authority to appoint such employees, and without regard to the provisions of the Civil Service laws, such attorneys, special experts, and examiners as it deems necessary for its own functions and for the functions of such regional, industrial, and special boards as may be designated or established in accordance with subsections 3 (a) (1) and 3 (a) (2) of this order. This power, however, shall not be construed to authorize the Board to appoint mediators, conciliators, and statistical experts when the services of such persons may be obtained through the Secretary of Labor in accordance with subsection 4 (a) of this order.",
        "Original Jurisdiction of the Board",
        "Sec. 2. The Board is hereby authorized-",
        "(a) To investigate issues, facts, practices, and activities of employers or employees in any controversies arising under section 7 (a) of the National Industrial Recovery Act or which are burdening or obstructing, or threatening to burden or obstruct, the free flow of interstate commerce; and",
        "(b) To order and conduct elections and on its own initiative to take steps to enforce its orders in the manner provided in section 2 of Public Resolution 44, Seventy-third Congress; and",
        "(c) Whenever it is in the public interest, to hold hearings and make findings of fact regarding complaints of discrimination against or discharge of employees or other alleged violations of section 7 (a) of the National Industrial Recovery Act and such parts of any code or agreement as incorporate said section; and",
        "(d) To prescribe, with the approval of the President, such rules and regulations as are authorized by section 3 of Public Resolution 44, Seventy-third Congress, and to recommend to the President such other rules and regulations relating to collective bargaining, labor representation, and labor elections as the President is authorized to prescribe by section 10 (a) of the National Industrial Recovery Act.",
        "(e) Upon the request of the parties to a labor dispute, to act as a board of voluntary arbitration or to select a person or agency for voluntary arbitration.",
        "Relationship to Other Labor Boards",
        "Sec. 3 (a) The Board is hereby authorized and directed-",
        "(1) To study the activities of such boards as have been or may hereafter be created to deal with industrial or labor relations, in order to report through the Secretary of Labor to the President whether such boards should be designated as special boards and given the powers that the President is authorized to confer by Public Resolution 44, Seventy-third Congress; and",
        "(2) To recommend, through the Secretary of Labor, to the President the establishment, whenever necessary, of \"Regional Labor Relations Boards\" and special labor boards for particular industries vested with the powers that the President is authorized to confer by Public Resolution 44, Seventy-third Congress; and",
        "(3) To receive from such regional, industrial, and special boards as may be designated or established under the two preceding subsections reports of their activities and to review or hear appeals from such boards in cases in which (1) the board recommends review or (2) there is a division of opinion in the board or (3) the National Labor Relations Board deems review will serve the public interest.",
        "(b) The National Labor Board created by Executive order of August 5, 1933, and continued by Executive Order No. 6511 of December 16, 1933, shall cease to exist on July 9, 1934; and each local or regional labor board, established under the authority of section 2 (b) of the said Executive order of December 16, 1933, if it is not designated in accordance with subsection 3 (a) (1) of this order, shall cease to exist at such time as the National Labor Relations Board shall determine. The National Labor Relations Board shall have authority to conduct all investigations and proceedings being conducted by boards that are abolished by this subsection; and all records, papers, and property of such boards shall become records, papers, and property of the National Labor Relations Board. All except $100,000 of the unexpended funds and appropriations for the use and maintenance of the National Labor Board shall be available for expenditure by the National Labor Relations Board and such regional, industrial, and special boards as may be designated or established in accordance with subsections 3 (a) (1) or 3 (a) (2) of this order. The remaining $100,000 of such unexpended funds and appropriations shall be transferred to the Secretary of Labor for the use of the Conciliation Service in the Department of Labor. All employees of boards that are abolished by this subsection shall be transferred to and become employees of the National Labor Relations Board at their present grades and salaries, but such transfer shall not be construed to give such employees any Civil Service or other permanent status.",
        "Relationship to Other Executive Agencies",
        "Sec. 4 (a) The Board is hereby authorized-",
        "(1) To request the Secretary of Labor to exercise the power conferred upon him by section 8 of the act entitled \"An Act to create a Department of Labor\" (ch. 141, 37 Stat. 738) to appoint commissioners of conciliation; and",
        "(2) To request from time to time the Secretary of Labor to direct officers and employees of the Department of Labor to render services and furnish information and otherwise to aid the Board in the performance of its duties.",
        "(b) The Board shall at the close of each month make, through the Secretary of Labor, to the President a report in writing of its activities and the activities of such regional, industrial, and special boards as have been designated or established in accordance with the recommendations of the Board under subsections 3 (a) (1) and 3 (a) (2) of this order. Such reports shall state in detail cases heard, decisions rendered, and the names, salaries, and duties of all officers and employees appointed under the authority of this order and receiving compensation directly or indirectly from the United States.",
        "(c) The National Labor Relations Board may decline to take cognizance of any labor dispute where there is another means of settlement provided for by agreement, industrial code, or law which has not been utilized.",
        "(d) Whenever the National Labor Relations Board or any board designated or established in accordance with subsections 3 (a) (1) or 3 (a) (2) of this order has taken, or has announced its intention to take, jurisdiction of any case or controversy involving either section 7 (a) of the National Industrial Recovery Act or Public Resolution 44, Seventy-third Congress, no other person or agency in the executive branch of the Government, except upon the request of the National Labor Relations Board, or except as otherwise provided in subsection 3 (a) (3) of this order, shall take, or continue to entertain, jurisdiction of such case or controversy.",
        "(e) Whenever the National Labor Relations Board or any board designated or established in accordance with subsections 3 (a) (1) or 3 (a) (2) of this order has made a finding of facts, or issued any order in any case or controversy involving section 7 (a) of the National Industrial Recovery Act or Public Resolution 44, Seventy-third Congress, such finding of facts and such order shall (except as otherwise provided in subsection 3 (a) (3) of this order or except as otherwise recommended by the National Labor Relations Board) be final and not subject to review by any person or agency in the executive branch of the Government.",
        "(f) Nothing in this order shall prevent, impede, or diminish in any way the right of employees to strike or engage in other concerted activities.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6763-Creation of the National Labor Relations Board, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/208451"
}