{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7655-establishing-deer-flat-migratory-waterfowl-refuge-idaho",
    "doc": "executive-order-7655-establishing-deer-flat-migratory-waterfowl-refuge-idaho",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7655-Establishing Deer Flat Migratory Waterfowl Refuge, Idaho",
    "date": "July 12, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands owned or controlled by the United States within the following-described area, comprising 10,252.76 acres, more or less, in Canyon County, Idaho, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "",
        "Most of the above-described lands have been withdrawn for use in connection with the Deer Flat Reclamation Project and are primarily under the jurisdiction of the Department of the Interior; and the reservation herein made of such lands shall be subject to the use thereof by the said Department for reclamation work and Incidental purposes.",
        "Executive Order No. 1032 of February 25, 1909, in so far as it reserved certain lands within a reservoir site in Idaho as the Deer Flat Bird Reservation, as modified, is hereby revoked.",
        "This refuge shall be known as the Deer Flat Migratory Waterfowl Refuge.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 12, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7655-Establishing Deer Flat Migratory Waterfowl Refuge, Idaho Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371759"
}