{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7164-prescribing-rules-and-regulations-relating-student-aid-projects-and",
    "doc": "executive-order-7164-prescribing-rules-and-regulations-relating-student-aid-projects-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7164-Prescribing Rules and Regulations Relating to Student-Aid \"Projects and to Employment of Youth on Other Projects Under the Emergency Relief Appropriation Act of 1935",
    "date": "August 29, 1935",
    "content": [
        "REGULATION NO. 7",
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (Public Resolutiop No. 11, 74th Congress), I hereby prescribe the following rules and regulations relating to student-aid projects and to employment of youth on other projects:",
        "1. Definition of Student-Aid Projects. Student-aid projects are hereby defined to be projects financed, in whole or in part, from funds appropriated by the Emergency Relief Appropriation Act of 1935, which provide financial assistance to needy young people in amounts which will permit them to continue their education at high schools, colleges, or graduate schools, in exchange for part-time work upon useful projects.",
        "2. Supervision of Student-Aid Projects. Student-aid projects shall be supervised by the National Youth Administration.",
        "3. Amount of Aid. Recipients of student aid shall receive monthly payments, in the amounts hereinafter prescribed, for each month of the school year.",
        "(a) Payments to high school students shall be at a rate not in excess of $6 per month for the school year.",
        "(b) Payments to college students shall not exceed an average of $15 per month for the school year and shall not exceed $20 in any month.",
        "(c) Payments to graduate students shall not exceed an average of $30 per month for the school year and shall not exceed $40 in any month.",
        "4. Administration of Student-Aid Projects. Methods for the selection of eligible students to receive student aid, the character of the work to be performed by the recipients of student aid, and all conditions of employment shall be determined by, or under the direction of, the Executive Director of the National Youth Administration.",
        "5. Employment of Youth on Projects. Young persons who are eligible for benefits under the National Youth Administration may be employed on projects supervised or administered by the Works Progress Administration. The monthly earnings to be paid to such young persons for work on such projects, the maximum and minimum number of hours of work, and the conditions of employment shall be determined by the Works Progress Adfhinistration: Provided, however, that the mon tidy earnings shall not exceed $25 per month.",
        "6. Non-application of Regulations Nos. 1, 2, and 3. The provisions of Regulation No. 1 as amended (Executive Orders Nos. 7046, 7117, and 7119 of May 20, July 29, and July 30, 1935, respectively), Regulation No. 2 as amended (Executive Orders Nos. 7060 and 7125 of June 5 and August 5, 1935, respectively), and Regulation No. 3 (Executive Order No. 7083 of June 24, 1935) shall not be applicable to student-aid projects as defined in paragraph 1 or to the employment of young persons under paragraph 5 above.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,August 29, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7164-Prescribing Rules and Regulations Relating to Student-Aid \"Projects and to Employment of Youth on Other Projects Under the Emergency Relief Appropriation Act of 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362715"
}