{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8857-establishing-the-kodiak-national-wildlife-refuge",
    "doc": "executive-order-8857-establishing-the-kodiak-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8857-Establishing the Kodiak National Wildlife Refuge",
    "date": "August 19, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered that, for the purpose of protecting the natural feeding and breeding ranges of the brown bears and other wildlife on Uganik and Kodiak Islands, Alaska, without undue interference with the raising of cattle and other livestock thereon, both wildlife and livestock being of economic value to the inhabitants of the islands, all of the hereinafter-described areas of land and water of the United States lying on Uganik Island and on the western portion of Kodiak Island, Alaska, comprising 1,957,000 acres, more or less, be, and they are hereby, subject to valid existing rights, withdrawn and reserved for the use of the Department of the Interior and the Alaska Game Commission as a refuge and breeding ground for brown bears and other wildlife for carrying out the purposes of the Alaska Game Law of January 13, 1925, 43 Stat. 739, U.S.C., title 48, secs. 192-211, as amended:",
        "SEWARD MERIDIAN",
        "All of Uganik Island located near the north end of Kodiak Island in approximate latitude 57°53' N., longitude 153°21' W.;",
        "All of that part of Kodiak Island lying west of the following-described boundary:",
        "Beginning at an initial point at a gap on the divide between the waters of Kizhuyak Bay and Ugak Bay located approximately one mile west of the summit of Crown Mountain in approximate latitude 57°36' N., longitude 152°56'30\" W., and from said initial point northeasterly with the main drainage course to the south end of Kizhuyak Bay, and also from said initial point with the main drainage course southerly to the western reaches of Ugak Bay, excepting from the above-described area the proposed Indian Reservation for the inhabitants of the native village of Karluk, Alaska, authorized by section 2 of the act of May 1, 1936, 49 Stat. 1250, described as follows:",
        "Beginning at the end of a point of land on the shore of Shelikof Strait on Kodiak Island, said point being about one and one-quarter miles east of Rocky Point and in approximate latitude 57°39'40\" N., longitude 154°12'20\" W.;",
        "Thence south approximately eight miles to latitude 57°32'30\"N.;",
        "Thence west approximately twelve and one-half miles to the confluence of the north shore of Sturgeon River with the east shore of Shelikof Strait;",
        "Thence northeasterly following the easterly shore of Shelikof Strait to the place of beginning, containing approximately 35,200 acres.",
        "None of the above-described lands, except a strip one mile in width along the shore line, shall be subject to settlement, location, sale, or other disposition under any of the public-land laws applicable to Alaska, or to classification arid lease under the provisions of the act of July 3, 1926, entitled \"An Act to provide for the leasing of public lands in Alaska for fur farming, and for other purposes\", 44 Stat. 821, U.S.C., title 48, secs. 360-361, or the act of March 4, 1927, entitled \"An Act to provide for the protection, development, and utilization of the public lands in Alaska by establishing an adequate system for grazing livestock thereon\", 44 Stat. 1452, U.S.C., title 48, secs. 471-471o: Provided, however, That as to the said strip of land one statute mile in width bordering on the shore lines, primary jurisdiction thereover shall remain in the General Land Office of the Department of the Interior, and its reservation and use as a part of the Kodiak National Wildlife Refuge shall be without interference with the use and disposition thereof pursuant to the public-land laws applicable to Alaska: Provided further, That any lands within the described areas that are otherwise withdrawn or reserved shall be affected by this order only so far as may be consistent with the uses and purposes for which such prior withdrawal or reservation was made: And provided further, That upon the termination of any private right to or appropriation of any public lands within the exterior limits of the areas included in this reservation, or upon the revocation of prior withdrawals unless expressly otherwise provided in the order of revocation, the lands involved shall become a part of the refuge.",
        "The provisions of this order shall not prohibit or limit the hunting or taking of brown bears or other game animals or game birds or the trapping of fur animals in accordance with the provisions of the said Alaska Game Law, as amended, and as may be permitted by regulations of the Secretary of the Interior prescribed and issued pursuant thereto.",
        "So far as any of the above-described lands are affected thereby, the reservation made by this order shall supersede the temporary withdrawal for classification and other purposes made by Executive Order No. 8344 of February 10, 1940.",
        "Nothing in this order shall be construed to preclude the exercise of, or to limit, the authority of the Secretary of the Interior under the provisions of section 2 of the act of May 1, 1936, c. 254, 49 Stat. 1250, or of other existing laws, to designate Indian reservations on the areas hereby reserved at such time or times as it may become necessary or desirable to do so. The designation of any such Indian reservation by the Secretary of the Interior shall effect the removal of the lands included therein from the refuge established hereby.",
        "This reservation shall be known as the Kodiak National Wildlife Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8857-Establishing the Kodiak National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372162"
}