{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9495-extension-the-provisions-executive-order-no-9177-may-30-1942-the",
    "doc": "executive-order-9495-extension-the-provisions-executive-order-no-9177-may-30-1942-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9495-Extension of the Provisions of Executive Order No. 9177 of May 30, 1942, to the United States Maritime Commission and the Administrator of the War Shipping Administration",
    "date": "October 30, 1944",
    "content": [
        "By virtue of the authority vested in me by the Constitution and laws of the United States, and particularly by Title I of the First War Powers Act, 1941, approved December 18, 1941 (55 Stat. 838), I hereby extend the provisions of Executive Order No. 9177 of May 30, 1942, to the United States Maritime Commission and the Administrator of the War Shipping Administration; and, subject to the limitations contained in that order, I hereby authorize the United States Maritime Commission and the Administrator of the War Shipping Administration to perform and exercise, as to their respective agencies, all of the functions and powers vested in and granted to the Secretary of War, the Secretary of the Treasury, the Secretary of Agriculture, and the Reconstruction Finance Corporation by that order.",
        "This order shall be applicable to articles entered for consumption, or withdrawn from warehouse for consumption, on or after August 1, 1944.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 30, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9495-Extension of the Provisions of Executive Order No. 9177 of May 30, 1942, to the United States Maritime Commission and the Administrator of the War Shipping Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355127"
}