{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11853-amending-executive-order-no-11829-relating-the-hopi-navajo-land",
    "doc": "executive-order-11853-amending-executive-order-no-11829-relating-the-hopi-navajo-land",
    "president": "Gerald R. Ford",
    "president_byline": "38th President of the United States: 1974 ‐ 1977",
    "title": "Executive Order 11853-Amending Executive Order No. 11829, Relating to the Hopi-Navajo Land Settlement Interagency Committee",
    "date": "April 17, 1975",
    "content": [
        "By virtue of the authority vested in me by Section 1(c) (2) of the Act to provide for final settlement of the conflicting rights and interests of the Hopi and Navajo Tribes concerning lands within the reservation established by the Executive order of December 16, 1882, and lands within the reservation created by the Act of June 14, 1934, and for other purposes (Public Law 93-531, approved December 22, 1974, hereinafter referred to as the Act), and as President of the United States of America, Section 2(a) of Executive Order No. 11829 of January 6 1975, is hereby amended to read as follows:",
        "\"Sec. 2. Functions of the Committee. (a) The Committee shall, to the extent permitted by law, and as provided by Section 1(c) (2) of the Act, develop relevant information for and respond to the requests of the Mediator who shall be appointed by the Director of the Federal Mediation and Conciliation Service pursuant to Section 1(a) of the Act, in order to facilitate the expeditious and orderly compilation and development of factual information relevant to the negotiation process established by the Act.\"",
        "GERALD R. FORD\nThe White House,\nApril 17, 1975."
    ],
    "citation": "Gerald R. Ford, Executive Order 11853-Amending Executive Order No. 11829, Relating to the Hopi-Navajo Land Settlement Interagency Committee Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/268710"
}