{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9452-authorizing-the-secretary-state-prescribe-regulations-and-issue",
    "doc": "executive-order-9452-authorizing-the-secretary-state-prescribe-regulations-and-issue",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9452-Authorizing the Secretary of State to Prescribe Regulations and Issue Orders and Instructions Relating to the Foreign Service of the United States",
    "date": "June 26, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by sections 202 and 1752 of the Revised Statutes of the United States (U.S.C., title 5, sec. 156; U.S.C., title 22, sec. 132), and as President of the United States, it is hereby ordered as follows:",
        "1. The Secretary of State is authorized to prescribe such regulations and issue such orders and instructions, not inconsistent with the Constitution, any law of the United States, or any executive order or proclamation, relating to the duties of officers and employees of the Foreign Service of the United States and the transaction of their business, as he may deem conducive to the public interest: Provided, however, that the authority granted by this order shall not be exercised in any case in which the President is specifically authorized by law to prescribe regulations with respect to a particular subject.",
        "2. The Secretary of State is authorized to prescribe the form and the manner of publication of all regulations, orders, and instructions prescribed or issued under authority of this order; but this paragraph shall not be construed to affect the legal requirements relating to publication in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 26, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9452-Authorizing the Secretary of State to Prescribe Regulations and Issue Orders and Instructions Relating to the Foreign Service of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355154"
}