{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9319-amending-executive-order-no-9276-entitled-establishing-the-petroleum",
    "doc": "executive-order-9319-amending-executive-order-no-9276-entitled-establishing-the-petroleum",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9319-Amending Executive Order No. 9276 Entitled \"Establishing the Petroleum Administration for War and Defining its Functions and Duties\"",
    "date": "March 23, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes, as President of the United States and Commander in Chief of the Army and Navy, and in order to facilitate the performance of the responsibilities of the Petroleum Administrator, paragraph 7 of Executive Order No. 9276 of December 2, 1942, entitled \"Establishing the Petroleum Administration for War and Defining Its Functions and Duties\", is hereby amended to read as follows:",
        "\"7. The Administrator may appoint, with the approval of the President, a Deputy Administrator, who shall report directly to the Administrator, and to whom he may delegate any and all power, authority, and discretion conferred upon him by this Order. The Deputy Administrator shall serve as Acting Administrator in the absence of the Administrator. The Administrator and Deputy Administrator may (a) exercise the powers, authority, and discretion conferred upon them by or under the provisions of this Order through such personnel of the Petroleum Administration for War and in such manner as the Administrator or Deputy Administrator may determine, and (b) accept the services of other agencies and officials of the Government in carrying out the purposes of this Order. The Administrator, within the limits of such funds as may be allocated or appropriated for the purpose, may employ necessary personnel and make provision for necessary supplies, facilities, travel, and services.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 23, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9319-Amending Executive Order No. 9276 Entitled \"Establishing the Petroleum Administration for War and Defining its Functions and Duties\" Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372714"
}