{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7503-amending-and-correcting-description-boundaries-kuwaaohe-military",
    "doc": "executive-order-7503-amending-and-correcting-description-boundaries-kuwaaohe-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7503-Amending and Correcting Description of Boundaries of Kuwaaohe Military Reservation, Hawaii",
    "date": "December 03, 1936",
    "content": [
        "WHEREAS by Executive Order No. 2900 of July 2, 1918, as amended by Executive Order No. 4535 of October 29, 1926, certain lands situated on the Mokapu Peninsula, Kaneohe, District of Koolaupoko, Island of Oahu, Territory of Hawaii, were withdrawn and set aside for military purposes subject to private rights and to all public roads and rights-of-way therein, which lands comprise the Kuwaaohe Military Reservation; and",
        "WHEREAS the Governor of the Territory of Hawaii by Executive Order No. 703 of March 17, 1936, set aside for an addition to the said military reservation a portion of the Territorial Fish and Game Reservation comprising 0.528 acre, situate between the south boundary of the military reservation and the realignment of the Mokapu Road; and",
        "WHEREAS a recent survey has developed discrepancies in the description of the boundaries of the said military reservation as contained in the said Executive Order of July 2, 1918, as amended:",
        "NOW, THEREFORE, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered that the description of the Kuwaaohe Military Reservation be, and it is hereby, amended and corrected to read as follows:",
        "Beginning at monument No. 7, which la a brass plate in rock, from which the azimuth (measured clockwise from true south) and distance to the U.S. Coast and Geodetic Survey triangulation station \"Mokapu\" is 174°54'00\", 423.45 feet.",
        "Thence from said initial point by true azimuths and distances as follows:",
        "54°57'30\", 4464.00 feet, to concrete monument No. 1;",
        "65°56'00\", 2379.59 feet to concrete monument No. 2;",
        "65°56'00\", 154.41 feet to the east boundary of Territorial 40 foot road right of way; On a curve to the left along said right of way, with a radius of 1452.70 feet, 539.26 feet along the curve, the chord of which bears 116°25'04\", 536.17 feet;",
        "105°47'00\", 555.24 feet along the same to monument No. 3, which is a brass plate;",
        "230°25'40\", 5118.30 feet to concrete monument No. 4, an intermediate concrete monument \"A\" being placed in line 904.10 feet from end of course;",
        "206°57'30\", 285 feet, more or less, to high water Une of the Pacific Ocean and along said high water line to monument No. 5, the direct azimuth and distance from monument No. 4 to monument. No. 5 being 206°57'30\", 574.50 feet;",
        "Along the said high water line of the Pacific Ocean 13,500 feet, more or less, to a point which is normal to same through monument No. 6, which is a brass plate located in the northerly rim of the Ulupau Crater, near \"Kaheklii's Leap\";",
        "Southerly along said line normal to shore to said monument No. 6, the direct azimuth and distance from monument No. 5 to monument No. 6 being 251°09'00\", 4802.10 feet;",
        "Along the dividing lie of the northwest rim of the Ulupau Crater 3300 feet, more or less, to the point of beginning. The direct azimuth and distance from monument No. 6 to monument No. 7 being 39°52'00\", 2758.50 feet;",
        "The tract as described contains an area of 322.5 acres, more or less, as shown on Map No. 11-1-3F36 entitled \"Kuwaaohe Military Reservation\", scale 1 in.=500 feet, dated June 3, 1936, on file in the office of the Department Engineer, Fort Shafter, T.H.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,December 3, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7503-Amending and Correcting Description of Boundaries of Kuwaaohe Military Reservation, Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356427"
}