{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6206-code-fair-competition-for-the-cotton-textile-industry",
    "doc": "executive-order-6206-code-fair-competition-for-the-cotton-textile-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6206-A-Code of Fair Competition for the Cotton Textile Industry",
    "date": "July 16, 1933",
    "content": [
        "A Code of Fair Competition for the Cotton Textile Industry has been heretofore approved by Order of the President dated July 9, 1933, on certain conditions set forth in such order. The applicants for said Code have now requested the withdrawal of condition 12 of said order providing for the termination of approval at the end of four months unless expressly renewed, have accepted certain other conditions, have proposed amendments to the Code to effectuate the intent of the remaining conditions, and have requested that final approval be given to the Code as so amended and on such conditions.",
        "Pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, on the report and recommendation of the Administrator and on consideration,",
        "It is ordered that the condition heretofore imposed as to the termination of approval of the Code is now withdrawn and that the Code of Fair Competition for the Cotton Textile Industry is finally approved with the conditions so accepted and with the amendments so proposed, as set forth in Schedule A attached hereto.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.",
        "The White House,July 16, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6206-A-Code of Fair Competition for the Cotton Textile Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362024"
}