{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10269-delegating-the-director-defense-mobilization-the-authority-the",
    "doc": "executive-order-10269-delegating-the-director-defense-mobilization-the-authority-the",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 10269-Delegating to the Director of Defense Mobilization the Authority of the President to Determine, with Respect to the Need for School Facilities, Areas Which Are Critical by Reason of National-Defense Activities",
    "date": "July 06, 1951",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "1. There is hereby delegated to the Director of Defense Mobilization, or an officer of the Government designated by him and acting subject to his discretion and control, the authority vested in the President by the paragraph appearing under the heading \"Federal Security Agency-Office of Education-Grants for Surveys and School Construction\" of the Third Supplemental Appropriation Act, 1951, Public Law 45, 82nd Congress, to determine areas which are critical areas by reason of national-defense activities.",
        "2. The Commissioner of Education shall furnish the Director of Defense Mobilization, or the officer designated by the said Director, under paragraph 1 hereof, such information as may be requested by the Director, or such officer, concerning measures taken to provide school facilities in areas determined, pursuant to paragraph 1 of this order, to be critical areas by reason of national-defense activities.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nJuly 6, 1951"
    ],
    "citation": "Harry S Truman, Executive Order 10269-Delegating to the Director of Defense Mobilization the Authority of the President to Determine, with Respect to the Need for School Facilities, Areas Which Are Critical by Reason of National-Defense Activities Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278386"
}