{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-approving-secretary-war-request-wind-river-reserve",
    "doc": "executive-order-approving-secretary-war-request-wind-river-reserve",
    "president": "Grover Cleveland",
    "president_byline": "22nd President of the United States: 1885 ‐ 1889",
    "title": "Executive Order-Approving Secretary of War Request on Wind River Reserve",
    "date": "May 24, 1887",
    "content": [
        "WAR DEPARTMENT, Washington City, May 18, 1887.",
        "To the PRESIDENT:",
        "SIR: Upon recommendation of the Lieutenant-General commanding the Army, I have the honor to request that the following-described tract of land in the Territory of Wyoming, embraced within the limits of the Wind River or Shoshone Indian Reservation, created by treaties of July 3, 1868, and June 22, 1874, may be duly declared and set apart by the Executive as a military reservation for the post of Fort Washakie, viz: Commencing at a point 58.5 chains south 20 degrees east of the  flagstaff of Fort Washakie, Wyo. T., and running thence east 25 degrees north 185.5 chains; thence north 30 degrees west 128.5 chains; thence west 27 degrees south 228.5 chains; thence south 14 degrees west 89 chains; thence east 2 degrees 30 seconds north 49 chains; thence east 10 degrees south 74 chains to the place of beginning. Area 1,405 acres, more or less. A tracing showing the proposed military reservation, as surveyed in January, 1887, by Lieut. E. E. Hardin, Seventh Infantry, is inclosed herewith.",
        "The Acting Secretary of the Interior states that there is no objection, on the part of that Department, to the use of the tract in question for military purposes (the selection of which is the result of a mutual agreement between the two Departments), provided it be understood that the same be subject to such right, title, and interest as the Indians have to and in said land, which shall be vacated whenever the interest of the Indians requires it. I have the honor to be, sir, with great respect, your obedient servant,",
        "WM. C. ENDICOTT,",
        "Secretary of War.",
        "",
        "EXECUTIVE MANSION, Washington, May 24, 1887.",
        "The within request is approved and the reservation is made and proclaimed accordingly-;provided, that the use and occupancy of the land in question be subject to such right, title, and interest as the Indians have in and to the same, and that it be vacated whenever the interest of the Indians shall require it, upon notice to that effect to the Secretary of War. The Secretary of the Interior will cause the. proper notation to be made in the General Land Office.",
        "GROVER CLEVELAND"
    ],
    "citation": "Grover Cleveland, Executive Order-Approving Secretary of War Request on Wind River Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372633"
}