{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6366-labor-provisions-for-the-beet-sugar-industry",
    "doc": "executive-order-6366-labor-provisions-for-the-beet-sugar-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6366-Labor Provisions for the Beet Sugar Industry",
    "date": "October 27, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Beet Sugar Industry, and hearings having been held thereon by the Secretary of Agriculture and the Administrator pursuant to Executive order of June 26, 1933, and an application having been duly made to the Administrator for approval of the labor provisions for the beet sugar industry at this time and the Administrator having rendered his report containing an analysis of said labor provisions, together with his recommendations and findings with respect thereto, and the Administrator having found that it is necessary for the labor provisions for the beet sugar industry to be approved so that they may be in effect during the coming season's operations of the industry which is about to commence, and the Administrator having found that the said labor provisions comply in all respects with the pertinent provisions of title I of said act and that the requirements of subsection (a) of section 7 and subsection (b) of section 10 of the act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator, and do order that the said labor provisions for the beet sugar industry be and are hereby approved.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,October 27, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6366-Labor Provisions for the Beet Sugar Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362190"
}