{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8447-authorizing-the-civil-service-commission-confer-competitive",
    "doc": "executive-order-8447-authorizing-the-civil-service-commission-confer-competitive",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8447-Authorizing the Civil Service Commission To Confer a Competitive Classified Civil-Service Status Upon Certain Employees of the Department of Labor",
    "date": "June 17, 1940",
    "content": [
        "By virtue of the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), the Civil Service Commission is hereby authorized to confer a competitive classified civil-service status upon (1) those persons (six in number) now employed by the Department of Labor in the determination of wages pursuant to the provisions of the act entitled \"An Act to amend the Act approved March 3, 1931, relating to the rate of wages for laborers and mechanics employed by contractors and subcontractors on public buildings,\" approved August 30, 1935, (2) those persons (eight in number) now employed in the Conciliation Service of the Department of Labor pursuant to authority contained in the Second Deficiency Appropriation Act, fiscal year 1935, and (3) those persons (four in number) now detailed to the Office of the Secretary of Labor from the United States Employment Service, upon recommendation of the Secretary of Labor: Provided, (1) that such employees were assigned to positions under authority of one of the above-cited acts at least six months prior to the date of this order and have rendered satisfactory active service for at least three months of such six months' period; (2) that they qualify in such appropriate noncompetitive tests of fitness as may be prescribed by the Civil Service Commission; (3) that they are citizens of the United States; and (4) that they are not disqualified by any provision of section 3 of Civil Service Rule V or of any other civil service rule, or by any provision of the Civil Service Act, or of any other statute or Executive order.",
        "Any employee in the several classes above cited who fails to meet the foregoing requirements shall be separated from the service within thirty days (exclusive of leave to which he is entitled) after the Civil Service Commission reports that he is ineligible for classification, unless the Secretary of Labor certifies to the Commission that the employee has rendered satisfactory service and that he should be retained although without acquiring a competitive classified status.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 17, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8447-Authorizing the Civil Service Commission To Confer a Competitive Classified Civil-Service Status Upon Certain Employees of the Department of Labor Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371955"
}