{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5086-restoring-certain-reserved-lands-new-mexico-pending-resurvey-and-such",
    "doc": "executive-order-5086-restoring-certain-reserved-lands-new-mexico-pending-resurvey-and-such",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5086-Restoring Certain Reserved Lands in New Mexico Pending Resurvey and Such Lands Opened to Entry",
    "date": "March 30, 1929",
    "content": [
        "NEW MEXICO",
        "It is hereby ordered that Executive Order No. 4715, dated September 8, 1927, withdrawing the public lands in Ts. 21 and 22 S., R. 2 E., N.M.P.M., pending a resurvey, be and the same is hereby revoked as to the above mentioned townships.",
        "And it is hereby ordered, pursuant to Public Resolution No. 29 of February 14, 1920 (41 Stat. 434), as amended January 21 and December 28, 1922 (47 Stat. 358, 1067), that the above described lands, if otherwise subject to disposition, subject to valid rights, shall be opened only to entry under the homestead or desert land laws by qualified ex-service men of the War with Germany, under the terms and conditions of such resolutions and regulations issued thereunder, for a period of 91 days, beginning with the official filing of the plats of resurvey and thereafter to appropriation under any public land law applicable thereto by the general public.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to the released lands by settlement in advance of entry or otherwise except strictly in accordance herewith.",
        "HERBERT HOOVER",
        "The White House,March 30, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5086-Restoring Certain Reserved Lands in New Mexico Pending Resurvey and Such Lands Opened to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372840"
}