{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5747-big-lake-reservation-arkansas",
    "doc": "executive-order-5747-big-lake-reservation-arkansas",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5747-Big Lake Reservation, Arkansas",
    "date": "November 11, 1931",
    "content": [
        "It is hereby ordered that the Big Lake Reservation, Ark., created for the protection of native birds, by Executive Order No. 2230, dated August 2, 1915, reduced by Executive Order No. 2872, dated May 31, 1918, and modified by Executive Order No. 3964, dated February 23, 1924, be, and the same is hereby, further modified as to area and boundary lines, subject to existing valid rights, so as to exclude therefrom certain parcels on which patents have issued and to include therein certain tracts lying exterior to the west boundary of drainage district number seventeen, Mississippi County, Ark.",
        "The reservation as thus modified is shown upon the diagram hereto annexed and forming a part hereof, and embraces the following described surveyed lands together with all unsurveyed islands in Big Lake and Little River within the reserved area as shown upon such diagram:",
        "Fifth Principal Meridian",
        "T. 14 N., R. 9 E., sec. 2, lots 3, 4, 9, and part of lot 10 lying north and west of the west boundary of drainage district number seventeen;",
        "sec. 3, lots 1 to 11, inclusive;",
        "sec. 4, lot 6;",
        "sec. 10, lots 2, 3, 7, and part of lots 1, 8, and 9 lying north and west of the west boundary of drainage district number seventeen; and",
        "sec. 11, part of lot 1 lying north and west of the west boundary of drainage district number seventeen;",
        "T. 15 N., R. 9 E., sec. 3, lot 4, SW. ¼ NW. ¼, W. ½ SW. ¼, and part of lot 3, SE. ¼ NW. ¼, and SE. ¼ SW. ¼ lying west of the west boundary of drainage district number seventeen; sec. 4, lots 1, 2, 5, 6, 7, 8, 9, 10, 13, and 14;",
        "sec. 9, lots 1 to 8, inclusive;",
        "sec. 10, lots 1, 2, 3, SW. ¼ SW. ¼, E. ½ SW. ¼, and part of NE. ¼, NW. ¼, and N. ½ SE. ¼ lying south and west of the west boundary of drainage district number seventeen;",
        "sec. 14, lots 1 to 6, inclusive, and part of N. ½ NW. ¼ and NE. ¼ SE. ¼ lying south and west of the west boundary of drainage district number seventeen;",
        "sec. 15, lots 1 to 9, inclusive, N. ½ NW. ¼, and SE. ¼ NW. ¼; sec. 16, lots 1 to 3, inclusive;",
        "sec. 21, lots 1 to 4, inclusive;",
        "sec. 22, lots 1 to 4, inclusive;",
        "sec. 23, lots 1, 2, 3, 5, 6, S. ½ SW. ¼ and part of lot 4 and SE. ¼ lying west of the west boundary of drainage district number seventeen;",
        "sec. 26, lots 2, 3, 4, NW. ¼, W. ½ SW. ¼ and part of NE. ¼ and lots 1 and 5 lying west of the west boundary of drainage district number seventeen;",
        "sec. 27, lots 1 to 5, inclusive, and SE. ¼ NE. ¼;",
        "sec. 28, lot 5;",
        "sec. 33, lots 1 to 4, inclusive;",
        "sec. 34, lots 1 to 11, inclusive; and",
        "sec. 35, lots 1 to 7, inclusive, and part of E. ½ NE. ¼ lying west of the west boundary of drainage district number seventeen;",
        "T. 16 N., R. 9 E., sec. 21, lot 2;",
        "sec. 22, lots 2 to 5, inclusive;",
        "sec. 27, lots 2, 3, 5, and part of lots 1, 4, and 6, lying west of the west boundary of drainage district number seventeen;",
        "sec. 28, lots 1 to 4, inclusive;",
        "sec. 33, lots 1, 3, 6, and 7; and",
        "sec. 34, lots 1, 2, 3, and part of SW. ¼ SW. ¼ lying west of the west boundary of drainage district number seventeen.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of chapter 4, title 18, United States Code (35 Stat. 1088, 1098, and 43 Stat. 98), or by section 10 of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1222, 1224; U.S. Code, Supp. IV, title 16, ch. 7a).",
        "This refuge shall be known as the Big Lake Reservation.",
        "HERBERT HOOVER",
        "The White House,November 11, 1931.",
        ""
    ],
    "citation": "Herbert Hoover, Executive Order 5747-Big Lake Reservation, Arkansas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361784"
}