{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8640-additional-regulations-governing-the-exportation-articles-and",
    "doc": "executive-order-8640-additional-regulations-governing-the-exportation-articles-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8640-Additional Regulations Governing the Exportation of Articles and Materials Described in Certain Proclamations of the President",
    "date": "January 15, 1941",
    "content": [
        "Pursuant to the authority vested in me by section 6 of the act of Congress, approved July 2, 1940, entitled \"An act to expedite the strengthening of the national defense\", I hereby prescribe the following additional regulations governing the exportation of the articles and materials named in Proclamations No. 2413 of July 2, 1940, No. 2417 of July 26, 1940, No. 2423 of September 12, 1940, No. 2428 of September 30, 1940, No. 2449 of December 10, 1940, No. 2451 of December 20, 1940, and No. 2453 of January 10, 1941:",
        "1. Except as may be prohibited by the Neutrality Act of 1939 (54 Stat. 4), the Secretary of State may issue general licenses authorizing the exportation to all or certain areas or destinations of any of the above-designated articles and materials, and forms, conversions, and derivatives thereof, in accordance with rules and regulations prescribed by the President or such specific directives as may from time to time be communicated to the Secretary of State through the Administrator of Export Control.",
        "2. Paragraphs 5, 10, and 11 of the regulations prescribed by the President July 2, 1940, governing the exportation of articles and materials designated in Proclamation No. 2413 of that date, shall be inapplicable to the general licenses herein authorized.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 15, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8640-Additional Regulations Governing the Exportation of Articles and Materials Described in Certain Proclamations of the President Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210443"
}