{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6744-waiver-civil-service-rule-ii-permit-certain-appointments-the-treasury",
    "doc": "executive-order-6744-waiver-civil-service-rule-ii-permit-certain-appointments-the-treasury",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6744-Waiver of Civil Service Rule II to Permit Certain Appointments in the Treasury Department",
    "date": "June 19, 1934",
    "content": [
        "By virtue of the authority vested in me by the provisions of the last sentence of the eighth paragraph of subdivision second of section 2 of the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403, 404), it is hereby ordered that Mr. Harry E. Collins may be appointed to the position of Assistant Director, Branch of Supply, Procurement Division, Treasury Department; that Mr. Winchester E. Reynolds may be appointed to the position of Assistant Director, Branch of Public Works, Procurement Division, Treasury Department; that Mr. William R. Sayles may be appointed to the position of Assistant Deputy Commissioner, Alcohol Tax Unit, Bureau of Internal Revenue, Treasury Department; that Mr. Eli Frank, Jr., may be appointed to the position of Chief, Legal Division, Bureau of Customs, Treasury Department, to perform the duties heretofore performed by the General Counsel, Bureau of Customs, Treasury Department; that Mr. Thomas A. Manning may be appointed to the position of special counsel to the collector of customs at New York, Bureau of Customs, Treasury Department; and that Mr. William H. Agee may be appointed to the position of special counsel to the collector of customs at New York, Bureau of Customs, Treasury Department; all without compliance with the requirements of civil-service rule II.",
        "This order is issued upon the recommendation of the Secretary of the Treasury.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6744-Waiver of Civil Service Rule II to Permit Certain Appointments in the Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362519"
}