{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5566-placing-the-government-the-virgin-islands-under-the-supervision-the",
    "doc": "executive-order-5566-placing-the-government-the-virgin-islands-under-the-supervision-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5566-Placing the Government of the Virgin Islands Under the Supervision of the Department of the Interior",
    "date": "February 27, 1931",
    "content": [
        "I, Herbert Hoover, President of the United States of America, under the authority conferred upon me by the act of March 3, 1917, entitled \"An act to provide a temporary government for the West Indian Islands, acquired by the United States from Denmark by the convention entered into between said countries on the fourth day of August, nineteen hundred and sixteen, and ratified by the Senate of the United States on the seventh day of September, nineteen hundred and sixteen, and for other purposes\" (39 Stat. 1132), and by virtue of all other powers thereto me enabling, do hereby place the administration of the government of the Virgin Islands, including expenditures and the appointment of personnel, under the supervision of the Secretary of the Interior, subject to the entrance upon duty of a civil governor, and direct that the unexpended balance of the appropriation \"Temporary government for the West Indian Islands for the fiscal year 1931,\" included in the Navy Appropriation Act, shall be transferred, effective on the entrance upon duty of the civil governor, to the Department of the Interior. Further, the Secretary of the Interior shall contract for the employment of and fix salaries of those persons employed in the government of the Virgin Islands of the United States whose positions and salaries are not specified in the annual budgets of the two Colonial Councils, and he may, where necessary, contract to furnish to such persons, or to any other appointees to positions in the islands, free transportation from the port of departure in the United States, including meals on the steamer, but no compensation or expenses for the journey to the port. Under the authority recited herein I do hereby order and direct that all naval officers, nurses, enlisted men, and clerical employees of the Department of the Navy now assigned to the executive departments of the municipal governments shall remain in their present positions until relieved by civil employees with the approval of the Secretaries of the Navy and Interior, but they shall be relieved not later than six months from the date of entrance upon duty of the civil governor. The requirement that the governor of said islands shall report to the President through the Secretary of the Navy, according to the instructions of the President in letter dated October 12, 1922, is hereby revoked, and the governor shall hereafter report to the President through the Secretary of the Interior.",
        "HERBERT HOOVER",
        "The White House,February 27, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5566-Placing the Government of the Virgin Islands Under the Supervision of the Department of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361195"
}