{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8531-amending-executive-order-no-7908-or-june-9-1938-transferring-certain",
    "doc": "executive-order-8531-amending-executive-order-no-7908-or-june-9-1938-transferring-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8531-Amending Executive Order No. 7908 or June 9, 1938, Transferring Certain Lands to the Secretary of Agriculture for Use, Administration, and Disposition Under Title III of the Bankhead-Jones Farm Tenant Act",
    "date": "August 31, 1940",
    "content": [
        "By virtue of the authority vested in me by section 45 of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522), I hereby amend the two provisos contained in Executive Order No. 7908 of June 9, 1938, transferring certain lands to the Secretary of Agriculture for use, administration, and disposition under Title III of the Bankhead-Jones Farm Tenant Act, to read as follows:",
        "\"Provided, That no lands heretofore or hereafter set apart and reserved from the public domain for use, administration, and disposition in accordance with the provisions of Title III of the said Bankhead-Jones Farm Tenant Act and the related provisions of Title IV thereof, shall be disposed of by sale, exchange, or grant, in accordance with the provisions of said act, without the approval of the Secretary of the Interior, and no transfer of title to such lands shall be complete unless evidenced by patent issued by the General Land Office:",
        "\"And provided further, That this order shall not apply to any of the said lands which have been, by Executive order or proclamation, included in or reserved as a part of a national forest or of a wildlife, waterfowl, migratory bird, or research refuge, and that this order, or any order which may hereafter set apart and reserve lands from the public domain for use, administration, and disposition in accordance with the provisions of Title III of the said Bankhead-Jones Farm Tenant Act and the related provisions of Title IV thereof, shall not apply to the right, title, and interest of the United States in the mineral resources of the lands which have been, or may hereafter be, set apart and reserved from the public domain, and shall not restrict the disposition of such mineral resources under the public-land laws.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 31, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8531-Amending Executive Order No. 7908 or June 9, 1938, Transferring Certain Lands to the Secretary of Agriculture for Use, Administration, and Disposition Under Title III of the Bankhead-Jones Farm Tenant Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368389"
}