{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8498-transferring-the-control-and-jurisdiction-the-treasury-department-the",
    "doc": "executive-order-8498-transferring-the-control-and-jurisdiction-the-treasury-department-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8498-Transferring to the Control and Jurisdiction of the Treasury Department the Remaining Part of the Site of the Naval Reservation on Ediz Hook, Port Angeles, Washington",
    "date": "July 27, 1940",
    "content": [
        "By virtue of the authority vested in me by section 1 of the act of June 25, 1910, c. 421, 36 Stat. 847, it is ordered that the following-described tract of land on Ediz Hook Spit, Port Angeles Harbor, Washington, which tract constitutes the remaining part of the area reserved by Executive Order No. 2646 of June 27, 1917, for naval purposes, be, and it is hereby, transferred from the control and Jurisdiction of the Navy Department to the control and jurisdiction of the Treasury Department for Coast Guard purposes:",
        "All of the Navy Department Reservation on Ediz Hook Spit, Port Angeles Harbor, State of Washington, as lies between the Strait of Juan De Fuca and Port Angeles Harbor on the North and South respectively and between the Westerly boundary of the U.S. Coast Guard (Light House) Reservation (Executive Order Number 2646, June 27, 1917) on the East and the Easterly boundary of the U.S. Coast Guard (Air Station) Reservation (Executive Order Number 6594, Feb. 9, 1934) on the West, containing 8 acres more or less, and designated as \"This Area Reserved for Submarine and Aviation Base\"; all as shown on a tracing bearing the legend \"Plat of Ediz Hook showing Proposed Reservation for Submarine and Aviation Base, Port Angeles Harbor, Washington. Surveyed May, 1917-Scale 1\"=100' \", which tracing is on file in the office of the Judge Advocate General of the Navy, Navy Department.",
        "The transfer of the control and jurisdiction over the aforesaid tract of land to the Treasury Department is subject to the condition that in the event such tract shall cease to be used for Coast Guard purposes, and upon formal notification thereof by the Treasury Department to the Navy Department, the control and jurisdiction over the said tract shall revert to the Navy Department.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 27, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8498-Transferring to the Control and Jurisdiction of the Treasury Department the Remaining Part of the Site of the Naval Reservation on Ediz Hook, Port Angeles, Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371985"
}