{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8549-designating-the-secretary-the-treasury-accept-behalf-the-united",
    "doc": "executive-order-8549-designating-the-secretary-the-treasury-accept-behalf-the-united",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8549-Designating the Secretary of the Treasury To Accept on Behalf of the United States a Certain Tract of Land Authorized To Be Conveyed to the United States by the Legislature of Puerto Rico",
    "date": "September 24, 1940",
    "content": [
        "By virtue of the authority vested in me by section 7 of the act of March 2, 1917, 39 Stat. 954, an act entitled \"An Act to provide a civil government for Porto Rico, and for other purposes,\" and as President of the United States, I hereby designate the Secretary of the Treasury on behalf of the United States and in my stead to accept from the people of Puerto Rico by deed of conveyance, and to devote to the purposes of the United States Coast Guard, the parcel of land and the improvements thereon authorized to be conveyed to the United States by Act No. 87 of the Fourth Regular Session of the Fourteenth Legislature of Puerto Rico, approved April 29, 1940, described as follows:",
        "\"A parcel of land, including the buildings constructed thereon, located at the place known as 'La Puntilla', of the ward 'La Marina' of the municipal jurisdiction of San Juan, Puerto Rico, having an area of 18,152.08 square meters equivalent to 4.48 acres and bounded on the north by Princesa Street; on the south by lands of the United States Lighthouse Reservation; on the east by Presidio Street, and on the west by the San Juan Bay (mean low water line) and more particularly described by metes and bounds as follows: 'Starting at point No. 5 of the plan in the the office of the Lighthouse Inspector, 9th district, San Juan, Puerto Rico, dated August 31, 1915, which is point No. 1 of the plan of the Department of the Interior, dated February 20, 1940; thence, by the limit of the Lighthouse Reservation (U.S. Naval Station) which is the eastern margin of the prolongation of Presidio Street; with a bearing of S 5°35' E and a distance of 54.18 meters to point No. 4 of the Lighthouse Inspector's plan and point No. 2 of the plan of the Department of the Interior; thence, along an ornamental fence which marks the boundary between federal and insular property, bearing S 83°35' W and 28.10 meters to point No. 3; thence, along a barbed-wire fence bearing S 65°28' W and 11.41 meters to point No. 4, on the mean low water line of the San Juan Bay; thence, along this mean low water line, with the following bearings and distances; N 27°20' W-39.54 meters to point No. 5; N 30°11' W-32.35 meters to point No. 6; N 21°37' W-90.90 meters to point No. 7; N 0°41' W-42.84 meters to point No. 8; N 9°53' E-95.38 meters to point No. 9; N 31°36' W-30.42 meters to point No. 10 at the southern edge of a concrete slab that covers a sewer pipe; thence, along the edge of said concrete slab, N 70°39' E-12.67 meters to point No. 11, situated at the southeast corner of the aforementioned slab; thence, N 77°39' E-16.08 meters to point No. 12, at the south margin of Princesa Street; thence, along said margin N 83°50 ' E-27.62 meters to point No. 13, at the southwest corner of Presidio and Princesa Streets; thence, along the west margin of Princesa Street with the following bearings and distances: S 5°23' E-143.48 meters to point No. 14; S 5°5' E-94.50 meters to point No. 15; thence N 82°44' E-11.86 meters to point No. 16; thence S 5°31' E- 24.69 meters to point No. 17; thence N 84°25' E-10.00 meters to point No. 1, which is the point of departure.'\"",
        "The Secretary of the Treasury is hereby authorized and directed to exercise on behalf of the United States any and all requirements necessary to effectuate the conveyance of the property to the United States.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 24, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8549-Designating the Secretary of the Treasury To Accept on Behalf of the United States a Certain Tract of Land Authorized To Be Conveyed to the United States by the Legislature of Puerto Rico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372004"
}