{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11213-inspection-certain-interest-equalization-tax-information-returns-the",
    "doc": "executive-order-11213-inspection-certain-interest-equalization-tax-information-returns-the",
    "president": "Lyndon B. Johnson",
    "president_byline": "36th President of the United States: 1963 ‐ 1969",
    "title": "Executive Order 11213-Inspection of Certain Interest Equalization Tax Information Returns by the Board of Governors of the Federal Reserve System and the Federal Reserve Banks",
    "date": "April 02, 1965",
    "content": [
        "By virtue of the authority vested in me by section 6103(a) of the Internal Revenue Code of 1954 (68A Stat. 753; 26 U.S.C. 6103(a)), as amended by section 3(c) of the Interest Equalization Tax Act (Pub. L. 88-563, 78 Stat. 844), it is hereby ordered that any information return made by a commercial bank under the Interest Equalization Tax Act shall be open to inspection by the Board of Governors of the Federal Reserve System and the Federal Reserve Banks. Such inspection shall be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in a Treasury decision, relating to inspection of certain interest equalization tax information returns by the Board of Governors of the Federal Reserve System and the Federal Reserve Banks, approved by me this date.",
        "Executive Order 11176 of September 3, 1964, is hereby superseded.",
        "This order shall be effective upon its filing for publication in the Federal Register.",
        "LYNDON B. JOHNSON",
        "The White House,",
        "April 2, 1965."
    ],
    "citation": "Lyndon B. Johnson, Executive Order 11213-Inspection of Certain Interest Equalization Tax Information Returns by the Board of Governors of the Federal Reserve System and the Federal Reserve Banks Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/239478"
}