{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8811-authorizing-the-continuance-employment-persons-employed-the-office",
    "doc": "executive-order-8811-authorizing-the-continuance-employment-persons-employed-the-office",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8811-Authorizing the Continuance in Employment of Persons Employed by the Office of Government Reports on June 30, 1941, and the Conferring of a Competitive Classified Civil Service Status Upon Such Employees",
    "date": "June 30, 1941",
    "content": [
        "By virtue of authority vested in me by paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), it is hereby ordered as follows:",
        "Section 1. The Director of the Office of Government Reports is authorized to continue in employment those persons employed in the Office of Government Reports on June 30, 1941, provided that all appointments to positions other than those included in Schedules A and B of the Civil Service Rules which are vacant at any time after June 30, 1941, unless filled by promotion or reassignment, shall be filled in accordance with the Civil Service Rules.",
        "Section 2. Any person continued in employment under the provisions of section 1 of this order shall on January 1, 1942, if still in such employment, be entitled to acquire a competitive classified civil service status in accordance with the provisions of section 6 of Civil Service Rule II.",
        "Section 3. The provisions of this order shall extend to any person who has left or who leaves the employment of the Office of Government Reports for active military or naval service and the Director may recommend such person for a competitive classified status within one year after reinstatement in accordance with the provisions of section 6 of Civil Service Rule II.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 30, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8811-Authorizing the Continuance in Employment of Persons Employed by the Office of Government Reports on June 30, 1941, and the Conferring of a Competitive Classified Civil Service Status Upon Such Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368228"
}