{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6955-amendment-code-fair-competition-for-the-automobile-manufacturing",
    "doc": "executive-order-6955-amendment-code-fair-competition-for-the-automobile-manufacturing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6955-Amendment to Code of Fair Competition for the Automobile Manufacturing Industry",
    "date": "January 31, 1935",
    "content": [
        "An application having been duly made in behalf of the Automobile Manufacturing Industry, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and the provisions of the Code of Fair Competition for the Automobile Manufacturing Industry duly approved on August 26, 1933, for my approval of an amendment to said Code of Fair Competition for the Automobile Manufacturing Industry, and it having been found that the said proposed amendment complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of said Act have been met, and the National Industrial Recovery Board having made certain recommendations to me:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do order that the said application be and it is hereby approved, and that, effective immediately, the said Code of Fair Competition for the Automobile Manufacturing Industry be and it is hereby amended as follows:",
        "1. In Article I, the seventh paragraph, which has heretofore read as follows:",
        "\"The term 'expiration date' as used herein means February 1, 1935, or the earliest date prior thereto on wliich the President shall by proclamation or the Congress shall by joint resolution declare that the emergency recognized by section 1 of the National Industrial Recovery Act has ended.\" shall be modified to read as follows:",
        "\"The term 'expiration date' as used herein means June 16, 1935, or the earliest date prior thereto on wliich the President shall by proclamation or the Congress shall by joint resolution declare that the emergency recognized by section 1 of the National Industrial Recovery Act has ended.\"",
        "2. Work by any employe in excess of forty-eight hours in any week shall be paid for at the rate of time and one-half for such overtime. Any provision of said Code inconsistent herewith is hereby modified to conform to this requirement. This requirement shall not be construed to authorize or permit work in excess of forty-eight hours when such work is prohibited under any of the provisions of the code.",
        "3. The members of the industry are requested and authorized to enter into agreements with one another with respect to Fall announcements of new models of passenger automobiles and the holding of automobile shows in the Fall of the year, as a means of facilitating regularization of employment in the industry.",
        "4. The members of the industry will comply with the provisions and requirements for the settlement of labor controversies which were established by the government and have been in operation since March 1934, and which are hereby confirmed and continued.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 31, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6955-Amendment to Code of Fair Competition for the Automobile Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362625"
}