{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7689-appointment-secretary-the-interior-administrator-the-puerto-rico",
    "doc": "executive-order-7689-appointment-secretary-the-interior-administrator-the-puerto-rico",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7689-Appointment of Secretary of the Interior as Administrator of the Puerto Rico Reconstruction Administration",
    "date": "August 12, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me under the Emergency Relief Appropriation Act of 1935 (49 Stat. 115) and the act entitled \"An Act to provide that funds allocated to Puerto Rico under the Emergency Relief Appropriation Act of 1935 may be expended for permanent rehabilitation, and for other purposes\", approved February 11, 1936 (49 Stat. 1135), I hereby appoint the Secretary of the Interior as Administrator of the Puerto Rico Reconstruction Administration, vice Ernest Gruening, resigned, to serve without additional compensation, and to exercise and discharge the functions, duties, and authority conferred upon the Puerto Rico Reconstruction Administration by Executive Orders No. 7057 of May 28, 1935, and No. 7180 of September 6, 1935, as amended by No. 7554 of February 17, 1937.",
        "The Administrator is hereby authorized to appoint an Assistant Administrator and delegate to him such of the powers hereby conferred upon the Administrator as may be necessary for the efficient operation of the Administration In Puerto Rico. The Assistant Administrator shall also serve as Acting Administrator when so directed by the Administrator.",
        "Executive Orders No. 7057 of May 28, 1935, No. 7180 of September 6, 1935, as amended, and No. 7493 of November 14, 1936, are hereby amended accordingly.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 12, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7689-Appointment of Secretary of the Interior as Administrator of the Puerto Rico Reconstruction Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369009"
}