{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6750-c-prescribing-rules-and-regulations-for-the-interpretation-and",
    "doc": "executive-order-6750-c-prescribing-rules-and-regulations-for-the-interpretation-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6750-C-Prescribing Rules and Regulations for the Interpretation and Application of Certain Labor Provisions of Codes of Fair Competition as They May Affect Apprentice Training Programs in Industry",
    "date": "June 27, 1934",
    "content": [
        "By virtue of the authority vested in me under Title I of the National Industrial Recovery Act (ch. 90, 48 Stat. 195), and upon due consideration of the facts and the report and recommendation of the Administrator:",
        "I, Franklin D. Roosevelt, President of the United States, in order to carry out the purposes of said Title of said Act, do hereby order that, except as hereinafter provided, no provision of any Code of Fair Competition or agreement, which has heretofore been or may hereafter be approved, prescribed or issued pursuant to said Title of said Act shall be so construed or applied as to violate the following rules and regulations which are hereby promulgated and prescribed, to-wit:",
        "(1) A person may be employed as an apprentice by any member of an industry subject to a Code of Fair Competition at a wage lower than the minimum wage, or for any time in excess of the maximum hours of labor, established in such code, if such member shall have first obtained from an Agency to be designated or established by the Secretary of Labor, a certificate permitting such person to be employed in conformity with a training program approved by such Agency, until and unless such certificate is revoked.",
        "(2) The term \"Apprentice\", as used herein shall mean a person of at least 16 years of age who has entered into a written contract with an employer or an association of employers which provides for at least 2,000 hours of reasonably continuous employment for such person and his participation in an approved program of training as hereinabove provided.",
        "(3) A Committee shall be established by the Secretary of Labor to advise such Secretary in the exercise of the powers herein conferred, and to perform such other functions as the Secretary may direct. Such Committee shall be composed of one or more representatives of the Office of Education, the National Recovery Administration, and the United States Department of Labor.",
        "The Secretary of Labor is hereby authorized to prescribe such further rules and regulations as may be deemed necessary to supplement, amplify or carry out the purposes and intent of this Order, and to take such other steps, not inconsistent herewith, as may be deemed advisable to effectuate this Order.",
        "Any approval order of a Code of Fair Competition or agreement heretofore approved, prescribed, or issued pursuant to Title I of the National Industrial Recovery Act, if any necessity exists therefor in order to make these regulations effective, is hereby modified so as to permit and be conditioned upon the full application and operation of these regulations;",
        "Provided, However, that nothing in this Order shall be construed as modifying any Code of Fair Competition except insofar as an employer subject thereto may elect to become subject to the provisions of this Order.",
        "This Order shall become effective on July 15, 1934, unless prior to that date good cause to the contrary is shown to the Administrator for Industrial Recovery by any affected party or parties, and he otherwise directs.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator for Industrial Recovery.",
        "The White House,June 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6750-C-Prescribing Rules and Regulations for the Interpretation and Application of Certain Labor Provisions of Codes of Fair Competition as They May Affect Apprentice Training Programs in Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362527"
}