{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8042-authorizing-initial-appointments-certain-positions-the-air-safety",
    "doc": "executive-order-8042-authorizing-initial-appointments-certain-positions-the-air-safety",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8042-Authorizing Initial Appointments to Certain Positions in the Air Safety Board, Civil Aeronautics Authority, Without Compliance With the Civil Service Rules",
    "date": "January 30, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), it is hereby ordered that, subject to the establishment before the Civil Service Commission of the requisite qualifications in each case, initial appointments to each of the following-named positions under the Air Safety Board, Civil Aeronautics Authority, may be effected without compliance with the competitive requirements of the Civil Service Rules:",
        "Executive Officer      Technical Adviser      Chief of Investigation Division      Chief of Examiners' Section      Chief of Investigation Section      Chief of Technical Section      Chief of Information and Publications Division      Chief of Liaison Section      Chief of Information and Statistical Section",
        "This order is recommended by the Chairman of the Air Safety Board, Civil Aeronautics Authority.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 30, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8042-Authorizing Initial Appointments to Certain Positions in the Air Safety Board, Civil Aeronautics Authority, Without Compliance With the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368634"
}