{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6135-purchase-national-forest-lands",
    "doc": "executive-order-6135-purchase-national-forest-lands",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6135-Purchase of National-Forest Lands",
    "date": "May 20, 1933",
    "content": [
        "Whereas the citizens of the eastern States employed or to be employed under the provisions of the act of Congress approved March 31, 1933 (Public, No. 5, 73d Cong.), largely are to be engaged in constructive and productive activities upon lands owned by the United States for national-forest purposes, and situated within a series of 42 national-forest purchase units in 20 of the States east of the Great Plains, said units having been established and designated by the Secretary of Agriculture under authority of the act of Congress approved March 1, 1911 (36 Stat. 961-963; U.S.C., title 16, secs. 513-521), with the concurrence and approval of the National Forest Reservation Commission created by said act; and",
        "Whereas more than one half of the lands suitable for forest purposes within said 42 units are privately owned and widely interspersed among the lands in Federal ownership, greatly complicating the effective use of the services of the men employed for emergency conservation work under authority of the act of March 31, 1933, and markedly limiting the numbers of men for whom employment can be provided within said 42 areas; and",
        "Whereas it is the opinion of the members of the National Forest Reservation Commission that the prompt acquisition within said areas of the lands chiefly valuable for forest purposes not hitherto acquired by the United States would greatly enhance the effectiveness of and enlarge the opportunity for the employment of men under the provisions of the act of March 31, 1933, and would in addition contribute in a large and desirable way toward the fruition of the public objectives and program expressed and established by the act approved March 1, 1911, as amended;",
        "Therefore, by virtue of the authority vested in me by the act of Congress entitled \"AN ACT For the relief of unemployment through the performance of useful public work, and for other purposes\" (Public, No. 5, 73d Cong.), it is hereby ordered that $20,000,000 of the moneys made available for expenditure by said act shall be and hereby are allotted for expenditure by the Secretary of Agriculture for the purchase of forest lands within the 42 existing national-forest purchase areas, under the provisions of the act of March 1, 1911, as amended, and in conformity with the procedure hitherto established to govern the conduct of such purchases of land; and so much of the sum allotted as may be necessary may be used as the Secretary of Agriculture may provide to cover the costs incident to the purchase of said lands.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 20, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6135-Purchase of National-Forest Lands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361962"
}