{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6501-code-fair-competition-for-the-millinery-industry",
    "doc": "executive-order-6501-code-fair-competition-for-the-millinery-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6501-Code of Fair Competition for the Millinery Industry",
    "date": "December 15, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Millinery Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met,",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "1. That the provisions of this Code shall be in full force and effect only until May 15, 1934. Prior to that date, the Code Authority shall make recommendations to the Administrator in regard to the continuance or the amendment of any or all provisions of this Code.",
        "2. A special board shall be appointed by the Administrator for the purpose of determining after notice and hearing whether the scales applying to a particular area, market or member of the industry should be stayed or modified because of great and unusual hardship to such area, market or member of the industry by reason of the application of such scales thereto.",
        "3. Provision is made in section 5 of Article IV by which any person on whom undue hardships are imposed may be granted an opportunity for relief.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,December 15, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6501-Code of Fair Competition for the Millinery Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373222"
}