{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6997-prescribing-regulations-governing-the-manufacture-importation-and",
    "doc": "executive-order-6997-prescribing-regulations-governing-the-manufacture-importation-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6997-Prescribing Regulations Governing the Manufacture, Importation, and Sale of Alcoholic Beverages in the Canal Zone",
    "date": "March 25, 1935",
    "content": [
        "By virtue of the authority vested in me by the Act of June 19, 1934 (ch. 657, 48 Stat. 1116), I hereby prescribe the following regulations governing the sale, manufacture, and importation of alcoholic beverages in the Canal Zone:",
        "1. From and after the date of this order it shall be unlawful in the Canal Zone to sell or import any alcoholic beverage except as provided herein. The phrase \"alcoholic beverages\" when used in these regulations shall mean alcoholic beverages containing more than 3.2 per centum of alcohol by weight.",
        "2. The sale of alcoholic beverages, except by transient vessels in Canal Zone waters to their passengers, shall be permitted in the Canal Zone only under a license or written authority as provided for in these regulations.",
        "3. Except in areas reserved for the use of the Army and the Navy, the Governor of The Panama Canal may authorize the issuance of licenses to hotels, clubs, and Panama Railroad commissaries for the sale of alcoholic beverages. In accordance with policy determined by the Secretary of War and the Secretary of the Navy, respectively, the Commanding General, Panama Canal Department, as to Army areas, and the Commandant, Fifteenth Naval District, as to Navy areas, by written authority may authorize the sale of alcoholic beverages by official agencies, including clubs, within the areas of the Canal Zone reserved for the use of the Army and Navy respectively, provided that such alcoholic beverages shall include only alcoholic beverages the sale of which in the Canal Zone is authorized by the Governor of The Panama Canal.",
        "The term \"club\" as used in these regulations shall mean an officially approved organization of persons which is the owner, lessee, or occupant of an establishment operated solely for recreational or social purposes. Such clubs shall be authorized to make sales of alcoholic beverages to their members only.",
        "4. Licenses and written authorities issued under these regulations may embody such conditions consistent with good administrative policy as may appear reasonably necessary.",
        "5. No license or written authority issued under these regulations shall be transferred, nor shall the privileges granted thereby be exercised through an assignee, contractor, or concessionaire.",
        "6. The official by whose authority any license or written authority is issued under these regulations may suspend or revoke such license or written authority for a violation of any of the laws and regulations relating to the sale, manufacture, or importation of alcoholic beverages, or for a violation of any of the conditions of the license or written authority imposed under section 4 of these regulations.",
        "7. All licenses issued under these regulations shall be kept posted under glass in a conspicuous place on the premises where the alcoholic beverages are sold.",
        "8. The right of the United States to permit the importation of alcoholic beverages into the Canal Zone shall not be exercised while these regulations remain in effect: Provided, That nothing herein shall be construed to restrict importations into the Canal Zone of alcoholic beverages from the Republic of Panama, or the entry of alcoholic beverages arriving at Canal Zone ports for ultimate delivery to points beyond the Canal Zone.",
        "9. The manufacture of alcoholic beverages in the Canal Zone is forbidden.",
        "10. Nothing in these regulations shall apply to alcoholic liquors for sacramental, scientific, pharmaceutical, industrial, or medicinal purposes.",
        "11. Any person violating any of the provisions of these regulations shall be punished by a fine of not more than $500 or imprisoned in jail for not more than 6 months, or by both, and in addition the license of any such person may be revoked or suspended, as provided in the Act of June 19, 1934 (ch. 657, 48 Stat. 1116).",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 25, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6997-Prescribing Regulations Governing the Manufacture, Importation, and Sale of Alcoholic Beverages in the Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362677"
}