{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8288-making-certain-changes-the-field-organization-the-customs-service-the",
    "doc": "executive-order-8288-making-certain-changes-the-field-organization-the-customs-service-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8288-Making Certain Changes in the Field Organization of the Customs Service in the State of Texas",
    "date": "November 22, 1939",
    "content": [
        "By virtue of the authority vested in me by section 1 of the act of August 1, 1914, 38 Stat. 609, 623 (U.S.C., title 19, sec. 2), it is ordered that the following changes be, and they are hereby, made in the field organization of the customs service in the State of Texas:",
        "1. The headquarters of Customs Collection District No. 23 (San Antonio) are transferred from San Antonio, Texas, to Laredo, Texas.",
        "2. The name of Customs Collection District No. 23 (San Antonio) is changed to \"Laredo Customs Collection District.\"",
        "3. The city of San Antonio, Texas, is retained as a customs port of entry in Customs Collection District No. 23 (Laredo).",
        "4. The designation of Fort Worth, Texas, as a customs port of entry in Customs Collection District No. 23 is revoked.",
        "5. Those portions of the Counties of Dallas, Aransas, and Refugio, State of Texas, lying west of 970 west longitude, and the Counties of Tarrant, San Patricio, and Nueces, State of Texas (including the customs port of entry of Corpus Christi, Texas, in the County of Nueces), are transferred from Customs Collection District No. 23 to Customs Collection District No. 22 (Galveston).",
        "This order shall become effective thirty days from the date hereof.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 22, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8288-Making Certain Changes in the Field Organization of the Customs Service in the State of Texas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371901"
}