{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9008-amending-executive-order-no-8990-december-23-1941-relating",
    "doc": "executive-order-9008-amending-executive-order-no-8990-december-23-1941-relating",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9008-Amending Executive Order No. 8990 of December 23, 1941, Relating to Appointment of State Employment Security Personnel to Positions in the Social Security Board",
    "date": "January 02, 1942",
    "content": [
        "By virtue of the authority vested in me by section 2 of the Civil Service Act (22 Stat. 404) and by section 4 of the act of November 26, 1940, 54 Stat. 1214, it is ordered as follows:",
        "1. Paragraph numbered 2 of Executive Order No. 8990 of December 23, 1941, relating to appointment of State employment security personnel to positions in the Social Security Board, is hereby amended to read:",
        "\"Finding that such action is necessary to the more efficient operation of the Government, it is ordered that positions required by the Federal Security Agency in connection with its operation of employment office facilities and services for the performance of functions heretofore performed by state employment security agencies shall be excluded from the provisions of the Classification Act, as amended and extended, until such time as the Federal Security Administrator shall determine that such positions shall be classified in accordance with the administrative provisions and salary rates of the Classification Act, as amended.\"",
        "2. The second sentence of paragraph numbered 3 of the said order is hereby amended to read:",
        "\"Persons so appointed may, subject to the satisfactory completion of a six-months' probationary period, acquire a competitive classified civil-service status in the Federal service, subject to such regulations as the Civil Service Commission may prescribe.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 2, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9008-Amending Executive Order No. 8990 of December 23, 1941, Relating to Appointment of State Employment Security Personnel to Positions in the Social Security Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368027"
}