{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6849-exclusion-public-lands-from-tongass-national-forest-alaska",
    "doc": "executive-order-6849-exclusion-public-lands-from-tongass-national-forest-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6849-Exclusion of Public Lands from Tongass National Forest, Alaska",
    "date": "September 15, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 34, 36), and upon the recommendation of the Secretary of Agriculture, it is ordered that the tracts of land in Alaska lying within the following-described boundaries occupied under permits issued by the Forest Service be, and the same are hereby, excluded from the Tongass National Forest:",
        "Chs. Beginning at corner no. 1, meander corner, for the Myers Chuck elimination, on the mainland of Cleveland Peninsula, and the east shore of Clarence Strait, in approximate latitude 55°45' N., longitude 132°10' W., from which point the south end of Misery Island bears S. 84° W., and the north end of this island bears N. 56° W. Corner not set because of liability of destruction by tides.",
        "Thence N. 45° E.",
        "0.50 to witness corner to corner no. 1 and meander corner, which is a hemlock stake 5 ft. long, 5 in. diam., squared and marked WC 1 MC MCE.",
        "A 20-in. cedar tree marked MCE WC 1 MC BT bears S. 79° E., 0.28 ch.",
        "A 24-in. hemlock tree marked MCE WC 1 MC BT bears S. 2°30' E., 0.31 ch.",
        "15.00 to corner no. 2, which is a hemlock stake 5 ft. long, 6 in. diam., squared and marked MC ELIM C2.",
        "A 36-in. Alaska cedar tree marked MC ELIM 2 BT bears N. 67°30' W., 0.16 ch.",
        "A 14-in. lodgepole pine tree marked MC ELIM 2 BT bears S. 45° E., 0.36 ch.",
        "Thence S. 45° E.",
        "85.00 to corner no. 3, which is a green lodgepole pine stump 5 ft. high, 8 in. diam., squared and marked MC ELIM C3.",
        "A 12-in. lodgepole pine tree marked MC ELIM 3 BT bears N. 14° W., 0.46 ch.",
        "Thence S. 45° W.",
        "30.00 to corner no. 4, which is a hemlock stake 5 ft. long, 6 in. diam., squared and marked MCE C4.",
        "A 26-in. cedar tree marked MCE 4 BT bears N. 20° W., 0.19 ch.",
        "A 14-in. hemlock tree marked MCE 4 BT bears S. 20° E., 0.08 ch.",
        "Chs. Thence west",
        "36.60 to witness corner to corner no. 5 and meander comer, which is a fir stake 6 ft. long, 4 by 6 in., marked WC 5 MC MCE.",
        "A 7-in. hemlock tree marked WC 5 MC BT bears N. 47° E.t 0.20 ch.",
        "A 12-in. hemlock tree marked WC 5 MC BT bears S. 1° W., 0.28 ch.",
        "37.10 to corner no. 5, a point at mean high tide on shore Clarence Strait, not set because of liability to destruction by tides.",
        "Thence by protracted courses in the waters of Clarence Strait, west",
        "1.00 to corner no. 6, not set.",
        "Thence north",
        "31.10 to corner no. 7, not set.",
        "Thence N. 45° E.",
        "25.01 to corner no. 1, and place of beginning. Area of tract on mainland approximately 252.22 acres. Approximate area of islands enclosedt 40.00 acres. Total for elimination 292.22 acres. The survey was made July 14 to 16, 1933; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "The lands hereby excluded from the Tongass National Forest shall be subject to disposal under the appropriate town site or other public-land laws under such rules and regulations as may be prescribed by the Secretary of the Interior.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6849-Exclusion of Public Lands from Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362556"
}