{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7339-withdrawal-public-land-for-use-the-reindeer-service-alaska",
    "doc": "executive-order-7339-withdrawal-public-land-for-use-the-reindeer-service-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7339-Withdrawal of Public Land for Use of the Reindeer Service in Alaska",
    "date": "April 10, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and subject to the conditions therein expressed and to vaild existing rights, it is ordered that the following-described public land in Alaska be, and it is hereby, temporarily withdrawn from settlement, location, sale or entry, and reserved for use of the Reindeer Service, Department of the Interior:",
        "Beginning at corner No. 1, on the shore of Grantley Harbor, at the line of mean, high tide (the approximate geographic position is in latitude 65°16' N., and longitude 166°21' W.), from, which corner No. 5 M.C., U.S. Survey No. 1814 bears northwesterly 1733 feet.",
        "Thence from said initial point, by metes and bounds.",
        "Southeasterly, 190 feet, with meanders of Grantley Harbor to corner No. 2;",
        "Southwesterly, 400 feet to shore of lake, corner No. 3;",
        "Northwesterly, 190 feet, with meanders of lake to corner No. 4;",
        "Northeasterly, 400 feet to corner No. 1, the place of beginning, containing approximately 76,000 square feet.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,April 10, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7339-Withdrawal of Public Land for Use of the Reindeer Service in Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355689"
}