{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7839-transferring-certain-housing-or-slum-clearance-projects-the-puerto",
    "doc": "executive-order-7839-transferring-certain-housing-or-slum-clearance-projects-the-puerto",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7839-Transferring Certain Housing or Slum-Clearance Projects to the Puerto Rico Reconstruction Administration",
    "date": "March 12, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), and the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and in order to effectuate the purposes of those Acts, it is ordered as follows:",
        "1. Executive Order No. 7732 of October 27, 1937, transferring certain Federal housing or slum-clearance projects from the Federal Emergency Administration of Public Works to the United States Housing Authority, is hereby revoked in so far as it pertains to or affects the following-described housing or slum-clearance projects in Puerto Rico:",
        "(a) Housing Division Project No. H-3600-SJ-A, Official Project No. 52-8384, constructed and being carried out in San Juan, Puerto Rico, pursuant to Presidential Letter No. 880 of October 28, 1935.",
        "(b) Housing Division Project No. H-3600-C-A, Official Project No. 52-5353, constructed and being carried out in Caguas, Puerto Rico, pursuant to Presidential Letter No. 1579 of May 2, 1936.",
        "2. All right, title, and interest held on October 31, 1937, by the Federal Emergency Administration of Public Works in the two above-described projects are hereby transferred to the Puerto Rico Reconstruction Administration, together with the following:",
        "(a) All assets, contracts, records, and other property held by the Federal Emergency Administration of Public Works on October 31, 1937, in connection with the above-described projects: Provided, however, that nothing herein shall be construed as impairing or affecting the obligation of the United States under any contracts hereby transferred.",
        "(b) All funds allocated to the Federal Emergency Administration of Public Works which were available on October 31, 1937, for the construction and completion of the above-mentioned projects and are not yet expended.",
        "(c) All employees who are actually serving in Puerto Rico on the effective date of this order and who shall be certified within one month from this date by the Federal Emergency Administrator of Public Works as having been employed in the Federal Emergency Administration of Public Works in Puerto Rico on October 31, 1937, in connection with the construction or administration of the above-described projects.",
        "3. The Puerto Rico Reconstruction Administration, through the Administrator thereof, shall supervise, control, and administer the above-described projects and the funds, property, and employees hereby transferred, in accordance with the said Emergency Relief Appropriation Act of 1935 and the act of February 11, 1936, entitled \"An Act to provide that funds allocated to Puerto Rico under the Emergency Relief Appropriation Act of 1935 may be expended for permanent rehabilitation, and for other purposes\" (49 Stat. 1135).",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 12, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7839-Transferring Certain Housing or Slum-Clearance Projects to the Puerto Rico Reconstruction Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371779"
}