{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9160-amendment-executive-order-no-8910-september-27-1941-transferring",
    "doc": "executive-order-9160-amendment-executive-order-no-8910-september-27-1941-transferring",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9160-Amendment of Executive Order No. 8910 of September 27, 1941, Transferring Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Navy",
    "date": "May 11, 1942",
    "content": [
        "INDIANA",
        "Whereas by Executive Order No. 8910 of September 27, 1941, certain lands in the Martin County and White River Land Utilization Projects of the Department of Agriculture, upon the recommendation of the Secretary of Agriculture, were transferred to the Secretary of the Navy for national defense purposes; and",
        "Whereas it is deemed desirable to amend the aforesaid Executive Order by adding to the lands transferred thereunder certain other lands acquired or in the process of acquisition by the United States in connection with the aforesaid projects:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32 of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and upon the recommendation of the Secretary of Agriculture, it is ordered that the aforesaid Executive Order No. 8910 of September 27, 1941, be, and the same is hereby amended by adding to the lands transferred thereunder, the lands acquired or in the process of acquisition by the United States within the hatched areas delineated on the diagram attached hereto and made a part hereof: Provided, however, that the Secretary of Agriculture shall retain such jurisdiction over the said lands now in the process of acquisition by the United States as may be necessary to enable him to complete their acquisition.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 11, 1942.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9160-Amendment of Executive Order No. 8910 of September 27, 1941, Transferring Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372268"
}