{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8842-regulations-pertaining-within-grade-salary-advancements-for-employees",
    "doc": "executive-order-8842-regulations-pertaining-within-grade-salary-advancements-for-employees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8842-Regulations Pertaining to Within-Grade Salary Advancements for Employees Classified Under the Salary Schedule of Executive Order No. 6746 of June 21, 1934",
    "date": "August 01, 1941",
    "content": [
        "By virtue of the authority vested in me as President of the United States, I hereby prescribe the following regulations pertaining to within-grade salary advancements for employees whose positions are classified in accordance with the salary schedule contained in Executive Order No. 6746 of June 21. 1934:",
        "1. The compensation increments within each of the several grades established In Executive Order No. 6746 shall be:",
        "Grades 1 to 7, inclusive -------------- $60     Grades 8 to 12, inclusive ------------ $100     Grades 13 to 16, inclusive ----------- $200     Grades 17 to 19, inclusive ----------- $250",
        "2. So far as possible within the limits of available appropriations, all employees whose positions are classified in accordance with the salary schedule contained in Executive Order No. 6746, who have not attained the maximum rate of compensation for the grade to which their positions are respectively allocated, shall be advanced in compensation one increment within the grade at the beginning of the next quarter following the completion of: (1) Each eighteen months of service if such employees are in grades in which the increments are $60 or $100, or (2) each thirty months of service if such employees are in grades in which the increments are $200 or $250, subject to the following conditions:",
        "(a) An employee shall not be advanced if he has received an equivalent increase in compensation from any cause during such period, except increases made pursuant to section 4 of this order.",
        "(b) An employee shall not be advanced unless his current efficiency is good or better than good. The term \"good\" shall have the meaning attributed to it in the system of efficiency rating approved by the Civil Service Commission for the agency concerned, and each agency affected by this order shall maintain such a system.",
        "(c) The service and conduct of the employee shall be certified by the head of the department or agency, or such official as he may designate, as otherwise satisfactory.",
        "(d) In any case in which the granting of a full increment would have the effect of increasing an employee's salary to an amount in excess of the maximum for his grade, only that part of the increment which will increase his salary to such maximum shall be granted.",
        "3. The initial increment payable hereunder shall be effective October 1, 1941, and service rendered prior to that date up to a maximum of eighteen or thirty months, as the case may be, may be counted in meeting the requirements as to length of service under section 2 hereof.",
        "4. Within the limits of available appropriations, and in recognition of especially meritorious services, the head of any department or agency is authorized to make additional within-grade compensation advancements, but any such additional advancements shall not exceed one increment, and no employee shall be eligible for more than one additional advancement hereunder within each of the time periods specified in section 2 hereof. All actions under this section and the reasons therefor shall be reported to the Civil Service Commission. The Commission shall consolidate the information so received and transmit it to Congress.",
        "5. No increase in compensation to meet the minimum rate established by the head of the agency concerned for the grade to which the employee's position is allocated shall be construed as a within-grade salary advancement.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 1, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8842-Regulations Pertaining to Within-Grade Salary Advancements for Employees Classified Under the Salary Schedule of Executive Order No. 6746 of June 21, 1934 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372153"
}