{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7670-withdrawal-public-lands-for-the-use-the-department-agriculture",
    "doc": "executive-order-7670-withdrawal-public-lands-for-the-use-the-department-agriculture",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7670-Withdrawal of Public Lands for the Use of the Department of Agriculture",
    "date": "July 19, 1937",
    "content": [
        "ARKANSAS",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6964, of February 5, 1935, as amended, temporarily withdrawing certain lands for classification and other purposes, is hereby revoked so far as it affects any public lands within the following-described area in Arkansas:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 11 N., R. 31 W.,     Secs. 4 to 9, secs. 16 to 21, and     Secs. 28 to 33, inclusive.",
        "T. 12 N., R. 31 W., all.",
        "T. 13 N., R. 31 W.,     Sec. 22, E½, and E½W½;     Sec. 23, all;     Sec. 24, W½, and S½SE¼;     Secs. 25 and 26;     Sec. 27, E½, and E½W½;     Sec. 33, NE¼NE¼, S½NE¼, SE¼NW¼, E½SW¼, and SE¼;     Secs. 34 to 36, inclusive.",
        "T. 11 N., R. 32 W.,     Sec. 1, E½NE¼;     Secs. 2 and 3;     Sec. 4, N½, N½S½, N½N½SW¼SE¼, and SE¼SE¼;     Secs. 5 and 6;     Sec. 7, N½NW¼, and SW¼NW¼;     Sec. 12, SW¼SW¼;     Sec. 13, all;     Sec. 14, NE¼NE¼, and S½3S½;     Sec. 15, S½NE¼, and S½;     Sec. 16, E½SE¼;     Sec. 17, S½S½;     Sec. 18, S½NW¼, S½N½, and S½;     Secs. 19 to 30, inclusive;     Sec. 32, E½;     Secs. 33 to 36, inclusive.",
        "T. 12 N., R. 82 W.,     Secs. 1 to 23, inclusive;     Sec. 24, N½NE¼, SE¼NE¼, and that portion of NE¼SE¼ lying north and east of diagonal line running northwest through said subdivision;     Secs. 26 to 35, inclusive;     Sec. 36, E½E½, E½W½SE¼.",
        "T. 11 N., R. 33 W.,     Sec. 1, all;     Sec. 2, all (fractional);     Sec. 11, W½NE¼, fractional E½W½, and fractional W½SE¼;     Sec. 12, N½NE¼, NE¼NW¼, and SE¼ NE¼.",
        "T. 12 N., R. 38 W., all (fractional).",
        "Section 2. Subject to the conditions expressed in the above-mentioned acts and to all valid existing rights, all vacant, unappropriated, and unreserved public lands within the above-described area are hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved and set apart for use and development by the Department of Agriculture for reforestation, forestation, soil erosion control, and other land utilization activities in connection with the Boston Mountain Project, LA-AK 6: Provided, that nothing herein contained shall restrict prospecting, locating, developing, mining, entering, leasing, or patenting the mineral resources of the lands under the applicable laws.",
        "Section 3. This order shall be applicable to all lands within the area described in Section 1 hereof upon the cancellation, termination, dr release of prior entries, selections, rights, appropriations, or claims, or upon the revocation of prior withdrawals, unless expressly otherwise provided in the order of revocation.",
        "Section 4. The reservation made by Section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 19, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7670-Withdrawal of Public Lands for the Use of the Department of Agriculture Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369055"
}