{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5849-transferring-control-and-jurisdiction-the-secretary-the-navy-certain",
    "doc": "executive-order-5849-transferring-control-and-jurisdiction-the-secretary-the-navy-certain",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5849-Transferring to Control and Jurisdiction of the Secretary of the Navy Certain Lands Opposite Balboa, and Establishing Thereon a Naval Base in the Canal Zone",
    "date": "May 19, 1932",
    "content": [
        "By virtue of the authority vested in me by law, the area of land hereinafter described, situated in the Canal Zone, is hereby set apart and assigned to the uses and purposes of a naval reservation under the jurisdiction of the Secretary of the Navy; but said area shall be subject to the civil control and jurisdiction of the Cana) Zone authorities, in conformity with the Panama Canal Act (37 Stat. 560-569, U.S. Code, title 48, ch. 6). The said area is described as follows:",
        "Beginning at a concrete monument (marked #1 on the map), N. 00° 30' E., 75 ft. from Thatcher Highway Station P.C. 50 plus 00.00, said monument being 8 in. square and 30 in. above the ground, the geographic position of which, referred to the Canal Zone triangulation system, is in latitude 8° 56' plus 4,754.37 ft. and longitude 79° 34' plus 5,713.90 ft.; thence in a westerly and northerly direction, along a line parallel to and 75.00 ft. from the Thatcher Highway center line, to a concrete monument (marked #2 on the map) in latitude 8° 57' plus 3,133.52 ft. and longitude 79° 37' plus 1,026.60 ft. opposite P.T. Station 201 plus 79.10; thence due north, 5,808.00 ft. to a concrete monument (marked #3 on the map) in latitude 8° 58' plus 2,894.16 ft. and longitude 79° 37' plus 1,026.60 ft.; thence due east, 12,736.80 ft. to a point (marked #4 on the map) in latitude 8° 58' plus 2,894.16 ft. and longitude 79° 35' plus 316.44 ft.; (on the extension of the last course, 444.38 ft. from point #4 is a 6-in. pipe monument, 6 ft. above the ground); thence S. 19° 24' 40\" E., 5,280.00 ft., along a line parallel with and 1,000.00 ft. from the west prism line of the Canal to a point (marked #5 on the map) in latitude 8° 57' plus 3,961.64 ft. and longitude 79° 34' plus 4,575.01 ft.; thence due east, 1,060.27 ft. to a point on the west prism line of the Canal (marked #6 on the map) in latitude 8° 57' plus 3,961.64 ft. and longitude 79° 34' plus 3,514.74 ft.; thence S. 19° 24' 40\" E., 4,155.75 ft. along the west prism line of the Canal to a point (marked #7 on the map) in latitude 8° 57' plus 42.10 ft. and longitude 79° 34' plus 2,133.61 ft.; thence S. 38° 15' 30\" E., 1,752.06 ft. to a point on the west prism line of the Canal (marked #8 on the map) in latitude 8° 56' plus 4,713.69 ft. and longitude 79° 34' plus 1,048.73 ft.; thence N. 89° 30' W., 3,760.68 ft. to a concrete monument (marked #9 on the map) in latitude 8° 56' plus 4,746.52 ft. and longitude 79° 34' plus 4,809.26 ft.; thence on the same course, 904.79 ft. to the point of beginning, containing an area of 2,509.618 acres or 3.9213 square miles.",
        "The directions of the lines refer to the true meridian and were determined from deflection angles from known azimuths of the Canal Zone triangulation system. The magnetic declination was not recorded. The survey was made January 6 to 15, 1932, by The Panama Canal. The parcel of land is shown on Panama Canal Drawing X-6102-22, on file in the office of the Governor of the Panama Canal and the Judge Advocate General of the Navy.",
        "Excepting and reserving therefrom the necessary rights of way for the location and functioning of existing and projected necessary highways, power and communication lines, lighthouses, and military defense installations, and, in principle, for such additions to these installations as in future may be found to be necessary:",
        "Provided, however, that in the event that change in the plans and projects of the Navy Department result in rendering surplus for naval requirements any portion of the area aforesaid, the portion thus rendered surplus shall be restored to its previous status under the control of the Canal Zone.",
        "HERBERT HOOVER",
        "The White House,May 19, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5849-Transferring to Control and Jurisdiction of the Secretary of the Navy Certain Lands Opposite Balboa, and Establishing Thereon a Naval Base in the Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361446"
}