{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8234-prescribing-regulations-governing-the-passage-and-control-vessels",
    "doc": "executive-order-8234-prescribing-regulations-governing-the-passage-and-control-vessels",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8234-Prescribing Regulations Governing the Passage and Control of Vessels Through the Panama Canal in Any War in Which the United States is Neutral",
    "date": "September 05, 1939",
    "content": [
        "Whereas the treaties of the United States, in any war in which the United States is a neutral, impose on the United States certain obligations to both neutral and belligerent nations;",
        "And Whereas the treaties of the United States, in any war in which the United States is a neutral, require that the United States exert all the vigilance within their power to carry out their obligations as a neutral;",
        "And Whereas treaties of the United States require that the Panama Canal shall be free and open, on terms of entire equality, to the vessels of commerce and of war of all nations observing the rules laid down in Article 3 of the so-called Hay-Pauncefote treaty concluded between the United States and Great Britain, November 18, 1901;",
        "Now, Therefore, by virtue of the authority vested in me by section 5 of the Panama Canal Act, approved August 24, 1912 (ch. 390, sec. 5, 37 Stat. 562), as amended by the act of July 5, 1932 (ch. 425, 47 Stat. 578), I hereby prescribe the following regulations governing the passage and control of vessels through the Panama Canal or any part thereof, including the locks and approaches thereto, in any war in which the United States is a neutral;",
        "1. Whenever considered necessary, in the opinion of the Governor of the Panama Canal, to prevent damage or injury to vessels or to prevent damage or injury to the Canal or its appurtenances, or to secure the observance of the rules, regulations, rights, or obligations of the United States, the Canal authorities may at any time, as a condition precedent to transit of the Canal, inspect any vessel, belligerent or neutral, other than a public vessel, including its crew and cargo, and, for and during the passage through the Canal, place armed guards thereon, and take full possession and control of such vessel and remove therefrom the officers and crew thereof and all other persons not specially authorized by the Canal authorities to go or remain on board thereof during such passage.",
        "2. A public vessel of a belligerent or neutral nation shall be permitted to pass through the Canal only after her commanding officer has given written assurance to the authorities of the Panama Canal that the rules, regulations, and treaties of the United States will be faithfully observed.",
        "The foregoing regulations are in addition to the \"Rules and Regulations for the Operation and Navigation of the Panama Canal and Approaches Thereto, including all Waters under its Jurisdiction\" prescribed by Executive Order No. 4314 of September 25, 1925, as amended, and the provisions of proclamations and executive orders pertaining to the Canal Zone issued in conformity with the laws and treaties of the United States.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 5, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8234-Prescribing Regulations Governing the Passage and Control of Vessels Through the Panama Canal in Any War in Which the United States is Neutral Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371906"
}