{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9467-amendment-executive-order-no-1888-february-2-1914-amended-relating",
    "doc": "executive-order-9467-amendment-executive-order-no-1888-february-2-1914-amended-relating",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9467-Amendment of Executive Order No. 1888 of February 2, 1914, as Amended, Relating to Conditions of Employment in the Service of the Panama Canal and the Panama Railroad Company on the Isthmus of Panama",
    "date": "August 19, 1944",
    "content": [
        "By virtue of the authority vested in me by section 81 of title 2 of the Canal Zone Code, as amended by section 3 of the act approved July 9, 1937, 50 Stat. 487, it is hereby ordered as follows:",
        "SEC. 1. Paragraph 6 of Executive Order No. 1888 of February 2, 1914, as amended by the executive order of February 20, 1920, is amended to read as follows:",
        "\"6. No employees shall receive compensation at a rate in excess of $100 a month or 50 cents an hour unless they are citizens of the United States or of the Republic of Panama: and such citizens shall be given preference for employment in all grades: Provided, however, (a) that aliens may be employed in positions for which the rate of compensation is in excess of $100 a month or 50 cents an hour (1) if they occupied the same or similar positions for two years or more during the construction of the Canal, or (2) if such action is deemed necessary by reason of an emergency, in which latter case, however, the aliens shall be replaced by citizens of the United States or of the Republic of Panama as early as practicable; and (b) that the Governor is authorized to increase the rate of compensation of not more than 200 alien employees to a rate exceeding $100 a month or 50 cents an hour.\"",
        "SEC. 2. Paragraph 16 of the said executive order is amended to read as follows:",
        "\"16. employees may be granted such passes and reduced rates on the Panama Railroad, for use by the employees, dependent members of their families, or relatives temporarily residing with them, as may be authorized by the Governor in his discretion.\"",
        "SEC. 3. Paragraph 19 of the said executive order is amended to read as follows:",
        "\"19. All employees in cases of illness or injury will receive free medical care and attendance in the hospitals. If medical attendance is furnished in quarters, a charge may be made under regulations to be prescribed by the Governor. employees shall be charged for medical care and attendance furnished members of their families at the hospitals and at their quarters at such rates and under such regulations as may be prescribed by the Governor.\"",
        "SEC. 4. Paragraph 20 of the said executive order, as amended by the executive order of February 20, 1920, is amended to read as follows:",
        "\"20. All employees who are citizens of the United States, and alien employees who receive compensation at a rate in excess of $100 a month or 50 cents an hour, with the exception of those who receive such compensation under authority of subparagraph (c) in paragraph 6 of this Order, as amended, shall be entitled to leave privileges under this Order.\"",
        "SEC. 5. Paragraph 24 of the said executive order, as substituted in Executive Order No. 2514 of January 15, 1917, and amended by Executive Order No. 8931 of November 1, 1941, is amended to read as follows:",
        "\"24. Absences of one-half day or more when regularly authorized, and absences on account of illness or injury when supported by the certificate of an authorized physician in the service of The Panama Canal, shall be charged against annual leave.\"",
        "SEC. 6. Paragraph 36 of the said executive order, as substituted in Executive Order No. 2514 of January 15, 1917, is amended to read as follows:",
        "\"36. When an employee\\'s service is terminated, a cash payment in commutation of leave will be made to him, or in the event of his death to his estate, for the number of days\\' cumulative leave due plus the annual leave due. When an employee has accumulated leave to the amount of 120 days or more, and the taking of leave by such employee has been deferred by order of the Governor for a period of, or periods aggregating, six months, and the employee at the expiration of such period or periods still cannot, in the judgment of the Governor, be spared to permit the employee to enter upon leave without detriment to the efficient maintenance, operation, sanitation, civil government or protection of the Panama Canal and Canal Zone, the Governor may in his discretion authorize cash payment in commutation of the leave accumulated in excess of 120 days: Provided, that the amount of leave which may be commuted during the employee\\'s service year shall not exceed the amount of leave earned by the employee during the preceding service year: And provided further, that this sentence shall remain in effect only during the continuance of the present war and for six months thereafter.\\\"",
        "SEC. 7. Executive Order No. 8986 of December 19, 1941, and Executive Order No. 9164 of May 18, 1942, are hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 19, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9467-Amendment of Executive Order No. 1888 of February 2, 1914, as Amended, Relating to Conditions of Employment in the Service of the Panama Canal and the Panama Railroad Company on the Isthmus of Panama Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355172"
}