{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9297-making-certain-changes-the-customs-field-organization",
    "doc": "executive-order-9297-making-certain-changes-the-customs-field-organization",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9297-Making Certain Changes in the Customs Field Organization",
    "date": "February 01, 1943",
    "content": [
        "By virtue of the authority vested in me by section 1 of the Act of August 1, 1914, 38 Stat. 609, 623 (U.S.C. title 19, sec. 2), it is ordered that the following changes be, and they are hereby, made in the customs field organization:",
        "1. The limits of the customs port of entry of Portland, Maine, in Customs Collection District Number 1 (Maine and New Hampshire), are extended to include the territory embracing the municipalities of South Portland, Falmouth, and Cape Elizabeth, State of Maine, and Peak, Long, Cliff, Cushing, and Diamond Islands, State of Maine.",
        "2. The limits of the customs port of entry of Bangor, Maine, in Customs Collection District Number 1 (Maine and New Hampshire), are extended to include the territory embracing the municipality of Brewer, Maine.",
        "3. The territory embracing the municipality of Council Bluffs, Iowa, in Customs Collection District Number 39 (Chicago), is transferred to Customs Collection District Number 46 (Omaha).",
        "4. The limits of the customs port of entry of Omaha, Nebraska, in Customs Collection District Number 46 (Omaha), are extended to include the territory embracing the municipality of Council Bluffs, Iowa; Township 14 North, Range 12 East of the 6th Principal Meridian, State of Nebraska; and Township 14 North, Range 13 East of the 6th Principal Meridian, State of Nebraska.",
        "This order shall become effective on the thirtieth day from the date hereof.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 1, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9297-Making Certain Changes in the Customs Field Organization Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372679"
}