{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8020-withdrawal-public-land-aid-flood-control",
    "doc": "executive-order-8020-withdrawal-public-land-aid-flood-control",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8020-Withdrawal of Public Land in Aid of Flood Control",
    "date": "December 02, 1938",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, and subject to the conditions therein expressed, it is ordered that all public lands in the following-described areas in Alaska be, and they are hereby, temporarily withdrawn from settlement, location, sale, or entry, for flood-control purposes in connection with the Tanana River and Chena Slough flood-control project under the supervision of the War Department as authorized by the act of June 28, 1938, 52 Stat. 1215:",
        "FAIRBANKS MERIDIAN",
        "T. 2 S., R. 2 E., secs. 22 to 27, inclusive, 35 and 36,",
        "T. 3 S., R. 2 E., those parts of secs. 1, 2 and 12 east of Tanana River,",
        "T. 2 S., R. 3 E., secs. 19 and 28 td 34, inclusive (unsurveyed),",
        "T. 3 S., R. 3 E., all east of Tanana River (partly unsurveyed),",
        "T. 4 S., R. 3 E., secs. 1, 12 and 13,",
        "T. 3 S., R. 4 E., secs. 6, 7, 18, 19, 30 and 31 (unsurveyed),",
        "T. 4 S., R. 4 E., secs. 6, 7, 18 and 19, containing approximately 24,503.53 acres.",
        "This order shall continue in force until revoked by the President or by an act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 2, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8020-Withdrawal of Public Land in Aid of Flood Control Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368804"
}