{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8254-authorizing-increases-the-personnel-and-facilities-the-united-states",
    "doc": "executive-order-8254-authorizing-increases-the-personnel-and-facilities-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8254-Authorizing Increases in the Personnel and Facilities of the United States Coast Guard, Treasury Department",
    "date": "September 18, 1939",
    "content": [
        "Whereas a proclamation issued by me on September 8, 1939, proclaimed that a national emergency exists in connection with and to the extent necessary for the proper observance, safeguarding, and enforcing of the neutrality of the United States and the strengthening of our national defense within the limits of peace-time authorizations; and",
        "Whereas the United States Coast Guard, Treasury Department, will be charged with additional and important duties in connection with such national emergency, requiring an increase in its personnel and facilities:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and by Revised Statutes, section 3679, as amended (U.S.C., title 31, sec. 665), it is hereby ordered as follows:",
        "1. The present enlisted strength of the active list of the Regular Coast Guard shall be increased as rapidly as possible through voluntary enlistments by not to exceed 2,000 men, exclusive of enlistments authorized by section 4 of the act of August 5, 1939 (Public No. 291, 76th Cong.), of certain former Lighthouse Service personnel.",
        "2. Within the limits of available appropriations, the present facilities of the Coast Guard shall be increased, repaired, modernized, enlarged, and equipped to the extent determined by the Secretary of the Treasury to be necessary to perform such additional duties and to accommodate such increased enlisted strength.",
        "3. To the extent made necessary by this order, the Director of the Bureau of the Budget is hereby authorized to waive or modify the monthly or other apportionments of the appropriations for the Coast Guard for the fiscal year ending June 30, 1940.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 18, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8254-Authorizing Increases in the Personnel and Facilities of the United States Coast Guard, Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371884"
}