{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8495-designation-agencies-for-the-purpose-carrying-out-the-provisions",
    "doc": "executive-order-8495-designation-agencies-for-the-purpose-carrying-out-the-provisions",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8495-Designation of Agencies for the Purpose of Carrying Out the Provisions of Section 40 of the Emergency Relief Appropriation Act, Fiscal Year 1941",
    "date": "July 26, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 40 of the Emergency Relief Appropriation Act, Fiscal Year 1941, approved June 26, 1940 (Public Resolution No. 88, 76th Congress), and of all other authority vested in me, and in order to effectuate the purposes of said act:",
        "1. I hereby designate the Secretary of Agriculture, in respect to agricultural supplies, and the Secretary of the Treasury, in respect to other materials and supplies, to purchase, to transport to points of embarkation determined by The American Red Cross, or by such other agency as I may hereafter designate, and to deliver to The American Red Cross or to such other agency at such points, materials and supplies for the relief of refugee men, women, and children who have been driven from their homes or otherwise rendered destitute by hostilities or invasion.",
        "2. I hereby designate The American Red Cross as an agency to receive and transport such materials and supplies from points of embarkation to such points of distribution as it may determine, and to distribute such materials and supplies in accordance with the provisions of said act.",
        "3. The materials and supplies to be purchased in accordance with this order shall, in the case of agricultural supplies, be determined jointly by the Secretary of Agriculture and The American Red Cross, and in the case of other materials and supplies, jointly by the Secretary of the Treasury and The American Red Cross.",
        "4. Upon delivery to and receipt by The American Red Cross of such materials and supplies in accordance herewith ownership thereof and title thereto shall pass to The American Red Cross for the purpose of distribution in accordance with the provisions of the above act and of this order.",
        "5. An itemized and detailed report of the expenditures and activities made and conducted under the authority of this order shall be submitted to me not later than May 31, 1941.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 26, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8495-Designation of Agencies for the Purpose of Carrying Out the Provisions of Section 40 of the Emergency Relief Appropriation Act, Fiscal Year 1941 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371993"
}