{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8617-prescribing-regulations-governing-the-exportation-articles-and",
    "doc": "executive-order-8617-prescribing-regulations-governing-the-exportation-articles-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8617-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in the President's Proclamation of December 20, 1940, Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940",
    "date": "December 20, 1940",
    "content": [
        "Pursuant to the authority vested in me by the provisions of section 6 of the Act of Congress approved July 2, 1940, entitled \"An Act to expedite the strengthening of the national defense\", I hereby prescribe the following additional regulations governing the exportation of:",
        "1. Bromine.     2. Ethylene.     3. Ethylene dibromide.     4. Methylamine.     5. Strontium Metals and Ores.     6. Cobalt.     7. Abrasives and abrasive products containing emery, corundum, or garnet, as well as abrasive paper and cloth.     8. Plastic molding machines and presses.     9. Measuring Machines.     10. Gauges.     11. Testing Machines.     12. Balancing Machines.     13. Hydraulic Pumps.     14. Tools incorporating industrial diamonds.     15. Equipment and plans for the production of aviation lubricating oil.",
        "1. As used in my proclamation of December 20, 1940, issued pursuant to the provisions of section 6 of the Act of Congress approved July 2, 1940, and in these regulations, the following terms shall be construed as defined herein:",
        "A. Cobalt.-          1. Cobalt metal. (F6640)          2. Cobalt oxide. (8429, F8399)          3. Alloys (6220) and compounds (8399, 8429) containing cobalt in excess of 5%.",
        "B. Abrasives and Abrasive Products.-          1. Wheels of emery, corundum, and garnet. (5405)          2. Grindstones of natural and of artificial abrasives. (5406)          3. Artificial abrasives, crude and in grains. (5411)          4. Abrasive paper and cloth. (5418)          5. Other natural and artificial abrasives, hones, whetstones, etc. (5409, 5419)",
        "C. Measuring Machines.-Machines for use in measuring and inspecting precision parts by optical, electrical, or mechanical means including bench and all other types of micrometers.",
        "D. Gauges.-Snap, thread, plug, ring, profiling, depth and height and other gauges and precision gauge blocks for use in inspecting precision parts.",
        "E. Testing Machines.-Tension, ductility, compression, hardness, torsion and flaw testing machines including dynamometers.",
        "F. Balancing Machines.-Machines for balancing metal parts statically or dynamically or both.",
        "G. Hydraulic Pumps.-Gear, vane, and piston type pumps capable of delivering pressures of 100 pounds per square inch and over, and controls for the same.",
        "H. Tools incorporating industrial diamonds.-          1. Diamond dies.          2. Diamond drilling bits.          3. Diamond wheel dressers.          4. Diamond grinding wheels.          5. Diamond glass cutters and similar articles.          6. Diamond saws.",
        "I. Equipment and plans for the production of aviation lubricating oil .- Equipment (excluding minor component parts) which can be used, or adapted to use, for the production of aviation lubricating oil; and any plans, specifications, or other documents containing descriptive or technical information of any kind (other than that appearing in any form available to the general public) useful in the design, construction, or operation of any such equipment, or in connection with any such processes. Aviation lubricating oil shall mean such lubricating oil as is defined in the regulations issued pursuant to Proclamation No. 2417 of July 26, 1940, as may from time to time be amended.",
        "2. Regulations 2 to 12 inclusive of the Regulations issued July 2, 1940, pursuant to the Act of July 2, 1940, are applicable to the exportation of Bromine, Ethylene, Ethylene dibromide, Methylamine, Strontium Metals and Ores, Cobalt, Abrasives and abrasive products containing emery, corundum, or garnet, as well as abrasive paper and cloth, Plastic molding machines and presses, Measuring Machines, Gauges, Testing Machines, Balancing Machines, Hydraulic Pumps, Tools incorporating industrial diamonds, and Equipment and plans for the production of aviation lubricating oil.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 20, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8617-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in the President's Proclamation of December 20, 1940, Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372584"
}