{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5855-assignment-frequencies-government-radio-stations-0",
    "doc": "executive-order-5855-assignment-frequencies-government-radio-stations-0",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5855-A-Assignment of Frequencies to Government Radio Stations",
    "date": "June 06, 1932",
    "content": [
        "Whereas section 6 of the Radio Act of 1927 (44 Stat. 1162, 1165) provides as follows:",
        "\"Radio stations belonging to and operated by the United States shall not be subject to the provisions of sections 1, 4, and 5 of this Act. All such Government stations shall use such frequencies or wave lengths as shall be assigned to each or to each class by the President. All such stations, except stations on board naval and other Government vessels while at sea or beyond the limits of the continental United States, when transmitting any radio communication or signal other than a communication or signal relating to Government business shall conform to such rules and regulations designed to prevent interference with other radio stations and the rights of others as the licensing authority may prescribe. Upon proclamation by the President that there exists war or a threat of war or a state of public peril or disaster or other national emergency, or in order to preserve the neutrality of the United States, the President may suspend or amend, for such time as he may see fit, the rules and regulations applicable to any or all stations within the jurisdiction of the United States as prescribed by the licensing authority, and may cause the closing of any station for radio communication and the removal therefrom of its apparatus and equipment, or he may authorize the use or control of any such station and/or its apparatus and equipment by any department of the Government under such regulations as he may prescribe, upon just compensation to the owners. Radio stations on board vessels of the United States Shipping Board or the United States Shipping Board Emergency Fleet Corporation or the Inland and Coastwise Waterways Service shall be subject to the provisions of this Act.\"",
        "And Whereas the Government departments using radio find it necessary for efficient operation to make some changes in previous frequency assignments to individual stations and have requested that such changes be authorized;",
        "Now, Therefore, I, Herbert Hoover, President of the United States of America, pursuant to the authority vested in me by law, do hereby allocate frequencies to the Government stations as follows:",
        "",
        "The stations listed herein may use other frequencies for the purpose of selecting a frequency more suitable for a particular service prior to requesting authority to change the frequency, provided a notice is first submitted to the Interdepartment Radio Advisory Committee and also a notice to the Federal Radio Commission, if the frequency is not included in the Executive order, on the proviso that it will cease operation on notice of interference from the Interdepartment Radio Advisory Committee or the Federal Radio Commission and such use shall not be for more than one month total.",
        "The powers of the stations shown are those at the time of issuance of Executive order and are not limitations upon the stations.",
        "The locations given are locations of the transmitting apparatus; and where control points are different, they are given in parentheses.",
        "This Executive order supersedes Executive Order No. 5638-A, June 8, 1931.",
        "HERBERT HOOVER",
        "The White House,June 6, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5855-A-Assignment of Frequencies to Government Radio Stations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/376101"
}