{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6887-placing-certain-government-property-under-the-control-and",
    "doc": "executive-order-6887-placing-certain-government-property-under-the-control-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6887-Placing Certain Government Property Under the Control and Jurisdiction of the Department of the Interior",
    "date": "October 29, 1934",
    "content": [
        "VIRGIN ISLANDS",
        "Whereas by Executive Order No. 5566, of February 27, 1931, the administration of the government of the Virgin Islands, including expenditures and the appointment of personnel, was placed under the supervision of the Secretary of the Interior; and",
        "Whereas certain lands, buildings, and improvements at the Naval Station, St. Thomas, Virgin Islands, as shown on P. W. O. Drawing \"D\" attached to and made a part of Executive Order No. 5602, of April 20, 1931, and as hereinafter enumerated under Class One, which were acquired by the United States for naval activities are not for the time being needed for such uses and are available for temporary use in the administration of the government of the Virgin Islands, to wit:",
        "CLASS ONE",
        "(a) Water tanks (2)                    (b) Office building (3)                    (c) Small boat dock (5)                    (d) Paint and oil storehouse (9)                    (e) Storehouse (10)                    (f) Latrine (13)                    (g) Building, wooden (empty) (23)                    (h) Barracks and mess room (29)                    (i) Galley (30)                    (j) Storeroom (31)                    (k) Summer house (35)                    (l) Bollards (38)                    (m) Retaining wall (40)                    (n) Fire-engine house (54)                    (o) Carpenter shop (57)                    (p) Quarters, chief petty officer (58)                    (q) Power house (59)                    (r) Loading platform (60)                    (s) Lumber shed (61)                    (t) Pump house                    (u) Boiler, vertical, 60 hp., for marine railway                    (v) Sea wall",
        "Whereas certain items of equipment and furnishings hereinafter enumerated under Class Two, which were acquired by the United States for naval activities are not for the time being needed for such uses and are available for use in the administration of the government of the Virgin Islands, to wit:",
        "CLASS TWO",
        "(a) Boat crane and track                    (b) Pool table                    (c) Safe                    (d) Generator set, gas engine driven 25 KW, 125V.                    (e) Machinists' lockers                    (f) 24-ft. motor sailing launch #7833 with engine #8947",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the act of March 3, 1917 (ch. 171, 39 Stat. 1132), and as President of the United States, it is hereby ordered that all items above enumerated under Class One be, and they are hereby, transferred temporarily to the control and jurisdiction of the Secretary of the Interior for use in the administration of the government of the Virgin Islands, upon condition that the premises shall be maintained in a state of good repair and returned to the control and jurisdiction of the Secretary of the Navy when required for naval uses. It is further ordered that all items above enumerated under Class Two be, and they are hereby, transferred to the control and jurisdiction of the Secretary for use in the administration of the government of the Virgin Islands.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,Oct. 29 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6887-Placing Certain Government Property Under the Control and Jurisdiction of the Department of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373420"
}