{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6745-impoundment-vacancy-savings-for-the-fiscal-years-1934-and-1935",
    "doc": "executive-order-6745-impoundment-vacancy-savings-for-the-fiscal-years-1934-and-1935",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6745-Impoundment of Vacancy Savings for the Fiscal Years 1934 and 1935",
    "date": "June 21, 1934",
    "content": [
        "Whereas section 203 of the act of June 30, 1932 (ch. 314, 47 Stat. 403), as continued in full force and effect for the fiscal years 1934 and 1935 by section 4 (a) of the act of March 3, 1933 (ch. 212, 47 Stat. 1513), section 4 (a) of title II of the act of March 20, 1933 (ch. 3, 48 Stat. 13), and section 24 of the Independent Offices Appropriation Act, 1935 (Public, No. 141, 73d Cong.), provides, with certain exceptions, that no appropriation available to any executive department or independent establishment or to the municipal government of the District of Columbia shall be used to pay the compensation of an incumbent appointed to any civil position under the United States Government or the municipal government of the District of Columbia which is vacant at the beginning of or becomes vacant during the fiscal year, and provides further that the appropriations or portions of appropriations unexpended by the operation of the said section shall not be used for any other purpose but shall be impounded and returned to the Treasury; and",
        "Whereas the said section further provides that the impounding of funds may be waived in writing by the President of the United States in connection with any appropriation or portion of appropriation, when, in his judgment, such action is necessary and in the public interest; and",
        "Whereas I have determined that it is necessary and in the public interest to waive the impoundment of all vacancy savings in excess of the amounts of such savings as determined by the Director of the Bureau of the Budget:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 203 of the act of June 30, 1932, it is hereby ordered that the amounts determined as impounded vacancy savings by the Director of the Bureau of the Budget for the fiscal years 1934 and 1935 shall be withheld from the appropriation and/or fund accounts involved and credited on the books of the Treasury Department and General Accounting Office to an account for each of said fiscal years entitled \" Reserve for Impounded Savings\". The funds so withheld shall be subject to release only upon waiver by the President as provided in the aforesaid section.",
        "The impoundment of vacancy savings in amounts in excess of the amounts so reserved and withheld from the appropriation and/or fund accounts is hereby waived.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 21, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6745-Impoundment of Vacancy Savings for the Fiscal Years 1934 and 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362522"
}