{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6604-code-fair-competition-for-the-laundry-trade",
    "doc": "executive-order-6604-code-fair-competition-for-the-laundry-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6604-A-Code of Fair Competition for the Laundry Trade",
    "date": "February 16, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Laundry Trade, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and is hereby approved for a period of 90 days, witbin which period the adequacy of the minimum wages established in this Code shall be given further study by the Administrator, who shall submit his report and recommendation to me for my further order.",
        "Provided, however, that this Code, other than as shall be necessary to facilitate the accomplishment of the following requirements, shall not become effective as to any given trade area in the United States unless and until the following requirements shall have been fulfilled for each such trade area:",
        "(1) The Code Authority shall have designated the boundaries of such trade area as provided in Article VI, Section 6 (c) of the Code and the Administrator shall have approved the same;",
        "(2) The Code Authority shall have established a Code Control Board for such trade area as provided in Article VI, Section 6 (d) of the Code;",
        "(3) The Code Control Board for such trade area shall have caused to be determined the uniform service names for laundry services, definitions of said services, a uniform method of billing said services, and the fair and reasonable minimum wholesale and retail prices for the several services for such trade area; and shall have secured the approval of the Administrator thereto, as provided in Article VI, Section 6 (i) and (j) of the Code.",
        "(4) The Code Control Board shall have obtained signatures to a petition in such trade area from not less than seventy per cent (70%), determined according to the method of voting prescribed for the election of the Board of Directors of the Laundry-owners National Association, of the members of the trade within such trade area, in which petition there is a showing that there exists within such trade area an emergency productive of widespread unemployment and disorganization of the Laundry Trade.",
        "(5) The Administrator shall have approved such petition or a petition containing a less percentage of signatures than hereinabove provided in the discretion of the Administrator. The Code shall become fully effective in such trade area upon such approval.",
        "Prior to the full effectiveness of the Code in any given trade area any member of the trade within such trade area who has signed such petition, and who certifies that he is complying with the requirements of said Code, including approved prices for said trade area, shall be entitled while so complying to make full use of appropriate National Recovery Administration insignia.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,February 16, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6604-A-Code of Fair Competition for the Laundry Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362364"
}