{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6978-waiver-requirement-absolute-appointment-the-bureau-fisheries-permit",
    "doc": "executive-order-6978-waiver-requirement-absolute-appointment-the-bureau-fisheries-permit",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6978-Waiver of Requirement of Absolute Appointment in the Bureau of Fisheries to Permit the Retransfer of Archibald Oden to the Navy Department",
    "date": "February 28, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of the last sentence of paragraph eighth of subdivision SECOND of section 2 of the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403, 404), it is hereby ordered that the requirement of absolute appointment, prior to transfer, prescribed by civil-service rule X, section 8 (a), be waived in the case of Archibald Oden, in order that his retransfer to the position of Special Assistant to the Secretary of the Navy may be authorized by the United States Civil Service Commission under section 3 of civil-service rule X.",
        "Mr. Oden was appointed in the classified civil service in the Bureau of Fisheries of the Department of Commerce and Labor on March 3, 1913, after open competitive examination, he having been employed in the same position for several years under temporary appointment immediately prior thereto. He resigned June 16, 1913, for the purpose of accepting immediate appointment to the legislative branch of the Government, and served continuously thereunder as an employee of the United States Senate until March 4, 1933, when he resigned for the purpose of accepting appointment to his present position of Special Assistant to the Secretary of the Navy. Mr. Oden failed to complete his probationary period in the competitive classified civil service in 1913 by a few days.",
        "This order is issued upon recommendation of the Secretary of the Navy.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,Feb. 28, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6978-Waiver of Requirement of Absolute Appointment in the Bureau of Fisheries to Permit the Retransfer of Archibald Oden to the Navy Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362652"
}