{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13211-actions-concerning-regulations-that-significantly-affect-energy",
    "doc": "executive-order-13211-actions-concerning-regulations-that-significantly-affect-energy",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 ‐ 2009",
    "title": "Executive Order 13211-Actions Concerning Regulations That Significantly Affect Energy Supply, Distribution, or Use",
    "date": "May 18, 2001",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to appropriately weigh and consider the effects of the Federal Government's regulations on the supply, distribution, and use of energy, it is hereby ordered as follows:",
        "Section 1. Policy. The Federal Government can significantly affect the supply, distribution, and use of energy. Yet there is often too little information regarding the effects that governmental regulatory action can have on energy. In order to provide more useful energy-related information and hence improve the quality of agency decisionmaking, I am requiring that agencies shall prepare a Statement of Energy Effects when undertaking certain agency actions. As described more fully below, such Statements of Energy Effects shall describe the effects of certain regulatory actions on energy supply, distribution, or use.",
        "Sec. 2. Preparation of a Statement of Energy Effects. (a) To the extent permitted by law, agencies shall prepare and submit a Statement of Energy Effects to the Administrator of the Office of Information and Regulatory Affairs, Office of Management and Budget, for those matters identified as significant energy actions.",
        "(b) A Statement of Energy Effects shall consist of a detailed statement by the agency responsible for the significant energy action relating to:",
        "U.S.C. 3502(1), other than those considered to be independent regulatory agencies, as defined in 44 U.S.C. 3502(5).",
        "Sec. 5. Judicial Review. Nothing in this order shall affect any otherwise available judicial review of agency action. This order is intended only to improve the internal management of the Federal Government and does not create any right or benefit, substantive or procedural, enforceable at law or equity by a party against the United States, its agencies or instrumentalities, its officers or employees, or any other person.",
        "GEORGE W. BUSH\nThe White House,\nMay 18, 2001.",
        "[Filed with the Office of the Federal Register, 10:19 a.m., May 21, 2001]"
    ],
    "citation": "George W. Bush, Executive Order 13211-Actions Concerning Regulations That Significantly Affect Energy Supply, Distribution, or Use Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/217568"
}