{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13442-amending-the-order-succession-the-department-homeland-security",
    "doc": "executive-order-13442-amending-the-order-succession-the-department-homeland-security",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 ‐ 2009",
    "title": "Executive Order 13442-Amending the Order of Succession in the Department of Homeland Security",
    "date": "August 13, 2007",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, including the Federal Vacancies Reform Act of 1998, 5 U.S.C. 3345, et seq., it is hereby ordered as follows:",
        "Section 1. Section 88 of Executive Order 13286 of February 28, 2003 (\"Amendment of Executive Orders, and Other Actions, in Connection With the Transfer of Certain Functions to the Secretary of Homeland Security\"), is amended by striking the text of such section in its entirety and inserting the following in lieu thereof:",
        "\"Sec. 88. Order of Succession.",
        "Subject to the provisions of subsection (b) of this section, the officers named in subsection (a) of this section, in the order listed, shall act as, and perform the functions and duties of the office of, the Secretary of Homeland Security (Secretary), if they are eligible to act as Secretary under the provisions of the Federal Vacancies Reform Act of 1998, 5 U.S.C. 3345 et seq. (Vacancies Act), during any period in which the Secretary has died, resigned, or otherwise become unable to perform the functions and duties of the office of Secretary.",
        "\"(a) Order of Succession.\n(i)         Deputy Secretary of Homeland Security;\n(ii)        Under Secretary for National Protection and Programs;\n(iii)       Under Secretary for Management;\n(iv)        Assistant Secretary of Homeland Security (Policy);\n(v)         Under Secretary for Science and Technology;\n(vi)        General Counsel;\n(vii)       Assistant Secretary of Homeland Security (Transportation Security Administration);\n(viii)      Administrator of the Federal Emergency Management Agency;\n(ix)        Commissioner of U.S. Customs and Border Protection;\n(x)         Assistant Secretary of Homeland Security (U.S. Immigration and Customs Enforcement);\n(xi)        Director of U.S. Citizenship and Immigration Services;\n(xii)       Chief Financial Officer;\n(xiii)      Regional Administrator, Region V, Federal Emergency Management Agency;\n(xiv)       Regional Administrator, Region VI, Federal Emergency Management Agency;\n(xv)        Regional Administrator, Region VII, Federal Emergency Management Agency;\n(xvi)       Regional Administrator, Region IX, Federal Emergency Management Agency; and\n(xvii)      Regional Administrator, Region I, Federal Emergency Management Agency.",
        "\"(b) Exceptions.\n(i)         No individual who is serving in an office listed in subsection (a) in an acting capacity, by virtue of so serving, shall act as Secretary pursuant to this section.\n(ii)        Notwithstanding the provisions of this section, the President retains discretion, to the extent permitted by the Vacancies Act, to depart from this order in designating an acting Secretary.\"",
        "Sec. 2. Executive Order 13362 of November 29, 2004 (\"Designation of Additional Officers for the Department of Homeland Security Order of Succession\"), is hereby revoked.",
        "George W. Bush\nThe White House,\nAugust 13, 2007."
    ],
    "citation": "George W. Bush, Executive Order 13442-Amending the Order of Succession in the Department of Homeland Security Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/276125"
}