{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8298-regulations-governing-the-manner-executing-and-returning-commissions",
    "doc": "executive-order-8298-regulations-governing-the-manner-executing-and-returning-commissions",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8298-Regulations Governing the Manner of Executing and Returning Commissions by Officers of the Foreign Service in Criminal Cases, and Schedule of Fees and Compensation in Such Cases",
    "date": "December 04, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by sections 3 (c) and 8 of the act of June 20, 1936, entitled \"An Act Relating to the Admissibility in Evidence of Certain Writings and Records Made in the Regular Course of Business\" (49 Stat. 1563, 1564; 28 U.S.C. Supp. secs. 695b (c), 695g), and by section 1752 of the Revised Statutes of the United States (22 U.S.C. sec. 132), I hereby prescribe the following regulations governing the manner in which officers of the Foreign Service shall execute and return commissions issued in criminal cases under the provisions of the said act of June 20, 1936, and the schedule of fees and compensation allowable in such cases:",
        "1. Execution and return of the commission. Officers of the Foreign Service shall execute and return commissions to take testimony in connection with foreign documents issued in criminal cases under the authority of the said act of June 20, 1936, in accordance with sections 4 and 5 of that act (28 U.S.C. Supp. secs. 695c, 695d), and in accordance with any special instructions which may accompany the commission. For details not covered by such sections or by special instructions, officers of the Foreign Service shall be guided by such instructions as may be issued by the Department of State in connection with the taking of depositions generally.",
        "2. Schedule of fees payable to witnesses, foreign counsel, and interpreters.",
        "(a) Witnesses. Each witness whose testimony is obtained under a commission to take testimony in connection with foreign documents for use in criminal cases shall be entitled to receive compensation at the rate of $5 a day for each day of attendance, plus 5 cents a mile for going from his place of residence or business to the place of examination and returning, by the shortest feasible route. When, however, it is necessary to procure the attendance of a witness on behalf of the United States or an indigent party, an officer or agent of the United States may negotiate with the witness to pay compensation at such higher rate as may be approved by the Attorney General, plus the mileage allowance stated above. The compensation and mileage of each witness shall be paid by the party, or parties, applying for the commission, unless the commission is accompanied by an order of court that all fees, compensation, and other expenses authorized by these regulations are chargeable to the United States under section 7 of the said act of June 20, 1936 (28 U.S.C. Supp. sec. 695f (b)).",
        "(b) Counsel. Each counsel who represents a party to the action or proceeding in the examination before the commissioner shall receive compensation for each day of attendance at a rate of not less than $5 a day and not more than $25 a day, as agreed between him and the party whom he represents, plus such actual and necessary expenses as may be allowed by the commissioner upon verified statements filed with him. If the commission is issued on application of the United States, the compensation and expense of counsel representing each party are chargeable to the United States. If the commission is issued on application of any other party, the compensation and expense of counsel shall be paid by the party whom such counsel represents, unless the commission is accompanied by an order of court that all fees, compensation, and other expenses authorized by these regulations are chargeable to the United States under section 7 of the said act of June 20. 1936 (28 U.S.C. Supp. sec. 695f (b)).",
        "(c) Interpreters and translators. Each interpreter and translator employed by the commissioner under these regulations shall receive an allowance of $5 a day, plus 5 cents a mile for going from his place of residence or business to the place of examination and returning, by the shortest feasible route. The compensation and mileage of interpreters and translators shall be chargeable to the United States.",
        "3. Time of payment. Witnesses, counsel, interpretators, and translators shall be paid, in accordance with the foregoing regulations, by the commissioner at the conclusion of their services. Other expenses authorized by these regulations shall be paid by the commissioner as they are incurred.",
        "4. Payment of fees by the United States. When it appears that the commission was issued on application of the United States or when the commission is accompanied by an order of court that all fees, compensation, and other expenses authorized by these regulations are chargeable to the United States under section 7 of the said act of June 20, 1936 (28 U.S.C. Supp. sec. 695f (b)), the commissioner shall execute the commission without charge for his service as. commissioner in connection therewith.",
        "The commissioner shall pay witnesses, counsel, interpreter, or translator, and other expenses authorized by these regulations from the proceeds of a separate draft drawn, when so authorized, upon the Secretary of State, and he shall forthwith render a separate detailed account of such payments, supported by properly receipted vouchers, to the Department of State.",
        "5. Payment by other parties. Whenever fees, compensation, and other expenses authorized by these regulations are chargeable to any party other than the United States, the commissioner shall be instructed by the Department of State to undertake the execution of the commission only if such party deposits with the Department of State, in advance, an amount to be set by the court, apparently adequate to defray all fees, compensation, and other expenses authorized by these regulations. If the amount of the deposit is later found to be insufficient, the commissioner shall so notify the Department of State and shall retain the commission and other papers until he is notified by the Department that a sufficient amount has been deposited. If the amount of the deposit exceeds the aggregate amount of fees, compensation, and other expenses authorized by these regulations, the Department shall return the excess to the party, or parties, entitled thereto.",
        "The commissioner shall pay witness, counsel, interpreter, translator, and other expenses authorized by these regulations from the proceeds of a separate draft drawn, when so authorized, upon the Secretary of State, and he shall forthwith render a separate detailed account of such payments, supported by properly receipted vouchers, to the Department of State.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,December 4, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8298-Regulations Governing the Manner of Executing and Returning Commissions by Officers of the Foreign Service in Criminal Cases, and Schedule of Fees and Compensation in Such Cases Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372651"
}