{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6973-dismissal-complaint-under-section-3-e-title-i-the-national-industrial",
    "doc": "executive-order-6973-dismissal-complaint-under-section-3-e-title-i-the-national-industrial",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6973-A-Dismissal of Complaint Under Section 3 (e) of Title I of the National Industrial Recovery Act with Respect to Imports, Legal and Illegal, of Certain Watches, Watch Movements, and Parts of Watch Movements",
    "date": "February 20, 1935",
    "content": [
        "A complaint under Section 3 (e) of the National Industrial Recovery Act addressed to me by the American Jeweled Watch Manufacturers' Association of the United States has been filed with the National Recovery Administration alleging that certain watches, watch movements and parts of watch movements are being imported into the United States on such terms or under such conditions as to render ineffective or seriously to endanger the maintenance of the President's Reemployment Agreement, under which the domestic industry is operating.",
        "After an examination of said complaint and of the report and recommendation of the National Industrial Recovery Board, with respect thereto, I find that the facts do not warrant further investigation in accordance with Section 3 (e) of said Act.",
        "I, therefore, direct that no further action be taken with regard to said complaint and that the complainant be so notified.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: L. C. Marshall          Executive Secretary",
        "The White HouseFebruary 20, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6973-A-Dismissal of Complaint Under Section 3 (e) of Title I of the National Industrial Recovery Act with Respect to Imports, Legal and Illegal, of Certain Watches, Watch Movements, and Parts of Watch Movements Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362645"
}