{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7728-exemption-miss-mary-m-oreilly-from-compulsory-retirement-for-age",
    "doc": "executive-order-7728-exemption-miss-mary-m-oreilly-from-compulsory-retirement-for-age",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7728-Exemption of Miss Mary M. O'Reilly From Compulsory Retirement For Age",
    "date": "October 14, 1937",
    "content": [
        "Whereas section 204 of the act of June 30, 1932, 47 Stat. 382, 404 (5 U.S.C., sec. 715a), provides:",
        "\"On and after July 1, 1932, no person rendering civilian service in any branch or service of the United States Government or the municipal government of the District of Columbia who shall have reached the retirement age prescribed for automatic separation from the service, applicable to such person, shall be continued in such service, notwithstanding any provision of law or regulation to the contrary: Provided, That the President may, by Executive Order, exempt from the provisions of this section any person when, in his judgment, the public interest so requires * * *\";",
        "And Whereas the public interest requires that Miss Mary M. O'Reilly, Assistant Director of the Mint, Treasury Department, who was exempted from compulsory retirement for periods totaling two years by Executive Orders No. 7188 of September 24, 1935, and No. 7445 of September 8, 1936, be further exempted from the provisions of this section and continued in the service until November 1, 1938;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section, I do hereby exempt Miss Mary M. O'Reilly from the provisions thereof and continue her in the service until November 1, 1938.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 14, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7728-Exemption of Miss Mary M. O'Reilly From Compulsory Retirement For Age Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210319"
}