{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7556-excluding-certain-tracts-land-from-tongass-national-forest-and",
    "doc": "executive-order-7556-excluding-certain-tracts-land-from-tongass-national-forest-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7556-Excluding Certain Tracts of Land From Tongass National Forest and Restoring Them to Entry",
    "date": "February 18, 1937",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (16 U.S.C., sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, occupied as homesites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Homesite No. 120, lot 'A', Mud Bay group, Tongass Highway, Revillagigedo Island, 5 acres; approximate latitute 55°24' N., longitude 131°44'30\" W.;",
        "Homesite No. 137, lot 'C', Mud Bay group, Tongass Highway, Revillagigedo Island, 4.91 acres; approximate latitute 55°24'15\" N., longitude 131°45' W.;",
        "Homesite No. 156, Fritz Cove group, Fritz Cove Highway, on Auke Bay, 5 acres; approximate latitude 58 degrees 25'29\" N., longitude 134°38'30\" W.;",
        "Homesite No. 227, lot 'O', Mud Bay group, Tongass Highway, Revillagigedo Island, 2.56 acres; approximate latitute 55°25'15\" N., longitude 131°46'16\" W.;",
        "Homesite No. 321, ot 'S', Wrangell group, Wrangell Highway, Wrangell Island 3.94 acres; approximate latitute 56°26' N., longitude 132°22'W.;",
        "Homesite No. 422, lot 'T', Triangle group, Glacier Highway, Auke Lake Truck Trail, in the vicinity of Auke Bay, 3.65 acres; approximate latitude 58°22'50\" N., longitude 134°38' W.;",
        "Homesite No. 428, lot 'B', Herring Bay group, Tongass Highway, on George Inlet, Revillagigedo Island, 4.35 acres; approximate latitute 55°19'30 \" N., longitude 131°31'30\" W.;",
        "Homesite No. 429, lot 'P', Mud Bay group, Tongass Highway, Revillagigedo Island, 1.85 acres; approximate latitude 55°25'16\" N., longitude 131°46'20\" W.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 18, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7556-Excluding Certain Tracts of Land From Tongass National Forest and Restoring Them to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210166"
}