{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5425-tongass-national-forest",
    "doc": "executive-order-5425-tongass-national-forest",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5425-Tongass National Forest",
    "date": "August 20, 1930",
    "content": [
        "Alaska",
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 34, 36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tract of land lying within the following described boundaries, in and surrounding the village of Baranof, Alaska, be, and the same is hereby, excluded from the Tongass National Forest:",
        "Beginning at Corner No. 1, which is an angle iron stake, set in a mound of stone, marked B1 on south face and 20 on north face, at line of mean high tide on the north shore of Warm Springs Bay, Baranof Island, in approximate latitude 57° 05' N.,",
        "Beginning at Corner No. 1, which is an angle iron stake, set in a mound of stone, marked B1 on south face and 20 on north face, at line of mean high tide on the north shore of Warm Springs Bay, Baranof Island, in approximate latitude 57° 05' N., longitude 134° 50' W., from which corner a prominent conical peak bears S. 36° E., and harbor light bears S. 76° E. Thence N. 65° W., following past the south lines of lots 20, 21, and 30, 5.91 chs. to Corner No. 2, not set. Thence north, 6.00 chs. to Corner No. 3, not set. Thence east, 15.50 chs. to Corner No. 4, not set. Thence south, 6.41 chs. to Corner No. 5, which is an angle iron stake, set in a mound of rock, marked L, at line of mean high tide on shore of Warm Springs Bay, from which corner a prominent conical peak bears S. 31° E.; and Forest Service monument, which is an angle iron stake, set in a mound of stone, on a prominent point of loose rock on the north side of Baranof River overlooking the water front, bears S. 69° W. Thence with meanders of the line of mean high tide of Warm Springs Bay, westerly and northerly to Corner No. 1, and the place of beginning, containing approximately 10.21 acres.",
        "Subject to valid existing rights, the lands excluded from the national forest by this order are hereby reserved to be disposed of for town-site purposes as provided by section 11 of the act of March 3, 1891 (26 Stat. 1099), and the act of May 25, 1926 (44 Stat. 629).",
        "HERBERT HOOVER",
        "The White House,August 20, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5425-Tongass National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373052"
}