{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8704-regulations-governing-the-granting-allowances-for-quarters-and",
    "doc": "executive-order-8704-regulations-governing-the-granting-allowances-for-quarters-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8704-Regulations Governing the Granting of Allowances for Quarters and Subsistence to Enlisted Men",
    "date": "March 04, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 11 of the act of June 10, 1922, ch. 212, 42 Stat. 625, 630, I hereby prescribe the following regulations governing the granting of allowances for quarters and subsistence for enlisted men of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service who are not furnished quarters or rations in kind:",
        "TABLE I",
        "Men on duty where quarters or rations in kind are not furnished shall be granted daily allowances as follows:",
        "",
        "Note 1. Upon arrival at or departure from a station where allowances for subsistence are paid, allowances shall be computed as follows: The day to begin at midnight; for 18 hours or more at the station, one whole day; for 12 hours or more but less than 18 hours at the station, two-thirds of one day; for 6 hours or more but less than 12 hours at the station, one-third of one day. No allowance for subsistence will be paid for the day on which a man arrives at a station after 6 o'clock P.M.",
        "Note 2. In determining the allowance for quarters a fractional part of a day will be computed as a whole day, the day to begin at midnight.",
        "TABLE II",
        "Men traveling on duty where cooked or travel rations are not furnished for the journey shall be granted daily allowances as follows:",
        "",
        "Note 1. The combined allowance for subsistence and quarters shown in first column opposite subdivisions A and B under heading of \"Travel status including detention not exceeding three days at one place\", shall in no case exceed $4.00 for any one day.",
        "Note 2. When in a travel status allowances for subsistence shall be computed as follows for the day of departure from and arrival at station: The day to begin at midnight; for 18 hours or more in travel status, one whole day; for 12 hours or more but less than 18 hours in travel status, two-thirds of one day; for less than 12 hours in travel status, one-third of one day. No allowance shall be paid for the first day of a journey which begins after 6 o'clock P.M.",
        "Note 3. In determining the allowance for quarters a fractional part of a day will be computed as a whole day, the day to begin at midnight. No allowance shall be paid for the first day of a journey which begins after 6 o'clock P. M.",
        "Note 4. Men absent under orders from their stations upon duty which involves travel and also temporary detentions during the journey shall be deemed to be traveling under orders during the entire period of such absence. Allowances for the periods spent in actual travel, including detentions not exceeding thirty-one days, will be computed as indicated in Table II. For longer periods of detention at one place, the allowances prescribed in Table I will govern after the first thirty-one days. The day of actual arrival at, or departure from, place of detention will be considered a day of travel.",
        "This order shall supersede Executive Order No. 7293 of February 14, 1936, as amended by Executive Orders No. 7831 of March 7, 1938, No. 8107 of May 3, 1939, No. 8440 of June 12, 1940 and No. 8674 of February 6, 1941, and be effective as of the date hereof except as to quarters allowance within the continental limits of the United States, as to which it shall supersede the aforesaid orders and be effective as of July 1, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 4, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8704-Regulations Governing the Granting of Allowances for Quarters and Subsistence to Enlisted Men Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368299"
}