{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14128-establishing-second-emergency-board-investigate-dispute-between-new",
    "doc": "executive-order-14128-establishing-second-emergency-board-investigate-dispute-between-new",
    "president": "Joseph R. Biden, Jr.",
    "president_byline": "46th President of the United States: 2021-2025",
    "title": "Executive Order 14128-Establishing a Second Emergency Board To Investigate a Dispute Between New Jersey Transit Rail Operations and Its Locomotive Engineers Represented by the Brotherhood of Locomotive Engineers and Trainmen",
    "date": "November 21, 2024",
    "content": [
        "A dispute exists between the New Jersey Transit Rail Operations and its Locomotive Engineers represented by the Brotherhood of Locomotive Engineers and Trainmen.",
        "The dispute has not heretofore been adjusted under the provisions of the Railway Labor Act, as amended, 45 U.S.C. 151-188 (RLA).",
        "An emergency board to investigate and report on the dispute was established on July 25, 2024, by Executive Order 14125 of July 24, 2024 (Establishing an Emergency Board to Investigate a Dispute Between New Jersey Transit Rail Operations and Its Locomotive Engineers Represented by the Brotherhood of Locomotive Engineers and Trainmen). That emergency board terminated upon submission of its report to the President. Subsequently, its recommendations were not accepted by the parties.",
        "A party empowered by the RLA has requested that the President establish a second emergency board pursuant to section 9A of the RLA (45 U.S.C. 159a).",
        "Section 9A(e) of the RLA provides that the President, upon such request, shall appoint a second emergency board to investigate and report on the dispute.",
        "Now, Therefore, by the authority vested in me as President by the Constitution and the laws of the United States, including section 9A of the RLA, it is hereby ordered as follows:",
        "Section 1. Establishment of a Second Emergency Board (Board). There is established, effective 12:01 a.m. eastern standard time on November 22, 2024, a Board composed of a chair and two other members, all of whom shall be appointed by the President to investigate and report on the dispute. No member shall be pecuniarily or otherwise interested in any organization of railroad employees or any carrier. The Board shall perform its functions subject to the availability of funds.",
        "Sec. 2. Report. As provided by section 9A(f) of the RLA, within 30 days after the creation of the Board, the parties to the dispute shall submit to the Board final offers for settlement of the dispute. As provided by section 9A(g) of the RLA, within 30 days after the submission of final offers for settlement of the dispute, the Board shall submit a report to the President setting forth the Board's selection of the most reasonable offer.",
        "Sec. 3. Maintaining Conditions. As provided by section 9A(h) of the RLA, from the time the request to establish the Board is made until 60 days after the Board submits its report to the President, the parties to the controversy shall make no change in the conditions out of which the dispute arose except by agreement of the parties.",
        "Sec. 4. Records Maintenance. The records and files of the Board are records of the Office of the President and upon the Board's termination shall be maintained in the physical custody of the National Mediation Board.",
        "Sec. 5. Expiration. The Board shall terminate upon the submission of the report to the President provided for in section 2 of this order.",
        "JOSEPH R. BIDEN, JR.",
        "The White House,",
        "November 21, 2024."
    ],
    "citation": "Joseph R. Biden, Jr., Executive Order 14128-Establishing a Second Emergency Board To Investigate a Dispute Between New Jersey Transit Rail Operations and Its Locomotive Engineers Represented by the Brotherhood of Locomotive Engineers and Trainmen Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/375245"
}