{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9338-abolishing-the-office-defense-health-and-welfare-services-and",
    "doc": "executive-order-9338-abolishing-the-office-defense-health-and-welfare-services-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9338-Abolishing the Office of Defense Health and Welfare Services and Transferring Its Functions to the Federal Security Agency",
    "date": "April 29, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United States, including Title I of the First War Powers Act. 1941, approved December 18, 1941 (Public Law 354, 77th Congress), and for the purpose of assuring adequate health and welfare services during the present emergency, it is hereby ordered as follows:",
        "1. The Office of Defense Health and Welfare Services, established by Executive Order No. 8890 of September 3, 1941, in the Office for Emergency Management, is abolished.",
        "2. The functions, duties, and powers of the Director of the Office of Defense Health and Welfare Services are transferred to the Federal Security Administrator.",
        "3. The functions, duties, powers, personnel. property, records, and funds (including all unexpended balances of appropriations. allocations, and other available funds) of the Office of Defense Health and Welfare Services, and the Health and Medical Committee and the other advisory committees and subcommittees appointed pursuant to the said Executive Order No. 8890 and their respective functions, duties, powers, personnel. property, records, and funds, are transferred to the Federal Security Agency.",
        "4. The functions, duties, and powers transferred by this order shall be administered under the direction and supervision of the Federal Security Administrator through an office to be established by him and to be known as the Office of Community War Services, or through such other offices, agencies, officers. and persons in the Federal Security Agency as he shall designate and in such manner as he shall direct.",
        "5. Any provision of any prior Executive order in conflict with the provisions of this order is superseded to the extent of such conflict.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 29, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9338-Abolishing the Office of Defense Health and Welfare Services and Transferring Its Functions to the Federal Security Agency Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372692"
}