{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5123-amending-schedule-subdivision-ix-the-civil-service-rules",
    "doc": "executive-order-5123-amending-schedule-subdivision-ix-the-civil-service-rules",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5123-Amending Schedule A, Subdivision IX of the Civil Service Rules",
    "date": "May 21, 1929",
    "content": [
        "Schedule A, Subdivision IX, Department of Agriculture, Section 1, is amended by the addition of a paragraph (h), to read as follows:",
        "(h) Agents employed to take and transmit meteorological observations in connection with airways, whose duties require only a part of their time, and whose compensation does not exceed $100 per month. Continuance of this exception beyond a period of three years from the date of its adoption shall be dependent upon the joint agreement of the Department of Agriculture and the Civil Service Commission.",
        "The last paragraph of Section 1, Subdivision IX, is amended to read as follows:",
        "Prior consent of the Commission must be obtained for the appointment of agent under clause (d) above, and in making appointments under clauses (a), (b), (c), (f), and (h), a full report shall be submitted immediately by the Department to the Commission, setting forth the name, designation, and compensation of the appointee, and a statement of the duties to which he is to be assigned, and of his qualifications for such duties, in such detail as to indicate clearly that the appointment is properly made under one of the above clauses. The same procedure shall be followed in the case of the assignment of any agent to duties of a different character.",
        "HERBERT HOOVER",
        "The White House,May 21, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5123-Amending Schedule A, Subdivision IX of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360824"
}