{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9309-controlling-government-requests-for-the-selective-service-deferment",
    "doc": "executive-order-9309-controlling-government-requests-for-the-selective-service-deferment",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9309-Controlling Government Requests for the Selective Service Deferment of Federal Employees",
    "date": "March 06, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes (including the Selective Training and Service Act of 1940, as amended) as President of the United States, and in order to further the prosecution of the war by conserving and most effectively utilizing manpower and by systematizing the handling of necessary selective service occupational deferment of employees in the Executive branch of the Federal Government, it is ordered as follows:",
        "I. LIMITATIONS ON RIGHT TO REQUEST OCCUPATIONAL DEFERMENT",
        "1. No agency shall request the selective service deferment of any employee on occupational grounds except in accordance with the provisions of this Order. No employee shall initiate a request for his own deferment on occupational grounds or advocate the making of such a request on his own behalf.",
        "2. No such request shall be made unless it is determined, in the manner herein provided, that the employee's civilian services are essential in that the loss thereof would substantially impair activities essential to the war effort (including necessary supporting activities and the maintenance of the national health, safety, and interest). In determining whether such an employee's services are thus essential, consideration shall be given to all relevant factors, including the actual effectiveness of the employee, the difficulty of replacing him, his age, his qualifications, his assignment to duties outside the continental United States and the length of his service in the position he occupies or in positions with comparable duties.",
        "3. No such request shall be made for a period longer than is deemed to be absolutely necessary nor for a period of more than six months.",
        "II. ESTABLISHMENT OF COMMITTEES",
        "1. The Chairman of the War Manpower Commission (hereinafter referred to as the Chairman) shall designate with the approval of the President a chairman and two members of a War Manpower Commission committee to be known as the Review Committee on Deferment of Government Employees (hereinafter referred to as the Review Committee). Such Committee shall be subject to the supervision and direction of the Chairman.",
        "2. The head of each agency shall designate a Committee on Deferment of Government Employees (hereinafter referred to as an Agency Committee), of three to five members possessing a comprehensive view of the needs of the agency. For the purposes of this Order the Government of the District of Columbia shall be deemed to be an agency. Each Agency Committee shall be subject to the supervision and direction of the head of the agency.",
        "3. When authorized by the Review Committee, the head of any agency may also designate regional committees whenever the number and geographical distribution of the personnel of the agency make such action desirable. Within their respective areas such regional committees shall have the authority and responsibility of an Agency Committee; and as used in this Order the term \"Agency Committee\" shall include a regional committee established under this section.",
        "III. DESIGNATION OF KEY POSITIONS",
        "1. Each Agency Committee, with the approval of the head of the agency, shall submit to the Review Committee for its approval a list of those positions in the agency deemed necessary to carry out activities essential to the war effort or to necessary supporting activities. All such positions approved by the Review Committee shall be known as \"key positions.\" The Review Committee, either on its own motion or upon recommendation made by the Agency Committee and approved by the head of the agency, may revise the list of key positions of that agency as conditions warrant.",
        "2. Key positions shall be limited to positions involving serious difficulty of replacement because a scarcity of available qualified personnel exists and because any incumbent of the position must have had, in order to perform the duties effectively, an extended period of training or specialized experience. The designation of key positions shall be further governed by the following criteria:",
        "a. The work is of a responsible administrative, executive, or supervisory character in activities directly related to the war effort, or to the essential maintenance of orderly government (including the maintenance of the health, morale, and security of the nation); or",
        "b. The work is a part of the actual production, transportation, or handling of war materials, equipment, or commodities, or of the maintenance or operation of war equipment, or of the transportation of war personnel; or",
        "c. The work is of a professional, semiprofessional, or highly specialized character, requiring extended training, in an occupation where a known scarcity of manpower exists; or",
        "d. The work usually requires male employees because of peculiar circumstances or requisite physical abilities, including the occupations of seamen, investigatory agents, forest rangers, border patrolmen, prison guards, and other comparable occupations wherein replacement within necessary age limits is difficult.",
        "IV. REQUESTS FOR DEFERMENT",
        "1. In accordance with the provisions of this Order, and subject to the limitations set forth in Part I hereof, an Agency Committee may, in cases not covered by the Replacement Schedule procedure set forth in paragraph 5 of this Part, prepare and submit to the appropriate local selective service board a request for the occupational deferment of-",
        "a. Any employee of the agency who occupies a key position and whose civilian services are essential within the meaning of paragraph 2 of Part I hereof.",
        "b. Any employee of the agency not occupying a key position whose civilian services are essential within the meaning of paragraph 2 of Part I hereof, if unusual and special circumstances, such as the employee's unique fitness for the work or unique familiarity with a specific project in the course of completion make such deferment request necessary. No request for deferment shall be made under this subparagraph except with the prior specific approval of the Review Committee.",
        "2. Subject to the conditions set forth in this Order, the Agency Committees shall make all requests for selective service occupational deferment of employees of their respective agencies, and shall prepare and submit such requests to local selective service boards in accordance with selective service regulations.",
        "3. In preparing the prescribed selective service form for submitting a request for occupational deferment to the local selective service board, the Agency Committee shall enter on such form the words \"Government Request,\" and shall also indicate thereon the name of the agency and the subordinate part thereof in which the registrant is employed.",
        "4. In any case in which a Government request for deferment is denied by a local selective service board, the Agency Committee concerned shall at once file an appeal from such action. The appeal shall stay the induction of the employee affected until final decision in the case.",
        "5. The Chairman, upon his own motion or upon recommendation made by an Agency Committee and approved by the head of the agency, shall determine, after consultation with the Review Committee, those manufacturing, servicing, operating, and transporting activities of an agency or part thereof with respect to which deferment problems can be best met through use of manning tables and replacement schedules. He shall thereupon direct the head of the agency concerned to prepare and use, with respect to those activities or organizations, manning tables and replacement schedules, in accordance with the regulations prescribed by the Chairman. Such agency or part thereof shall thereafter be exempt from the provisions of Part III of this Order (providing for the designation of key positions) and the provisions of this Order governing the making of requests for deferment of employees to the extent and in the respects provided in the regulations of the Chairman.",
        "V. VOLUNTARY ENTRANCE INTO ARMED FORCES",
        "1. Unless an Agency Committee has requested or would request deferment of an employee under this Order, the agency, upon his request, shall grant him a release to enter the armed forces voluntarily in a commissioned or enlisted status.",
        "2. If an Agency Committee has requested or would request deferment of an employee under this Order, the agency shall deny him such a release unless it is determined that:",
        "a. The employee is likely to be assigned to active combat service; or",
        "b. The employee's skills and ability probably will be utilized equally or more effectively in the armed forces.",
        "3. In the case of an employee who is in a deferred classification, or who is not subject to induction, for reasons unrelated to his occupation, such a release shall be granted or denied without regard to such reasons, in accordance with the provisions of paragraphs 1 and 2 of this Part.",
        "4. When an Agency Committee denies release of an employee, such action shall upon his request be reviewed by the Review Committee. The Agency Committee shall be notified of the final decision, and if the denial is affirmed, such committee shall immediately notify the employee's local selective service board.",
        "VI. DEPENDENCY-OCCUPATIONAL RECLASSIFICATION",
        "Agency Committees may make requests for the selective service reclassification from Class III-A to Class III-B of employees other than those engaged in occupations designated by the Chairman as non-deferable. Such requests shall be made in accordance with standards, to be prescribed by the Chairman, for determining the relationship of employees' activities to the war effort, which standards shall conform, as nearly as may be, to the standards applicable to such reclassification in the case of persons not in the Federal service.",
        "VII. GENERAL PROVISIONS",
        "1. Under regulations to be prescribed by the Chairman, the Agency Committee in each agency shall supervise the preparation and maintenance, on a current basis, of adequate statistics on the selective service status of its male employees, and on related matters, which shall be summarized and reported to the Review Committee at periodic intervals.",
        "2. Heads of agencies shall issue special instructions to insure that an employee will immediately report through proper channels any change in his selective service status or the receipt of notice to report for induction.",
        "3. Each agency shall plan and carry out an orderly program of replacement and training occasioned by the entry or prospective entry of employees into the armed forces, on the basis of the information provided for in paragraph 1 of this Part of this Order.",
        "4. The Chairman shall from time to time make recommendations to the Director of the Bureau of the Budget, based on information and experience acquired in the administration of this Order, for the effective utilization of the services of Government employees with respect to the conservation of manpower.",
        "5. Under regulations to be prescribed by the Chairman, the several agencies shall submit to the Review Committee periodic reports concerning all action taken under this Order. The Review Committee shall currently review such reports and shall consult with Agency Committees with respect to any departures from this Order. The Review Committee may also designate representatives to attend meetings of Agency Committees. Such representatives shall at all times have full access to all records of such Committees.",
        "6. The Chairman shall report to the President, at intervals of not more than three months, with respect to the administration of this Order and shall make recommendations to the President with respect to such modifications of this Order as he may deem advisable.",
        "7. The Chairman may suspend the authority of any Agency Committee to submit requests for deferment if the Agency Committee submits requests in violation of this Order.",
        "8. A request for deferment of an employee may be cancelled by the Review Committee if it determines that the request was made in violation of this Order.",
        "9. The Chairman shall furnish copies of this Order to all local selective service boards.",
        "10. The Chairman may delegate any of his duties and powers under this Order to any officer or employee of the War Manpower Commission and may utilize the services of any Federal officer, employee, or agency.",
        "11. The Chairman shall prescribe such regulations as may be necessary to carry out the purposes of this Order, including such additional criteria for the designation of key positions as he may deem necessary.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 6, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9309-Controlling Government Requests for the Selective Service Deferment of Federal Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372710"
}