{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6656-continuing-the-functions-the-executive-committee-commercial-policy",
    "doc": "executive-order-6656-continuing-the-functions-the-executive-committee-commercial-policy",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6656-Continuing the Functions of the Executive Committee on Commercial Policy",
    "date": "March 27, 1934",
    "content": [
        "Whereas Executive Order No. 6651 of March 23, 1934, establishes the office of Special Adviser to the President on Foreign Trade and designates the functions and duties to be performed by the head of said office pertaining to the promotion of foreign trade; and",
        "Whereas it is desired that the provisions of the said Executive order shall not interfere with the continuance of the functions now being exercised by the Executive Committee on Commercial Policy and that the Special Adviser shall cooperate with and, in the field of duties defined by the said Executive order, supplement the work of the said Executive Committee on Commercial Policy;",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, it is hereby ordered that the said Executive Committee on Commercial Policy as established by the letter of November 11, 1933, from the President to the Secretary of State shall continue to exercise its present functions for the purpose of coordinating the commercial policy of the United States. The chairman of the said committee shall be a representative of the Department of State who shall be chosen by the Secretary of State.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6656-Continuing the Functions of the Executive Committee on Commercial Policy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362424"
}