{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9181-administration-the-federal-government-services-alaska",
    "doc": "executive-order-9181-administration-the-federal-government-services-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9181-Administration of the Federal Government Services in Alaska",
    "date": "June 11, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941 (Public Law 354, 77th Congress), and as President of the United States and Commander-in-Chief of the Army and Navy, and by reason of the strategic importance of the Territory of Alaska in the present war, and for the purposes of (a) promoting the safety of the citizens of the Territory of Alaska and of the entire North American continent, (b) securing the more effective exercise and more efficient administration by the President of his powers as Commander-in-Chief of the Army and Navy and as President, and (c) facilitating coordination of Federal civil policies, plans, and activities in the Territory of Alaska with the policies, plans, and activities of the military authorities responsible for the defense of the Territory, it is hereby ordered as follows:",
        "1. The ex-officio Commissioners for Alaska designated by the Secretaries of the Interior, Agriculture, and Commerce under the Act of February 10, 1927 (44 Stat. 1068, 5 U.S.C. 119), an official to be designated by the Federal Security Administrator, and an official to be designated by the Federal Works Administrator, shall be invested by such respective Secretaries and Administrators with authority and responsibility as their representatives for making decisions requisite to the prompt performance of the duties of such departments and agencies, and to meeting emergencies requiring any such department or agency to furnish special services, in the Territory of Alaska, hereafter called Alaska. The said Commissioners and officials shall, for the purposes of this order, be special representatives in Alaska of their respective departments and agencies.",
        "2. The special representatives provided for in section 1 hereof, together with the Governor of Alaska, a person to be designated by the Attorney General of the United States, and a resident of Alaska to be elected by such special representatives, Governor, and person, shall constitute an Alaska War Council, hereafter called the Council, with organization, functions, and duties as follows:",
        "(a) The Governor of Alaska shall be the Chairman of the Council. The Council shall elect one of its members to serve as Vice-Chairman of the Council.",
        "(b) The Council shall meet at the call of the Chairman or, when the Chairman is unable to act, at the call of the Vice-Chairman or, as hereinafter provided, at the request of the military authorities. Meetings shall be held as the demands of the war emergency may require, but not less often than bi-monthly.",
        "(c) It shall be the duty of the Council, and of the said special representatives with regard to programs and progress in their respective fields of activity, to maintain close liaison with the military authorities in Alaska to the end that for the duration of the war the conduct of Federal civil activities shall be brought into closest possible conformity with military requirements.",
        "(d) The Council shall consult from time to time with the Alaska representatives of the National Resources Planning Board.",
        "(e) The Council shall make such recommendations to the military and other Federal authorities as it deems desirable relative to coordination of Federal civil activities with the military program and relative to the safety and security of the civilian population of Alaska. Any such recommendations made to the military authorities shall be submitted through the appropriate liaison officers hereinafter provided for.",
        "3. The Governor of Alaska, as Chairman of the Council, shall keep the President informed with regard to major steps proposed or adopted for the protection of the civilian population of Alaska: Provided, That confidential or secret information concerning military operations shall be transmitted through military channels only.",
        "4. In connection with the activities of the Army and Navy forces in Alaska, the commanding officers of such forces and other military authorities shall, to the fullest extent possible, give consideration to civilian needs and problems arising from the war situation in Alaska. To this end the Department of War and the Department of the Navy shall each designate a responsible liaison officer who shall meet with the Council and to whom the Council and said special representatives shall have ready access. The said liaison officers, acting either jointly or singly, are authorized to request a meeting of the Council, whereupon it shall be convened.",
        "5. The heads of civil Federal departments, agencies, independent establishments, and Government-owned corporations conducting activities in Alaska, or their special representatives designated in accordance with this order, shall conform with such requests as the Secretary of War may deem necessary for the effective utilization in the prosecution of the war of the services, personnel, equipment, and facilities of any such agency, independent establishment, or corporation, or of any bureau, office or other administrative unit of any such department. The Secretary of War, in the formulation of any such requests, shall coordinate with the Secretary of the Navy with regard to all matters of interest to the Department of the Navy.",
        "6. This order shall become effective as of the date hereof and shall continue in force and effect so long as Title I of the First War Powers Act, 1941, remains in force.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 11, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9181-Administration of the Federal Government Services in Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372292"
}