{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6694-abolishment-the-office-the-alien-property-custodian-and-transfer-its",
    "doc": "executive-order-6694-abolishment-the-office-the-alien-property-custodian-and-transfer-its",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6694-Abolishment of the Office of the Alien Property Custodian and Transfer of Its Functions to the Department of Justice",
    "date": "May 01, 1934",
    "content": [
        "Whereas section 16 of the act of March 3, 1933 (ch. 212, 47 Stat. 1489, 1517), provides for reorganizations within the executive branch of the Government, requires the President to investigate and determine what reorganizations are necessary to effectuate the purposes of section 16, and authorizes the President to make such reorganizations by Executive order; and",
        "Whereas after investigation I find and declare that the abolishment of the Office of the Alien Property Custodian and the transfer of its functions to the Department of Justice is necessary to effectuate the purposes of section 16;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 16 of the act of March 3, 1933, it is hereby ordered as follows:",
        "Abolishment of the Office and Transfer of Its Functions",
        "1. The Office of the Alien Property Custodian is abolished, and the authority, rights, privileges, powers, and duties conferred and imposed on the Alien Property Custodian by law and/or Executive order are transferred to the Department of Justice, to be administered under the supervision of the Attorney General.",
        "Transfer of Official Records, Supplies, and Equipment",
        "2. The official records and papers on file in, and pertaining to the business of, the Office of the Alien Property Custodian, together with the supplies, furniture, equipment, and other property of the United States in use in such office are transferred to the Department of Justice.",
        "Transfer of Personnel",
        "3. (a) All officers and employees of the Office of the Alien Property Custodian are transferred to the Department of Justice, without loss of such civil service status as they may have. The duties and responsibilities of the positions to be occupied by them shall be established by the Attorney General and the compensation of such established positions shall be determined by the Civil Service Commission in accordance with the Classification Act of 1923, as amended.",
        "(b) The officers and employees transferred to the Department of Justice hereunder who do not already possess a competitive classified civil service status appropriate for the position to which assigned shall not acquire such status by reason of such transfer except upon recommendation by the Attorney General to the Civil Service Commission, subject to such noncompetitive tests of fitness as the Commission may prescribe; and no persons or employees other than attorneys so transferred may be retained in the Department of Justice without appropriate civil service status for a period longer than 60 days from the effective date of this order.",
        "Transfer of Funds, Securities, Real Estate, and Other Property",
        "4. (a) All funds, securities, choses in action, real estate, patents, trade marks, copyrights, and all other property of whatsoever kind, to which the Alien Property Custodian has title or which are in his possession or control, or which are held in trust for the Alien Property Custodian, are hereby transferred to the Attorney General, to be administered and disposed of by him as required by law. The Alien Property Custodian is hereby authorized and directed to execute all such deeds, conveyances, transfers, assignments, and other documents and to take all such steps as the Attorney General may deem necessary or proper to effectuate the provisions of this order.",
        "(b) All expenses incurred by the Department of Justice in the administration of the \"Trading with the Enemy Act\", as amended, and in pursuance of this order, shall be paid out of the money or other property transferred under this section, or out of interest and other earnings thereof.",
        "General Provisions",
        "5. All Executive orders insofar as they are in conflict with the provisions of this order are revoked.",
        "6. In accordance with law, this order shall become effective upon the sixty-first calendar day after its transmission to the Congress; Provided, That in case it shall appear to the President that the interests of economy require that the transfer be delayed beyond the date this order becomes effective, he may, in his discretion, fix a later date therefor, and he may for like cause further defer such date from time to time.",
        "Done in triplicate.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 1, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6694-Abolishment of the Office of the Alien Property Custodian and Transfer of Its Functions to the Department of Justice Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362466"
}