{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6847-terminating-stay-the-provisions-section-1-article-ix-code-fair",
    "doc": "executive-order-6847-terminating-stay-the-provisions-section-1-article-ix-code-fair",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6847-A-Terminating Stay of the Provisions of Section 1 of Article IX of Code of Fair Competition for the Wheat Flour Milling Industry",
    "date": "September 14, 1934",
    "content": [
        "Whereas, a Code of Fair Competition for the Wheat Flour Milling Industry was approved by me June 9, 1934; and",
        "Whereas, the Executive Order approving such Code stayed the provisions of Article IX thereof until such time as the Secretary of Agriculture determines and declares in writing, after adequate investigation, that an emergency exists in the wheat flour milling industry, and then only for such periods of time and to the extent that the provisions of such article are found by the Secretary to be necessary to meet the circumstances of such emergency; and",
        "Whereas, it appears from facts presented by members of the industry that such stay should be modified in order to effectuate the declared policy of the National Industrial Recovery Act:",
        "Now, therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby order that the stay of the provisions of Section 1 of Article IX of such Code be terminated. Except as provided herein, the provisions of the Executive Order of June 9, 1934, approving such Code, shall remain in full force and effect.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 14, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6847-A-Terminating Stay of the Provisions of Section 1 of Article IX of Code of Fair Competition for the Wheat Flour Milling Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373333"
}