{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5808-long-lake-migratory-bird-refuge-north-carolina-enlarged",
    "doc": "executive-order-5808-long-lake-migratory-bird-refuge-north-carolina-enlarged",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5808-Long Lake Migratory Bird Refuge in North Carolina, Enlarged",
    "date": "February 25, 1932",
    "content": [
        "It is hereby ordered that the following-described area in Burleigh and Kidder Counties, N. Dak., be, and the same is hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for birds and wild animals, subject to existing valid rights:",
        "Fifth Principal Meridian",
        "T. 138 N., R. 74 W., sec. 26, lots 1, 2, and 4;",
        "sec. 32, lots 1, 6, 7, and 8, and N. ½ SE. ¼;",
        "T. 138 N., R. 75 W., sec. 34, E. ½ NE. ¼ SW. ¼ NE. ¼, SE. ¼ NW. ¼, SW. ¼, and SE. ¼;",
        "T. 137 N., R. 76 W., sec. 22, SW. ¼ NE. ¼ and NW. ¼;",
        "sec. 24, SE. ¼.",
        "The lands involved are an addition to the Long Lake Migratory Bird Refuge, which is being acquired under authority of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1222-1226; U.S. Code, Supp. V, title 16, ch. 7a).",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of chapter 4, title 18, United States Code (35 Stat. 1088, 1098, and 43 Stat. 98), or by section 10 of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1222, 1224; U.S. Code, Supp. V, title 16, ch. 7a, sec. 715i).",
        "HERBERT HOOVER",
        "The White House,February 25, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5808-Long Lake Migratory Bird Refuge in North Carolina, Enlarged Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361409"
}