{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8556-transferring-the-use-possession-and-control-certain-lands-the",
    "doc": "executive-order-8556-transferring-the-use-possession-and-control-certain-lands-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8556-Transferring the Use, Possession, and Control of Certain Lands to the Tennessee Valley Authority",
    "date": "September 28, 1940",
    "content": [
        "ALABAMA",
        "Whereas under the River and Harbor Act of 1879 (20 Stat. 363), authorizing certain improvements in the Tennessee River, the United States acquired certain hereinafter-described lands in Lawrence County, Alabama, for the construction of the Elk River Shoals Canal; and",
        "Whereas the said lands are now under the control and jurisdiction of the War Department by virtue of the acquisition under the authority of the said River and Harbor Act of 1879 for authorized river and harbor improvement purposes; and",
        "Whereas the completion of the General Joe Wheeler Dam across the Tennessee River by the Tennessee Valley Authority makes the retention of these tracts of land by the War Department unnecessary, and the canal, together with locks A and B thereon, has been discontinued as a navigation facility, and the property pertaining thereto is no longer required by the War Department: and",
        "Whereas the use, possession, and control of the said lands are needed by the Tennessee Valley Authority for its purposes as stated in the Tennessee Valley Authority Act of 1933 (48 Stat. 58):",
        "Now, Therefore, by virtue of the authority vested in me by section 7 of the said Tennessee Valley Authority Act of 1933 (48 Stat. 63: U.S.C., title 16, sec. 831f (b)), it is ordered that the use, possession, and control of the following-described parcels of land comprising the Elk River Shoals Canal, Alabama, together with the locks, buildings, and other improvements thereon and pertaining thereto, be, and they are hereby, transferred to the Tennessee Valley Authority:",
        "Lands bordering the Tennessee River and located in sections 34, 35, and 26, township 3 south, range 7 west, Lawrence County, Alabama, and islands or portions thereof in the said river and located in said sections 34 and 26, the said areas comprising two parcels which are more particularly described as follows:",
        "PARCEL 1",
        "Section 34, a portion of the northeast quarter more particularly described as follows: Beginning at a point in the section line between sections 34 and 35 which is 4,245 feet north of the southeast corner of section 34:",
        "Thence S. 51°40' W., 440 ft., to a U.S. stone monument;",
        "Thence S. 38°20' E., 100 feet, to a U.S, stone monument;",
        "Thence S. 51°40' W., 1,400 ft., to a U.S. stone monument;",
        "Thence N. 38°20' W., 100 ft., to a U.S. stone monument;",
        "Thence S. 51°40' W., 760 ft., to a point in the low-water line of the left bank of the Tennessee River;",
        "Thence from said point in the low-water line of the left bank N. 42°51'59\" E., 979.89 ft., to a point in the low-water line at the downstream point of the island below Lock B;",
        "Thence from said point in low-water line of the downstream point of the island, northeastwardly along the low-water line of the right bank of the island to a point where the low-water line intersects the section line between sections 34 and 35;",
        "Thence south along the said section line 741 ft., to the point of beginning, containing approximately 19.5 acres, having been purchased in fee simple from J. H. Gilchrist, et ux., and Malcolm J. Gilchrist, Jr., by deed dated June 28, 1882, as recorded in Deed Book \"T\", page 176, in the office of the Judge of Probate, Lawrence County, Alabama, and from M. J. Gilchrist, Jr., and James H. and Nannie B. Gilchrist, by deed dated February 28, 1891, as recorded in Deed Book \"Y\", page 408, in the office of the Judge of Probate mentioned above.",
        "PARCEL 2",
        "Sections 35 and 26, a portion of the northwest quarter of section 35 and the south half of section 26 more particularly described as follows: Beginning at a point in the section line between sections 34 and 35 which is 4,245 feet north of the southwest corner of section 35;",
        "Thence N. 51°40' E., approximately 3,260 ft., to a point in top of the south bank of Elk River Shoals Canal;",
        "Thence S. 40°30', E., to a U.S. stone monument on the bluff above said point in the south bank of the canal;",
        "Thence N. 49°30' E., 700 ft., to a U.S. stone monument;",
        "Thence S. 46°00' E., 430 ft., to a U.S. stone monument;",
        "Thence N. 60°00' , E., 600 ft., to a U.S. stone monument;",
        "Thence N. 16°00' W., 410 ft., to a U.S. stone monument;",
        "Thence N. 68°45' E., 135 ft., to a U.S. stone monument;",
        "Thence N. 68°45' E., 265 ft., to a U.S. stone monument;",
        "Thence N. 77°00' E., 250 ft., to a U.S. stone monument;",
        "Thence in a northwestwardly direction to a U.S. stone monument in the low-water line of the right bank of the island adjacent to Lock A;",
        "Thence from said monument downstream along the right bank of said island to a point in the low-water line, said point being located 356 ft., N. 35°30' W., of a stone monument on the north bank of the canal;",
        "Thence from said point in the low-water line S. 35°30' E., 356 ft., to a U.S. stone monument;",
        "Thence S. 51°40' W., along the top of the north bank of the canal to a point in the section line between sections 34 and 35;",
        "Thence south along the section line 191 ft., to the point of beginning, containing approximately 29.41 acres, having been purchased in fee simple from E. C. Ashford, and J. H. Harris, Commissioners, by deed dated May 20, 1881, recorded in Deed Book \"S\", pages 549, 550, and 551, in the office of the Judge of Probate, Lawrence County, Alabama, and from M. J. Gilchrist, Sr., Commissioner, by deed dated April 1, 1891, recorded in Deed Book \"Y\", page 439, In the office of the Judge of Probate mentioned above.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 28, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8556-Transferring the Use, Possession, and Control of Certain Lands to the Tennessee Valley Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372000"
}