{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12275-design-liaison-council",
    "doc": "executive-order-12275-design-liaison-council",
    "president": "Jimmy Carter",
    "president_byline": "39th President of the United States: 1977 ‐ 1981",
    "title": "Executive Order 12275-Design Liaison Council",
    "date": "January 16, 1981",
    "content": [
        "By virtue of the authority vested in me as President by the Constitution of the United States of America, and in order to affirm our commitment that each Federal dollar spent on design shall be viewed as an investment in enriching the quality of American life, it is hereby ordered as follows:",
        "1-101. To encourage good design within the Federal Government, there is hereby established an interagency Design Liaison Council composed of the heads of the following agencies or their designees:\nDepartment of State.\nDepartment of the Treasury.\nDepartment of Defense.\nDepartment of Justice.\nDepartment of the Interior.\nDepartment of Agriculture.\nDepartment of Commerce.\nDepartment of Labor.\nDepartment of Health and Human Services.",
        "Department of Housing and Urban Development.\nDepartment of Transportation.\nDepartment of Energy.\nDepartment of Education.\nEnvironmental Protection Agency.\nNational Aeronautics and Space Administration.\nOffice of Personnel Management.\nGeneral Services Administration.\nVeterans' Administration.\nInternational Communication Agency.\nSmall Business Administration.\nFederal Council on the Arts and the Humanities.",
        "1-102. The following agencies are invited to participate in the activities of the Design Liaison Council:\nCommission on Fine Arts.\nSmithsonian Institution.\nU.S. Postal Service.\nTennessee Valley Authority.",
        "1-103. The representative of the Federal Council on the Arts and the Humanities shall chair the Design Liaison Council.",
        "1-104. Representatives of other interested agencies may be invited to participate in the functions of the Design Liaison Council.",
        "1-105. For the purposes of this Order, \"design\" encompasses products and processes of architecture, energy conservation, engineering, graphic design, industrial and product design, interior design, landscape architecture, urban design and city planning, and other related disciplines.",
        "1-106. The Design Liaison Council shall encourage the exchange of information and research on design issues among federal agencies. The Council shall also recommend those changes in agency standards and procedures which will enhance the functional and visual quality of design products and processes.",
        "JIMMY CARTER\nThe White House,\nJanuary 16, 1981.",
        "[Filed with the Office of the Federal Register, 10:23 a.m., January 19, 1981]"
    ],
    "citation": "Jimmy Carter, Executive Order 12275-Design Liaison Council Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/250790"
}