{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8087-excluding-certain-tracts-land-from-the-chugach-and-tongass-national",
    "doc": "executive-order-8087-excluding-certain-tracts-land-from-the-chugach-and-tongass-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8087-Excluding Certain Tracts of Land From the Chugach and Tongass National Forests and Restoring Them to Entry",
    "date": "April 12, 1939",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in the President by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, occupied as homesites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Chugach or Tongass National Forest, as hereinafter indicated, and restored to entry under the applicable public-land laws:",
        "CHUGACH NATIONAL FOREST",
        "Homesite No. 9, on east shore of Kenai Lake, 4.96 acres; approximate latitude 60°24' N., longitude 149°22' W.;",
        "TONGASS NATIONAL FOREST",
        "Homesite No. 134, lot 'F', Mud Bay Group, Revillagigedo Island, 4.90 acres; approximate latitude 55°24'32\" N., longitude 131°45'32\" W.;",
        "Homesite No. 195, lot 'B', Wrangell Group, Wrangell Island, 4.84 acres; approximate latitude 56°27' N., longitude 132°22'30\" W.;",
        "Homesite No. 357, on the west shore of Wrangell Narrows in secs. 32 and 33, T. 58 S., R. 79 E., C. R. M., 4.80 acres; approximate latitude 56°48 ' N., longitude 132°58' W.;",
        "Homesite No. 524, lot No. 85, Mountain Point Group, Revillagigedo Island, 1.62 acres; approximate latitude 55°19'30\" N., longitude 131°31 '31\" W.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 12, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8087-Excluding Certain Tracts of Land From the Chugach and Tongass National Forests and Restoring Them to Entry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210618"
}