{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9851-adding-certain-lands-the-mount-vernon-memorial-highway",
    "doc": "executive-order-9851-adding-certain-lands-the-mount-vernon-memorial-highway",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 9851-Adding Certain Lands to the Mount Vernon Memorial Highway",
    "date": "May 13, 1947",
    "content": [
        "WHEREAS by the act of June 29, 1940, 54 Stat. 686, certain federally-owned lands lying partly in the District of Columbia and partly in the State of Virginia were placed under the control and administration of the Administrator of Civil Aeronautics, except such portion thereof as the President might, by Executive order, add to the Mount Vernon Memorial Highway, authorized by the act of May 23, 1928, 45 Stat. 721, as amended; and",
        "WHEREAS the Administrator of Civil Aeronautics has no further need for a certain tract of 263.70745 acres of such lands, and it appears that the addition of such tract to the said Highway would be in the public interest:",
        "NOW, THEREFORE, by virtue of the authority vested in me by section 1 of the said act of June 29, 1940, 54 Stat. 686, the following-described tract of land is hereby added to and made a part of the Mount Vernon Memorial Highway, and shall be administered by the National Park Service, Department of the Interior:",
        "Beginning at the point of intersection of the southerly rights of way line of the Richmond, Fredericksburg and Potomac Railroad Company and the dredging base line, as established by the U.S. Engineer Office, said point of beginning being referenced south 6,800.38 feet, west 9,079.43 feet, from the dome of the United States Capitol Building (being the same point of beginning as set forth in Public No. 674, 76th Congress, 3rd Session, approved June 29, 1940); thence with the said dredging base line, it being the first line of the Washington National Airport, south 22°50'39'' east 2,996.66 feet to Station 30+07.26 of said dredging base line, said point being in the Potomac River east of the mouth of Roaches Run. Thence leaving said base line and crossing the Washington National Airport due west 1,678.77 feet to a monument located on the south bank of Roaches Run and 75 feet more or less easterly of the center line of the Mount Vernon Memorial Highway, said monument being marked U. S. D. I. 404-5, A3, referenced south 9,562.00 feet, west 9,594.82 feet from the dome of the United States Capitol Building. Thence parallel to and 75 feet more or less easterly of the center line of the Mount Vernon Memorial Highway, south 40°31'23'' west 307.65 feet to a point. Thence on a curve to the left, having a central angle of 09°14'53'' and a radius of 3,708.58 feet, a distance of 598.60 feet, and whose long cord bears south 35°53'55'' west 597.93 feet to a point of compound with another curve. Thence on a curve to the left, having a central angle of 10°53'49'' and a radius of 3,945.76 feet, a distance of 750.43feet, and whose long cord bears south 25°49'36'' west 749.29 feet to a monument located 75 feet more or less easterly of the center line of the Mount Vernon Memorial Highway and one foot off the back of the westerly curb of the north access road from the Washington National Airport, said monument being marked U.S.D.I. 404-5,A6. Thence on a curve to the left concentric with and one foot off the back of the aforesaid curb of north access road, said curve having a central angle of 03°26'17'' and a radius of 1,548.21 feet, a distance of 92.90 feet, and whose long cord bears south 06°12'24'' west 92.87 feet to a point of compound with another curve. Thence on a curve to the left concentric with and one foot off the back of the aforesaid curb of north access road, said curve having a central angle of 21°07'07'' and a radius of 1,052.65 feet, a distance of 388.00 feet, and whose long cord bears south 06°04'18'' east 385.85 feet to a monument located one foot off the back of said curb, said monument being marked U.S.D.I. 404-5,A8. Thence leaving said north access road, and radial to the last mentioned curve, south 73°22'09'' west 130.00 feet to a monument located 130 feet more or less easterly of the center line of the Mount Vernon Memorial Highway, said monument being marked U.S.D.I. 404-5,A9. Thence concentric to and 130 feet more or less easterly of the center line of the Mount Vernon Memorial Highway on a curve to the left, having a central angle of 10°21'13'' and a radius of 3,144.05 feet, a distance of 568.14 feet, and whose long cord bears south 06°46'54'' west 567.38 feet to a monument located southerly of the existing north access road to the Washington National Airport, said monument being marked U.S.D.I. 404-5,A10. Thence south 39°40'40'' east 131.76 feet to a monument, said monument being marked U.S.D.I 404-5,A11. Thence south 02°30'30'' west 200.00 feet to a monument marked U.S.D.I. 404-5,A12. Thence continuing south 02°30'30'' west 471.10 feet to a point. Thence on a curve to the right concentric with and 200 feet more or less easterly of the center line of the Mount Vernon Memorial Highway, said curve having central angle of 06°39'40'' and a radius of 6,231.13 feet, a distance of 724.42 feet, and whose long cord bears south 05°50'24'' west 724.03 feet to a monument marked U.S.D.I. 404-5,A14. Thence south 43°51'47'' west 160.00 feet to a monument marked U.S.D.I 404-5,A15 and located at the top of a slope. Thence south 33°21'36'' west 46.72 feet along the top of said slope to a monument marked U.S.D.I. 404-5,A16. Thence south 11°54'05' west 463.56 feet along the top of said slope to a monument marked U.S.D.I. 404-5,A17. Thence south 38°25'37'' west 114.46 feet to a monument marked U.S.D.I. 404-5,A18 and located at the bottom of said slope, northerly of the railroad spur track and near the easterly edge of the Mount Vernon Memorial Highway, referenced south 14,220.48 feet, west 10,954.75 feet, from the dome of the United States Capitol Building. Thence across the railroad spur track and bearing south 08°27'13'' east 270.12 feet to a monument marked U.S.D.I. 404-5,A19 and located at the top of a slope on the westerly side of the group of Public Roads Administration buildings. Thence south 09°21'53'' west 1,115.90 feet to a monument marked U.S.D.I. 404-5,A20 and located 35feet more or less southerly of the southerly edge of the south access road to the Washington National Airport. Thence concentric with and 35 feet more or less southerly of the said southerly edge of said access road and with a curve to the left, having a central angle of 26°06'40'' and a radius of 729.00 feet, a distance of 332.22 feet, and whose long cord bears south 34°10'47'' west 329.36 feet to a brass screw set in the concrete pavement of the road to the parking area. Thence parallel to and concentric with and one food more or less off the back of the westerly curb of the service road leading to the southern end of the air field, the following six courses and distances: south 37°08'40'' east 76.36 feet to a point; thence on a curve to the right, having a central angle of 90°00'00'' and a radius of 13 feet, a distance of 20.42 feet, and whose long cord bears south 07°24'26'' west 18.38 feet; thence south 52°23'50'' west 38.94 feet to a point; thence on a curve to the left, having a central angle of 46°40'55'' and a radius of 180 feet, a distance of 146.66 feet, and whose long cord bears south 29°15'27'' west 141.75 feet; thence south 05°43'07'' west 39.06 feet to a point, thence on a curve to the left, having a central angle of 03°32'48'' and a radius of 2,805.70 feet, a distance of 173.51 feet to the end of the existing curb and one foot off the back of said curb. Thence crossing aforesaid service road south 87°49'31'' east 25 feet to a point one foot off the back edge of the east curb of said service road. Thence on a curve to the left, having a central angle of 22°52'34\" and a radius of 3,250.00 feet, a distance of 1,294.36 feet, and whose long cord bears south 12°38'13\" east 1,289.00 feet to a monument located on the northerly bank of Four-Mile Run and marked U.S.D.I. 404-5,A29, referenced south 17,555.40 feet, west 11,046.89 feet from the dome of the United States Capitol Building, and thence continuing with a curve of the same radius, having a central angle of 02°01'09\", a distance of 114.53 feet, and whose long cord bears south 25°04'54\" east 114.53 feet to a point in Four Mile Run. Thence in a westerly direction radial to the aforesaid curve south 62°32'51\" west 25.83 feet to a point on the outside face of the east main headwall where the north wingwall joins. Thence along the face of the main headwall south 27°27'09\" east 62.95 feet to a point where the south wingwall joins. Thence with the following ten courses and distances along the shoreline at the mouth of Four-Mile Run; south 83°31'11\" east 307.37 feet; south 06°48'13\" east 68.12 feet; south 22°08'48\" west 77:03 feet; south 04°39'24\" west 177.12 feet; south 20°11'20\" east 283.01 feet; south 28°25'07\" east 192.72 feet; south 52°44'36\" east 160.91 feet; south 34°06'57\" east 79.50 feet; south 01°22'34\" west 250.23 feet; south 07°54'07\" east 152.22 feet. Thence leaving the shoreline and running in an easterly direction to intersect the fifth line of the Washington National Airport, south 74°19'55' east 2,726.43 feet, said point being in the Potomac River. Thence with the outlines of the Washington National Airport south 15°40'05\" west 2,501.09 feet to the U.S. Coast and Geodetic Survey Triangulation Station WATER, referenced south 22,220.86 feet, west 8,395.54 feet from the dome of the United States Capitol Building. Thence south 01°29'20\" east 85.58 feet to the northerly line of the George Washington Memorial Parkway lands on Daingerfield Island, said point being the S.E. corner of the Washington National Airport. Thence along said line south 84°30'00\" west 1,516.39 feet to a right of way monument located at a corner on the property line of the Richmond, Fredericksburg and Potomac Railroad Company, referenced south 22,451.75 feet, west 9,902.73 feet, from the dome of the United States Capitol Building said point being the S.W corner of the Washington National Airport. Thence continuing with the outlines of the Washington National Airport and with the property lines of the Richmond, Fredericksburg and Potomac Railroad Company, north 08°09'54\" west 442.68 feet to a right of way monument. Thence north 18°07'31\" west 462.94 feet to a right of way monument. Thence north 19°42'21\" west 943.56 feet to a point. Thence on a curve to the right, having a central angle of 27°52'45\" and a radius of 1,241.15 feet, a distance of 603.92 feet, and whose long cord bears north 05°45'48\" west 597.98 feet to a right of way monument. Thence north 08°10'24\" east 232.33 feet to a point. Thence on a curve to the left, having a central angle of 36°59'09\" and a radius of 1,046.00 feet, a distance of 675.22 feet, and whose long cord bears north 10°19'10\" west 663.56 feet to a right of way monument. Thence north 28°48'45\" west 256.75 feet to a right of way monument. Thence north 59°21'55\" west 287.84 feet. Thence north 18°36'35\" west 1,142.08 feet. Thence north 12°53'06\" west 118.02 feet to a point. Thence on a curve to the right, having a central angle of 26°20'50\" and a radius of 3,665.71 feet, a distance of 1,685.66 feet, and whose long cord bears north 00°17'19\" east 1,670.85 feet. Thence north 13°27'44\"east 2,002.11 feet to a point. Thence on a curve to the left, having a central angle of 10°36'25\" and a radius of 2,864.79 feet, a distance of 530.35 feet, and whose long cord bears north 08°09'31\" east 529.59 feet. Thence north 02°53'19\" east 124.53 feet. Thence north 04°06'33\" west 571.33 feet. Thence north 11°29'12\" west 811.63 feet. Thence north 03°12'20\" east 70.41 feet to a point. Thence on a curve to the right, having a central angle of 07°43'12\" and a radius of 5,479.58 feet, a distance of 738.32 feet, and whose long cord bears north 07°03'56\" east 737.75 feet, said curve being 250 feet more or less easterly of and concentric with the center line of the Richmond, Fredericksburg and Potomac Railroad Company's tracks. Thence north 75°11'50\" east 204.72 feet to a monument marked U.S.D.I. 404-5,A65, referenced south 10,588.57 feet, west 10,821.77 feet, from the dome of the United States Capitol Building. Thence leaving the property lines of the Richmond, Fredericksburg and Potomac Railroad Company but still continuing with the lines of the Washington National Airport, as corrected, north 75°11'50\" east 203.27 feet. Thence north 40°31'23\" east 1,533.67 feet to a point, said point being 75 feet more or less westerly of the center line of the Mount Vernon Memorial Highway at Station 102+34.14. Thence on a curve to the left, concentric with and 75 feet more or less westerly of the center line of the Mount Vernon Memorial Highway, having a central angle of 05°45'00\" and a radius of 7,239.41 feet, a distance of 726.52 feet, and whose long cord bears north 37°38'53\" east 726.22 feet, to a pint of compound with another curve. Thence on a curve to the left, still concentric with the center line of the Mount Vernon Memorial Highway, having a central angle of 06°00'00\"and a radius of 2,217.01 feet, a distance of 232.16 feet, and whose long cord bears north 31°46'23\" east 232.06 feet to a point of compound with another curve. Thence on a curve to the left, still concentric with the center line of the Mount Vernon Memorial Highway, having a central angle of 57°01'20\" and a radius of 1,303.74 feet, a distance of 1,297.52 feet, and whose long cord bears north00°15'43\" east 1,244.63 feet to a point of compound with another curve. Thence on a curve to the left, still concentric with the center line of the Mount Vernon Memorial Highway, having a central angle of 09°13'22\" and a radius of 2,217.01 feet, a distance of 356.87 feet, and whose long cord bears north 32°51'38\" west 356.49 feet to a point of intersection with the southerly property line of the Richmond, Fredericksburg and Potomac Railroad Company. Thence along said property line north 33°59'00\" east 306.44 feet to the point of beginning, containing 263.70745 acres of land more or less, being the same lands a s shown on maps prepared by and on file with National Capital Parks, National Park Service, United States Department of the Interior, and titled, \"Property Survey, Mount Vernon Memorial Highway Thru the Washington National Airport,\" drawing numbers N.C.P. 117.5-254, 117.5-255 and 117.5-256.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nMay 13, 1947"
    ],
    "citation": "Harry S Truman, Executive Order 9851-Adding Certain Lands to the Mount Vernon Memorial Highway Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278970"
}