{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-1071-general-supply-committee-created-systematize-purchases-common",
    "doc": "executive-order-1071-general-supply-committee-created-systematize-purchases-common",
    "president": "William Howard Taft",
    "president_byline": "27th President of the United States: 1909 ‐ 1913",
    "title": "Executive Order 1071-General Supply Committee Created to Systematize Purchases of Common Supplies for Departments",
    "date": "May 13, 1909",
    "content": [
        "In order to systematize the purchase of supplies needed in common by two or more of the several Departments and Government Establishments hereinafter mentioned, to secure such supplies at lower and uniform prices, and to more effectively carry out the spirit of the Act of January 27th, 1894, Chap. 22 of the Fifty-third Congress, it is ordered-",
        "1st. That the General Supply Committee, composed of one representative from each of the Departments and the following Government establishments, to-wit: Government Printing Office, Interstate Commerce Commission, Smithsonian Institution, Superintendent of State, War and Navy Building, and the government of the District of Columbia, appointed by the head of each Department and establishment pursuant to the recommendation of the Board of Awards, be and is hereby created a body to be known as the General Supply Committee, of which the Secretary of the Board of Awards shall be chairman; and the said Committee shall adopt its own rules for organization and the transaction of business, subject to the directions herein specifically set forth; and while the members of said Committee shall advise together collectively, yet each member shall, in performing the several acts hereinafter directed, act as the separate agent and representative of the particular Department or establishment from which he is appointed.",
        "2nd. That said General Supply Committee shall adopt and carry out the plans already formulated for the purchase of supplies for the ensuing fiscal year, and thereafter shall, within due time before the end of each fiscal year, prepare one general schedule of all supplies needed in common by any two or more of the Departments and said establishments, except, that said Committee may, in its direction, include articles of a special nature required by only one Department or independent establishment when requested to do so by the head of such Department or establishment, and said Committee may omit from said schedule any class of supplies which it may for any reason deem advisable, and said articles so omitted shall be purchased upon advertisement and bids as provided for by law, and as heretofore done, said general schedule to set forth clearly the quantity of each article needed by each Department and establishment aforesaid; and an advertisement for proposals to furnish said supplies shall be made according to the provisions of said Act of January 27th, 1894.",
        "3rd. That the proposals be in such form that the amount of the bid upon the quantity needed by each department and establishment separately shall be readily determinable therefrom; that said proposals be opened and schedules thereof prepared, which, with a statement of the proposed action of each Department and establishment thereon, shall be submitted to the Board of Awards; and that the recommendation of said Board be acted upon, each and all of said acts being done according to the provisions of said Act of January 27th, 1894; and that bonds be required, so conditioned that each bidder whose proposal is accepted shall be obligated to do and perform the conditions and stipulations of his contract with each Department and establishment separately. The forms of said proposals and acceptances, and of said bonds, shall be prepared and furnished the Committee by the Department of Justice.",
        "4th. That the said Committee formulate a uniform method of inspection and testing of all supplies delivered to the Government, to be used by all of the Departments and establishments as a basis of acceptance or rejection of supplies; that they arrange for the preparation of all needed formulae and specifications, and the heads of Departments and independent establishments are directed to furnish such technical assistance as may be required in this connection; that they have tested under their direction the samples submitted by bidders, and that they do and perform all other acts which are in accordance with law and are necessary and proper to carry out the purposes of this order.",
        "5th. That each of the heads of the several Departments and independent establishments, when requested so to do by the General Supply Committee, shall assign to said Committee, to enable them to carry out the purposes of this order, such number of its employees and for such length of time, as the Committee may designate.",
        "6th. This order shall take effect upon the day of its date.",
        "WM. H. TAFT.",
        "THE WHITE HOUSE, May 13, 1909."
    ],
    "citation": "William Howard Taft, Executive Order 1071-General Supply Committee Created to Systematize Purchases of Common Supplies for Departments Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/364901"
}