{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8380-changing-the-name-the-cold-springs-reservation-cold-springs-national",
    "doc": "executive-order-8380-changing-the-name-the-cold-springs-reservation-cold-springs-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8380-Changing the Name of the Cold Springs Reservation to Cold Springs National Wildlife Refuge and Adding Certain Lands Thereto",
    "date": "March 19, 1940",
    "content": [
        "OREGON",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered as follows:",
        "SEC. 1. The name of the Cold Springs Reservation, in Umatilla County, Oregon, established by Executive Order No. 1032 of February 25, 1909, and enlarged by Executive Order No. 1439 of November 25, 1911, is hereby changed to Cold Springs National Wildlife Refuge.",
        "SEC. 2. Subject to valid rights, the following-described lands, comprising 80.00 acres, more or less, in Umatilla County, Oregon, are hereby included in and reserved as a part of the said Refuge:",
        "WILLAMETTE MERIDIAN",
        "T. 5 N., R. 29 E., sec. 34, NE¼SW¼ and NW¼SE¼.",
        "SEC. 3. The Cold Springs National Wildlife Refuge, as enlarged by this order, consists of all lands owned or controlled by the United States in the following-described area, comprising 2,756.83 acres, more or less:",
        "WILLAMETTE MERIDIAN",
        "T. 4 N., R. 29 E.,     sec. 1, fractional NW¼NE¼ and N½NW¼, SW¼ NW¼, SW¼, and SW¼SE¼;     sec. 2, all;     sec. 3, NE¼, fractional NE¼NW¼, S½NW¼, NE¼SW¼, and SE¼;     sec. 12, W½NE¼ and NW¼;",
        "T. 5 N., R. 29 E.,     sec. 34, E½SW¼ and SE¼;     sec. 35, SE¼NE¼ and S½;     sec. 36. SW¼NE¼, S½NW¼, SW¼, and N½SE¼;",
        "T. 5 N., R. 30 E.,     sec. 31 NE¼SW¼ and fractional NW¼SW¼.",
        "SEC. 4. The lands herein reserved, except the W½NE¼SW¼, sec. 34, T. 5 N., R. 29 E., have been withdrawn for reclamation purposes, and their reservation as an addition to the Cold Springs National Wildlife Refuge shall be without interference with their use in connection with reclamation and incidental purposes.",
        "SEC. 5. So far as any of the above-described lands are affected thereby, the reservation made by this order supersedes the temporary withdrawal for classification and other purposes made by Executive Order No. 6910 of November 26, 1934, as amended.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 19, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8380-Changing the Name of the Cold Springs Reservation to Cold Springs National Wildlife Refuge and Adding Certain Lands Thereto Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372574"
}