{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7352-excluding-certain-tracts-land-from-tongass-national-forest-and",
    "doc": "executive-order-7352-excluding-certain-tracts-land-from-tongass-national-forest-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7352-Excluding Certain Tracts of Land From Tongass National Forest and Restoring Them to Entry in Alaska",
    "date": "April 23, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (16 U.S.C., sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, occupied as homesites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Homesite No. 136, lot I, Mud Bay group, east shore of Tongass Narros, Revlllaglgedo Island, 4.77 acres; approximate latitude 55°25' N., longitude 131°46' W.",
        "Homesite No. 138, lot H, Mud Bay group, east shore of Tongass Narros, Revlllaglgedo Island, 4.98 acres; approximate latitude 55°24'30'' N., longitude 131°46' W.",
        "Homesite No. 145, lot D, Auke Lake group, Glacier Highway, on Auke Lake, 4.73 acres; approximate latitude 58°22'30\" N., longitude 134°37'35\" W.",
        "Homesite No. 151, on the shore of the second bight north of Thoms Place Bay, Zimovia Strait, Wrangell Island, 4.03 acres; approximate latitude 56°10'50\" N., longitude 132°10'30\" W.",
        "Homesite No. 210, lot C, Wrangell Island group, Zimovia Strait, near town of Wrangell, 4.80 acres; approximate latitude 56°26'36\" N., longitude 132°22'39\" W.",
        "Homesite No. 263, lot A, Camp Island, Le Conte Bay, 4.94 acres; approximate latitude 56°44' N., longitude 132°33'55\" W.",
        "Homesite No. 322, north shore of Tenakee Inlet, Chichagof Island, 4.80 acres; approximate latitude 57°47'29\" N., longitude 135°14'30\" W.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,April 23, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7352-Excluding Certain Tracts of Land From Tongass National Forest and Restoring Them to Entry in Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355687"
}