{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6896-transferring-the-control-and-jurisdiction-the-secretary-the-navy",
    "doc": "executive-order-6896-transferring-the-control-and-jurisdiction-the-secretary-the-navy",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6896-Transferring to the Control and Jurisdiction of the Secretary of the Navy Certain Lands Off the Southern Coast of California",
    "date": "November 07, 1934",
    "content": [
        "CALIFORNIA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and as President of the United States, it is ordered that San Miguel Island and Prince Island, California, between longitude 120°18'30\" W. and 120°27'00\" W. and latitude 34°00'50\" N. and 34°04'40\" N., containing 9,122 acres, more or less, which were reserved for lighthouse purposes by Executive Orders No. 1066, of April 23, 1909, and No. 2750, of November 5, 1917, be, and they are hereby, transferred from the control and jurisdiction of the Secretary of Commerce to the control and jurisdiction of the Secretary of the Navy for naval purposes; there being reserved, however, for the use of the Department of Commerce sites to be selected by that Department on which to erect and maintain such aids to navigation and incidental facilities as the Secretary of Commerce may consider desirable.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,Norember 7, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6896-Transferring to the Control and Jurisdiction of the Secretary of the Navy Certain Lands Off the Southern Coast of California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373430"
}