{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7972-prescribing-regulations-governing-payment-losses-sustained-officers",
    "doc": "executive-order-7972-prescribing-regulations-governing-payment-losses-sustained-officers",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7972-Prescribing Regulations Governing Payment of Losses Sustained by Officers, Enlisted Men, and Employees of the United States While in Service in Foreign Countries on Account of Appreciation of Foreign Currencies in their Relation to the American Dollar",
    "date": "September 15, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of March 26, 1934, ch. 87, 48 Stat. 466, as amended by the act of August 14, 1937, ch. 627, 50 Stat. 641, I hereby prescribe the following regulations governing payment of losses sustained by officers, enlisted men, and employees of the United States while in service in foreign countries on account of appreciation of foreign currencies in their relation to the American dollar:",
        "DEFINITION",
        "1. (a) The words in the act, \"while in service in foreign countries,\" for the purpose of these regulations shall be understood to mean: (1) while employed in or on assignment or detail to a post of duty in a foreign country, (2) while en route through a foreign country or to and from such post, (3) while during such assignment or detail abroad on leave of absence with pay in a foreign country, or, in connection with allowances for living quarters maintained abroad during leave of absence or while under orders in the United States, (4) while traveling in foreign countries under official orders, or (5) while attached to and serving on board United States vessels, when such vessels are stationed \"in foreign waters.\" A vessel is to be considered \"stationed in foreign waters\" from the date of first arrival in foreign port or jurisdiction, providing she remains 60 or more consecutive days in foreign waters.",
        "1. (b) As used in these regulations:",
        "The term \"net salary\" means the base salary, less any deductions for contribution to the retirement or other fund or on account of percentage deductions in compensation or allotment of pay. The term \"net allowances\" means allowances paid to the employee, including mileage allowance and per diem allowances for dependent members of the employee's family in travel status as well as for the employee himself. The term \"net pay and allowances\" means the employees full pay, including extra or additional pay, and all allowances (other than those furnished in kind) less deductions therefrom on account of allotments, fines and forfeitures, clothing, hospital, Civil Service Retirement fund, percentage deductions in compensation, and other sundry checkages. The term \"country of assignment\" means the regular, permanent duty station, as opposed to a temporary duty station or a station of new assignment for which the employee has not departed. Except as otherwise provided in this order, the term \"salary and allowances accruing\" means the amount being earned and payable at the expiration of regular pay periods, that is, on the fifteenth and last day of each month. The term \"salary or allowances earned\" means the amounts earned on a daily basis for the actual period involved as distinguished from an accrual of salary and allowances and payment at the expiration of regular pay periods. The term \"substantial period of time\" means any time over and above that necessary for mere transit through a country, allowing for necessary delays in making transportation connections. The term \"allowable transit period\" shall be considered to include periods awaiting sailing outside the United States and the time which would ordinarily be consumed in direct transit by the usually traveled route unless indirect travel be authorized for official reasons. The term \"assigned to temporary headquarters in a foreign country\" refers to employees in a travel status performing special duty at a specific station or stations abroad. The term \"detailed for temporary duty to another station\" refers to employees having a permanent duty station or headquarters abroad who may be detailed to travel or perform other official duties elsewhere than at such permanent duty station or headquarters. Fractional days shall be counted as full days and an employee's status at the end of a day shall determine his status for the entire day.",
        "METHOD OF COMPUTATION OF PAYMENT OF LOSSES",
        "2. (a) The loss above referred to is that calculated on the basis of a computation of conversion into foreign currency of the employee's net salary and net allowances, except as provided in the following paragraphs.",
        "2. (b) In case of employees serving under the War and Navy Departments (with the exception of military and naval attaches and other employees attached to their offices, who shall be governed by paragraph (a) of this section) , the loss is that calculated on the basis of conversion into foreign currency of the employee's net pay and allowances.",
        "2. (c) In case of employees assigned to temporary headquarters in a foreign country, or traveling in foreign countries under official orders but not employed in or on assignment or detail to a post of duty in a foreign country, all of the employee's net salary and allowances earned outside of the United States shall be included in computing the loss referred to for the purpose of these regulations. Reimbursement in case of employees assigned to temporary headquarters in a foreign country, including reimbursement for losses during allowable transit periods, shall be made only on the basis of the applicable basic rate prescribed for and the rate of exchange obtaining on accrual dates in the country wherein the temporary headquarters are located. In the case of employees traveling and not assigned to temporary headquarters, computation of reimbursable loss shall be made on the basis of the applicable basic rate prescribed and the rate of exchange obtaining on the first day of travel within the country wherein duty is first performed for salary and allowances earned during the transit periods, and on the basis of the rate of exchange obtaining on the first subsequent accrual date for the net salary and allowances earned between date of arrival and the accrual date, subsequent calculations to be computed on accrual dates and payment so made during continuous travel status within the same country. Upon departure for each subsequent duty station abroad the basic rate applicable for computation of reimbursable losses shall be that of the station from which transferred for salary and allowances earned prior to departure therefrom, the date of departure being considered the accrual date, and the basic rate prescribed for the new duty station shall apply to the transit period and period of duty at each new station or country in which duty is performed as hereinabove provided. Upon termination of duty for return to the United States the basic rate for the country in which duty was last performed and the rate prevailing on the date of departure shall apply in determining the reimbursable losses during such allowable transit. Exchange rates obtaining in countries through which the employees perform official travel but no other duty shall uniformly be disregarded.",
        "2. (d) In case of a foreign country in which the loss cannot be calculated on the basis of conversion into the currency of that country but, in consequence of local law or regulations, is required to be calculated on the basis of the appreciation in relation to the dollar of a noncirculating monetary unit in which prices of commodities and services are quoted but not payable-the dollar itself being used in payment therefor-the loss is authorized to be computed on that basis. In case the currency in circulation in a particular province or distinct portion of a foreign country is different from the currency in circulation elsewhere in that country, for which a basic rate is herein prescribed, the exchange losses for such portion of the country may nevertheless be computed upon the basic rate prescribed for the country as a whole.",
        "2. (e) In case of employees employed in or on assignment or detail to posts in countries having local laws and regulations preventing or limiting subsequent to April 1, 1934, conversion of local currency into foreign currency the reimbursable loss on their net salary and net allowances while they are at their post of duty in such country may be computed in the currency of a country other than that in which they are stationed, and the losses so sustained and computed since April 1, 1934, or hereafter sustained and computed in such manner shall be reimbursed, but in no case in an amount greater than would have been reimbursed had their net salary and their net allowances been computed at the rates applicable at the post of duty: PROVIDED, That if in any country having such laws and regulations the rate at which foreign currency may be exchanged into the local currency is fixed on the basis of the currency of a third country, the computation of reimbursable losses is to be based on the applicable basic rate and the rate of exchange prevailing in the third country, the currency of which is used as the basis for the exchange rate of the country of assignment.",
        "2. (f) In case of employees who sustained losses arising from the conversion of salaries or allowances (including those paid from fees either in foreign or American currency) during the period from July 1, 1933, to March 31, 1934, the losses shall be calculated as heretofore. Claims for reimbursement for such losses shall be accompanied by the best evidence available to the employee, of the rate at which conversion was made.",
        "MISCELLANEOUS ADVISORY",
        "3. (a) In cases of employees having a regular station in a foreign country, the basic rate for that country shall apply in determining reimbursable losses including those on shipboard during periods of leave and irrespective of the country within which authorized leave is taken outside the United States. Leave outside the United States taken en route to a new post shall be considered as taken while on duty at the new post.",
        "3. (b) Payment of currency-appreciation losses may be made either in foreign currency or in United States currency, considering only the basic rate as fixed by this order and the rate prevailing when the right to payment accrues, and when the amount in American dollars has been so ascertained and paid or when payment is made in foreign currency by a disbursing officer after correct computation at the basic rate of exchange properly applicable, such payment shall constitute payment of such salary and allowances and currency-appreciation loss thereon; and no further computation shall be required.",
        "3. (c) The accrual date for payments such as salary and allowances accruing at regular intervals shall ordinarily be the last day of the month, or in the case of semimonthly payments the fifteenth, PROVIDED, That when for administrative or other reasons it becomes desirable to make payments for fractional periods or at other than the regular date, the last day of the fractional period shall be regarded as the accrual date.",
        "3. (d) In countries where restrictive conditions are applicable to certain legal media of exchange, the use of such currency shall not be insisted upon, but where computation of conversion is made into the currency upon which restricted conditions are imposed the exchange loss shall be computed upon the rates applicable to such currency regardless of whether the employee be regularly assigned or be temporarily traveling in such foreign countries.",
        "3. (e) No losses shall be payable on salary or allowances earned or accrued while an employee is in the United States, except on rent allowances, on which allowance losses are in all cases for computation on the basis of the rate prescribed for application for the countries in which the quarters are being maintained, and this rate shall apply throughout the period such allowances are authorized and payable.",
        "3. (f) In case of the transfer from one duty post to another, losses on salary and allowances accruing to an employee are for reimbursement on the basis of the rate applicable to the new duty station, except that loss on salary and allowances earned up to and including the date of departure and on rent allowances throughout the period authorized and payable at the old post shall be computed at the rate applicable and obtaining to that station on the date of departure: PROVIDED, That should temporary duty be, ordered en route to the new regular duty station the rate applicable to the temporary duty station shall govern and computation of losses on salary and allowances earned thereat shall be made considering such temporary station for this purpose as the new duty station including losses computed on salary and allowances earned or accruing en route from the last permanent duty post.",
        "3. (g) In case of employees having regular duty stations abroad who are detailed for temporary duty to another station or are required to travel in performance of official duties in places and countries other than those in which they are stationed, losses on per diem and other allowances accruing by reason of duty at the temporary station are for computation on the basis of the rates applicable to the temporary duty station or the rates applicable to the particular country where the travel and duty are performed, and losses on salary and other allowances with the exception of allowances for living quarters, accruing at their regular duty station during such detail may be computed on the basis of the rates applicable either to the temporary duty station or to the regular duty station as shall be determined and stated in the travel order, except that all losses of an employee such as a courier who is required to perform official travel through other countries and return to his permanent station without stop-over for any substantial period of time are for computation at the rate applicable to his regular duty station.",
        "BASIC EXCHANGE RATES FOR COMPUTATION OF LOSSES",
        "4. For the basis of computation of losses as referred to in the aforesaid acts, the following rates are prescribed as the basic rates for foreign currencies, and hereafter it shall be the duty of the Secretary of State annually to review the basic rates established by this order and amendments thereto and to submit to the President for approval such changes in the basic rates as may be required to give appropriate weight to fluctuations in the appreciation of foreign currencies in their relation to the American dollar.",
        "Country",
        "Monetary unit",
        "Basic rate",
        "Albania",
        "Franc",
        "19.28",
        "Argentina.",
        "Peso",
        "34.37",
        "Belgian Congo",
        "Belga",
        "13.92",
        "Belgium",
        "Belga",
        "13.92",
        "Bolivia",
        "Boliviano",
        "31.31",
        "Brazil",
        "Milreis",
        "9.51",
        "Bulgaria",
        "Lev",
        ".72",
        "Canada",
        "Dollar",
        "95.93",
        "Chile",
        "Peso",
        "9.46",
        "China",
        "Yuan",
        "31.18",
        "Colombia",
        "Peso",
        "96.22",
        "Costa Rica",
        "Colon",
        "24.56",
        "Cuba",
        "Peso",
        "99.95",
        "Czechoslovakia",
        "Koruna",
        "2.96",
        "Danzig",
        "Gulden",
        "19.44",
        "Denmark",
        "Krone",
        "24.27",
        "Dominican Republic",
        "Dolla",
        "100.00",
        "Ecuador",
        "Sucre",
        "19.37",
        "Egypt",
        "Pound",
        "456.53",
        "El Salvador",
        "Colon",
        "46.52",
        "Estonia",
        "Kroon",
        "26.66",
        "Ethiopia",
        "Lira",
        "5.20",
        "Finland",
        "Markka",
        "2.25",
        "France",
        "Franc",
        "3.92",
        "France (Possessions)",
        "",
        "",
        "Martinique",
        "Franc",
        "3.92",
        "Saigon",
        "Franc",
        "3.92",
        "Tahiti",
        "Franc",
        "3.92",
        "Tunis",
        "Franc",
        "3.92",
        "Germany",
        "Reichsmark",
        "23.77",
        "Great Britain",
        "Pound",
        "445.17",
        "Great Britain (Possessions)",
        "",
        "",
        "Australia",
        "Pound",
        "400.19",
        "Barbados",
        "Dollar",
        "93.02",
        "Belize",
        "Dollar",
        "100.00",
        "Colombo",
        "Rupee",
        "33.14",
        "Gibraltar",
        "Pound",
        "445.30",
        "Hamilton, Bermuda",
        "Pound",
        "436.42",
        "Hong Kong",
        "Dollar",
        "34.38",
        "India",
        "Rupee",
        "33.21",
        "Kingston, Jamaica",
        "Pound",
        "440.68",
        "Lagos",
        "Pound",
        "440.36",
        "Malta",
        "Pound",
        "443.05",
        "Nairobi",
        "Pound",
        "445.29",
        "Nassau",
        "Pound",
        "441.25",
        "Newfoundland",
        "Dollar",
        "95.93",
        "New Zealand",
        "Pound",
        "424.04",
        "Penang",
        "Dollar",
        "51.36",
        "Singapore",
        "Dollar",
        "51.36",
        "Trinidad",
        "Dollar",
        "91.38",
        "Greece",
        "Drachma",
        "1.17",
        "Guatemala",
        "Quetzal",
        "100.00",
        "Haiti",
        "Gourde",
        "20.00",
        "Honduras",
        "Lempira",
        "50.00",
        "Hungary",
        "Pengo",
        "16.31",
        "Iran",
        "Rial",
        "6.28",
        "Iraq",
        "Pound",
        "432.35",
        "Ireland",
        "Pound",
        "442.79",
        "Italy",
        "Lira",
        "5.20",
        "Japan",
        "Yen",
        "42.47",
        "Latvia",
        "Lat",
        "19.29",
        "Liberia",
        "Pound",
        "436.82",
        "Lithuania",
        "Litas",
        "10.00",
        "Luxemburg",
        "Franc",
        "2.70",
        "Mexico",
        "Peso",
        "41.70",
        "Morocco",
        "Franc",
        "3.91",
        "Netherlands",
        "Florin",
        "40.22",
        "Netherlands (Possessions)",
        "",
        "",
        "Curacao",
        "Florin",
        "40.22",
        "Medan",
        "Florin",
        "40.22",
        "Surabaya",
        "Florin",
        "40.22",
        "Nicaragua",
        "Cordoba",
        "100.00",
        "Norway",
        "Krone",
        "24.18",
        "Palestine",
        "Pound",
        "427.92",
        "Panama",
        "Balboa",
        "100.00",
        "Paraguay",
        "Peso",
        "1.80",
        "Peru",
        "Sol",
        "33.52",
        "Poland",
        "Zloty",
        "11.19",
        "Portugal",
        "Escudo",
        "4.10",
        "Portugal (Possessions)",
        "",
        "",
        "Rumania",
        "Leu",
        ".59",
        "Siam",
        "Baht",
        "42.04",
        "Spain",
        "Peseta",
        "11.67",
        "Sweden",
        "Krona",
        "24.40",
        "Switzerland",
        "Franc",
        "19.35",
        "Syria",
        "Syrian Pound",
        "78.62",
        "Turkey",
        "Lira",
        "48.01",
        "Union of South Africa",
        "Pound",
        "474.50",
        "U.S.S.R",
        "Ruble",
        "5.75",
        "Uruguay",
        "Peso",
        "75.13",
        "Venezuela",
        "Bolivar",
        "17.70",
        "Yugoslavia",
        "Dinar",
        "1.72",
        "Yünnanfu",
        "Piaster",
        "38.00",
        "",
        "METHOD OF PAYMENT TO EMPLOYEES",
        "5. From and after the effective date of this order each employee shall be entitled to receive in foreign currency such amount as he would have received by converting into such foreign currency at the basic rates specified in section 4, his net salary and net allowances or his net pay and allowances as herein provided, except that nothing herein contained shall be construed so as to negative allowance of credit for payments made and reimbursement of losses sustained under prior orders relating to exchange relief.",
        "EFFECTIVE DATE",
        "6. This order shall take effect, except as otherwise provided herein, on the first day of the second month following the month in which this order is approved, and the heads of the executive departments are hereby authorized to issue such instructions to carry out the provisions of this order in their respective departments as may be necessary to conform to the accounting procedure of such departments.",
        "PRIOR ORDER SUPERSEDED",
        "7. This order shall, when effective, supersede Executive Order No. 6928 of December 24, 1934, as amended by Executive Orders No. 7312 of March 9, 1936, No. 7403 of June 26, 1936, No. 7547 of February 1, 1937, No. 7766 of December 10, 1937, No. 7785 of January 8, 1938, and No. 7955 of August 13, 1938.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 15, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7972-Prescribing Regulations Governing Payment of Losses Sustained by Officers, Enlisted Men, and Employees of the United States While in Service in Foreign Countries on Account of Appreciation of Foreign Currencies in their Relation to the American Dollar Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368785"
}