{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5945-establishing-the-tule-lake-wild-life-refuge-california",
    "doc": "executive-order-5945-establishing-the-tule-lake-wild-life-refuge-california",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5945-Establishing the Tule Lake Wild Life Refuge, California",
    "date": "November 03, 1932",
    "content": [
        "It is hereby ordered that the following-described area in Siskiyou County, Calif., be, and the same is hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for wild birds and animals:",
        "Mount Diablo Meridian",
        "T. 46 N., R. 4 E., sec. 2, lots 3, 4, 5, and 6, S. ½ NW. ¼, and N. ½ N. ½ N. ½ SW. ¼;",
        "T. 47 N., R. 4 E., sec. 2, lot 7;",
        "sec.  3,  lots 11, 14, 15, 16, and 18, and SW. ¼ SW. ¼;",
        "sec.  4,  lots 6, 9, and 12, SW. ¼, W. ½ SE. ½, and  SE.  ¼ SE. ¼;",
        "sec.  5,  E. ½ E. ½ SE. ½ NE. ¼ and E. ½ E. ½ E. ½ SE. ½;",
        "sec.  8,  E. ½ E. ½ E. ½ NE. ½, E. ½ E. ½ E. ½ SE. ½,  SW. ½ SE. ½ SE. ½ SE. ½, S. ½ SW. ½ SE. ½ SE. ½, S. ½ S. ½ SW. ½ SE. ½, and SE. ½ SE. ½ SE. ¼ SW. ¼;",
        "sec. 9, NW. ¼ NE. ¼, W. ½, and what will probably be, when surveyed, NE. ½ NE. ½, S. ½ NE. ½, and SE. ½;",
        "sec. 10, NE. ¼ NE. ¼ and what will probably be, when surveyed, W. ½ NE. ¼, SE. ¼ NE. ¼, W. ½, and SE. ¼;",
        "sec. 11, lot 4, NW. ¼ NW. ¼, SE. ¼ NW. ¼, NE. ¼ SW. ¼, and what will probably be, when surveyed, SW. ¼ NW. ¼, W. ½ SW. ¼, and SE. ¼ SW. ¼;",
        "sec. 14, what will probably be, when surveyed, W. ½;",
        "sec. 15, all (unsurveyed);",
        "sec. 16, W. ½, W. ½ SE. ½, and what will probably be, when surveyed, NE. ¼ and E. ½ SE. ¼;",
        "sec. 17, NE. ½, E. ½ E. ½ W. ½, and SE. ¼;",
        "sec. 20, NE. ¼, NE. ¼ NE. ½ NE. ¼ NW. ¼, and SE. ¼;",
        "secs. 21 and 22, all;",
        "sec. 23, W. ½;",
        "sec. 26, W. ½;",
        "secs. 27 and 28, all;",
        "sec. 29, E. ½;",
        "sec. 32, N. ½ NE. ¼ and N. ½ S. ½ NE. ¼;",
        "sec. 33, N. ½ N. ½ and N. ½ S. ½ N. ½;",
        "sec. 34, N. ½ and E. ½ NE. ¼ NE. ¼ SE. ¼;",
        "sec. 35, W. ½.",
        "All of the lands involved have been withdrawn for reclamation purposes in connection with the Klamath Irrigation Project, Oregon-California, and are primarily under the jurisdiction of the Department of the Interior. The reservation of these lands as a wild-life refuge is subject to the use thereof by said department for irrigation and other incidental purposes, and to any other existing valid rights.",
        "It is unlawful within tliis reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, bum, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to bum unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 10G, 107, and 145 of chapter 4, title 18, United States Code (35 Stat. 1098 and 43 Stat. 98), or by section 10 of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1224; U.S. Code, Supp., title 16, sec. 715i).",
        "This order supersedes Executive Order No. 4975, of October 4, 1928, establishing the Tule Lake Bird Refuge.",
        "This refuge shall hereafter be known as the Tule Lake Wild Life Refuge.",
        "HERBERT HOOVER",
        "The White House,November 3, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5945-Establishing the Tule Lake Wild Life Refuge, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361802"
}