{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8505-excluding-certain-land-from-the-the-chugach-national-forest-and",
    "doc": "executive-order-8505-excluding-certain-land-from-the-the-chugach-national-forest-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8505-Excluding Certain Land From the the Chugach National Forest and Withdrawing the Unreserved Portion for Townsite Purposes",
    "date": "August 07, 1940",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), it is ordered that the tract of public land in Alaska lying within the following-described boundaries be, and it is hereby, excluded from the Chugach National Forest:",
        "Placer Creek:",
        "Beginning at a point 2 miles due west and ½ mile due north of the highest point of the most northerly knob, about 50 feet in height, on the well-defined glaciated spur between Passage Canal (Portage Bay) and Portage Glacier, this knob being approximately 1¼ miles southwest of the head of Passage Canal, in approximate latitude 60°46' N., longitude 148°45' W.; thence east ½ mile, north ¼ mile, east ¼ mile, north ½ mile, east ¼ mile, north ¾ mile, west 2 miles, south 1½ miles, east 1 mile to the place of beginning; containing approximately 1,760 acres.",
        "And by virtue of and pursuant to the authority vested in me by the act of March 12, 1914, 38 Stat. 305, 307 (U.S.C., title 48, sec. 303), so much of the above-described tract as is not now reserved therefor is hereby withdrawn from settlement, location, sale, entry, or other disposition, and reserved for townsite purposes in connection with the construction and operation of railroad lines under said act, under such regulations as have been or may-hereafter be prescribed.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,August 7, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8505-Excluding Certain Land From the the Chugach National Forest and Withdrawing the Unreserved Portion for Townsite Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371980"
}