{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10183-making-certain-changes-internal-revenue-collection-districts-the",
    "doc": "executive-order-10183-making-certain-changes-internal-revenue-collection-districts-the",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 10183-Making Certain Changes in Internal Revenue Collection Districts in the State of New York",
    "date": "November 21, 1950",
    "content": [
        "By virtue of the authority vested in me by section 3650(a) of the Internal Revenue Code, I hereby make the following-described changes in internal revenue collection districts in the State of New York:",
        "1. The territory known as the Country of Richmond (Staten Island), now comprising a part of the first internal revenue collection district of New York, is transferred to and made a part of the second internal revenue collection district of New York.",
        "2. The following-described territory, now comprising a part of the third internal revenue collection district of New York, is transferred to and made a part of the second internal revenue collection district of New York:",
        "Beginning at a point on the United States pierhead line at the foot of Twenty-third Street to the United States pierhead line in the Hudson River; thence northerly along the said United States pierhead line to the foot of Thirty-fourth Street and the Hudson River; thence easterly along the north side of Thirty-fourth Street to the United States pierhead line in the East River; thence southerly along the said United States pierhead line to the foot of Twenty-third Street and East River.",
        "This order shall become effective on January 1, 195l.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nNovember 21, 1950"
    ],
    "citation": "Harry S Truman, Executive Order 10183-Making Certain Changes in Internal Revenue Collection Districts in the State of New York Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/231830"
}