{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8427-prescribing-rules-and-regulations-for-the-administration-the",
    "doc": "executive-order-8427-prescribing-rules-and-regulations-for-the-administration-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8427-Prescribing Rules and Regulations for the Administration of the Interbuilding Mail and Messenger Service",
    "date": "June 03, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in the President by section 5 of Reorganization Plan No. IV, transmitted to the Congress on April 11, 1940, I hereby prescribe the following rules and regulations governing the administration by the Postmaster General of the Interbuilding Mail and Messenger Service transferred to and consolidated in the Post Office Department by the said section 5 of Reorganization Plan No. IV:",
        "SEC. 1. There is hereby established in the Post Office Department a regularly scheduled pick-up and delivery service for the transmission of mail (including regular mail between Government agencies and the City Post Office), papers, documents, packages, and other articles to and from buildings occupied by Government agencies within the District of Columbia and within that portion of the State of Virginia lying within a radius of 3.5 miles from the southwest end of the Arlington Memorial Bridge. This service shall be known as the United States Official Mail and Messenger Service and shall be under the direction and supervision of the Postmaster General.",
        "SEC. 2. Vehicles used in this service shall bear the inscription \"U.S. OFFICIAL MAIL AND MESSENGER SERVICE.\" No other Government agency shall use or display such inscription or words of similar meaning on vehicles.",
        "SEC. 3. The Postmaster General, or such official as he may designate, shall, from time to time, prescribe and publish for the information of all concerned suitable schedules for the performance of this service with a frequency of not more than one trip per hour to each point of contact, except that such additional trips as may be deemed necessary may be scheduled for the collection and delivery of regular mail between Government agencies and the City Post Office.",
        "SEC. 4. Unless otherwise directed, the messengers in this service shall call on their scheduled rounds at one designated point in each building or each group of contiguous buildings occupied by a Government agency. The head of each Government agency concerned shall establish contact with this service in each building or each group of contiguous buildings under his supervision at a point easily and quickly accessible to a loading dock or street entrance.",
        "SEC. 5. This service shall not be required to accept for transmission any article weighing more than 100 pounds or measuring more than 100 inches in length and girth combined, but It may in its discretion accept other articles if such acceptance is found practicable.",
        "SEC. 6. The Postmaster General may prescribe such distinctive types of envelopes, tags, and labels for use in the transmission of matter by this service as may be necessary for efficient operation. Each agency concerned shall provide such quantities of these envelopes, tags, and labels as may be necessary for its own needs.",
        "SEC. 7. The Postmaster General may prescribe such regulations not inconsistent herewith as may be necessary for carrying out the provisions of this order.",
        "SEC. 8. This order shall become effective upon the effective date of the said Reorganization Plan No. IV.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 3, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8427-Prescribing Rules and Regulations for the Administration of the Interbuilding Mail and Messenger Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371945"
}