{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9299-prescribing-regulations-and-procedure-with-respect-wage-and-salary",
    "doc": "executive-order-9299-prescribing-regulations-and-procedure-with-respect-wage-and-salary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9299-Prescribing Regulations and Procedure With Respect to Wage and Salary Adjustments for Employees Subject to the Railway Labor Act",
    "date": "February 04, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United States, and more particularly by the act of October 2, 1942 (Public Law 729. 77th Congress), it is hereby ordered:",
        "1. No increases in the wage rates or salary of any employee subject to the provisions of the Railway Labor Act, whether granted as a result of voluntary agreement, collective bargaining, conciliation. arbitration, or otherwise, and no decreases in such wage rates or salary, shall be made except in accordance with the provisions of this order; provided, however, that nothing contained in this order or Executive Order No. 9250 shall be construed as affecting the procedure or limiting the jurisdiction of either the National Mediation Board, as defined in the Railway Labor Act, or the National Railway Labor Panel, as defined in Executive Order No. 9172, except as herein specifically set forth.",
        "2. No carrier shall make any change in wage rates, except such changes as by general order of the National War Labor Board, or by regulations of the Commissioner of Internal Revenue, are permitted to be made without the specific approval of the Board or the Commissioner, as the case may be, unless notice of such proposed change shall have been filed with the Chairman of the National Railway Labor Panel, created by Executive Order No. 9172. and shall have been permitted to become effective as hereinafter provided.",
        "Notwithstanding §4001.2 of the Regulations of the Economic Stabilization Director, for the purpose of determining what wage and salary adjustments may be made without any specific approval, the general orders of the National War Labor Board shall be applicable to all employees subject to the Railway Labor Act. except those receiving salaries at the rate of $5,000 or more per annum in regard to whom the regulations of the Commissioner of Internal Revenue shall apply. But any adjustment of salary under $5,000 heretofore approved by the Commissioner shall not be affected by this order.",
        "3. If the Chairman of the National Railway Labor Panel has reason to believe that the proposed change, in wage rates or salary, may not conform to the standards prescribed in Executive Order No. 9250, or to the general stabilization program made effective thereunder, or to the directives on policy issued by the Economic Stabilization Director thereunder and the proposed change is not modified to conform to such standards, program, and directives, he shall designate three members of the Panel as an Emergency Board to investigate the proposed change and to report to the President. Otherwise, the Chairman of the Panel may permit the proposed change to become effective.",
        "4. Emergency Boards, whether designated pursuant to the Railway Labor Act, Executive Order No. 9172, or section 3 of this order, in reporting to the President shall certify that their recommendations in regard to any proposed change affecting wage and salary payments conform with the standards prescribed in Executive Order No. 9250, the general stabilization program made effective thereunder, and with the directives on policy issued by the Economic Stabilization Director thereunder.",
        "5. Copies of the report with recommendations made to the President by any Emergency Board under section 4 of this order shall be filed by the Board forthwith with the Economic Stabilization Director, the National War Labor Board and the Commissioner of Internal Revenue. The Economic Stabilization Director may on behalf of himself or other departments and agencies concerned, report to the President the effect of the recommendations on the general stabilization program. Unless and except to the extent that the Economic Stabilization Director shall otherwise direct, the recommendations of the Emergency Board in regard to proposed changes affecting wages and salary payments shall, upon the expiration of thirty days after the report is filed with the President, become effective.",
        "6. The National War Labor Board and the Commissioner of Internal Revenue shall either rule on any application for approval of wage and salary adjustments now before the Board and the Commissioner or transfer it to the Chairman of the National Railway Labor Panel. The Board and the Commissioner shall not rule on any application hereafter made.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 4, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9299-Prescribing Regulations and Procedure With Respect to Wage and Salary Adjustments for Employees Subject to the Railway Labor Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372687"
}