{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9134-amendment-executive-order-no-8757-may-20-1941-establishing-the-office",
    "doc": "executive-order-9134-amendment-executive-order-no-8757-may-20-1941-establishing-the-office",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9134-Amendment of Executive Order No. 8757 of May 20, 1941 Establishing the Office of Civilian Defense",
    "date": "April 15, 1942",
    "content": [
        "Executive Order No. 8757 of May 20, 1941, as amended by Executive Orders No. 8799 of June 20, 1941 and No. 8822 of July 16, 1941, is hereby amended to read as follows:",
        "By virtue of the authority vested in me by the Constitution and statutes of the United States, and in order to define further the functions and duties of the Office for Emergency Management of the Executive Office of the President, with respect to the state of war declared to exist by Joint Resolutions of Congress, approved December 8, 1941, and December 11, 1941, respectively, to assure effective coordination of Federal relations with State and local governments engaged in the furtherance of the war program, to provide for necessary cooperation with State and local governments with respect to measures for adequate protection of the civilian population in emergency periods, and to facilitate constructive participation in the war program, it is hereby ordered as follows:",
        "1. There is established within the Office for Emergency Management of the Executive Office of the President the Office of Civilian Defense, at the head of which shall be a Director appointed by the President. The Director shall discharge and perform his responsibilities and duties under the direction and supervision of the President.",
        "2. There is established within the Office of Civilian Defense a Civilian Defense Board consisting of the Director, who shall serve as Chairman, the Secretary of War, the Attorney General, the Secretary of the Navy, the Director of the Office of Defense Health and Welfare Services, and such other members as the President may designate.",
        "3. The Director, with the advice and assistance of the Board, shall:",
        "a. Serve as the center for the coordination of Federal civilian defense activities which involve relationships between the Federal Government and State and local governments; establish and maintain contact with State and local governments and their defense agencies; and facilitate relationships between such units of government and the agencies of the Federal Government in respect to defense problems.",
        "b. Keep informed of problems which arise in states and local communities from the impact of the industrial and military efforts required by war, and take steps to secure the cooperation of appropriate Federal agencies in dealing with such problems and in meeting the emergency needs of such states and communities in such a manner as to promote the war effort.",
        "c. Assist State and local governments in the establishment of State and local defense councils or other agencies designed to coordinate civilian defense activities.",
        "d. Study and plan programs designed to afford adequate protection of life and property against war hazards; sponsor and carry out such civil defense programs as may be. necessary to meet emergency needs, including the recruitment and training of civilian auxiliaries; and disseminate to the public and to appropriate officials of the Federal Government and State and local governments information concerning civil defense measures.",
        "e. Consider proposals, suggest plans, and promote activities designed to mobilize a maximum civilian effort in the prosecution of the war, and provide opportunities for constructive civilian participation in the war program; assist other Federal agencies in carrying out their war programs by mobilizing and making available to such agencies the services of the civilian population; review and approve all civilian defense programs of Federal agencies involving the use of volunteer services so as to assure unity and balance in the application of such programs ; and assist State and local defense councils or other agencies in the organization of volunteer service units and in the mobilization of community resources for the purpose of dealing with community problems arising from the war.",
        "f. Review existing or proposed measures relating to State and local defense activities, and recommend to the appropriate agencies such additional measures as may be necessary or desirable to assure adequate civilian defense.",
        "g. Perform such other duties relating to participation in the war program by State and local agencies as the President may from time to time prescribe. .",
        "4. The Director may provide for the internal organization and management of the Office of Civilian Defense. He shall obtain the President's approval for the establishment of the principal subdivisions of the Office and the appointment of the heads thereof. The Director may delegate authority to carry out his powers and duties to, such agencies, officials or personnel as he may designate.",
        "5. Within the limitation of such funds as may be appropriated or allocated to the Office of Civilian Defense, the Director may employ necessary personnel, maintain the necessary fiscal and property records, and make provision for the necessary supplies, facilities, and services.",
        "6. As used in this order, the term \"State and local\" shall include Territories, insular possessions, and the District of Columbia.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 15, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9134-Amendment of Executive Order No. 8757 of May 20, 1941 Establishing the Office of Civilian Defense Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368089"
}