{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9517-returning-certain-land-the-jurisdiction-the-territory-hawaii",
    "doc": "executive-order-9517-returning-certain-land-the-jurisdiction-the-territory-hawaii",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9517-Returning Certain Land to the Jurisdiction of the Territory of Hawaii",
    "date": "January 31, 1945",
    "content": [
        "Whereas a certain tract of land located within Kapiolani Park, in the District of Waikiki, Honolulu, Island of Oahu, Territory of Hawaii, and more particularly described below, was transferred to the United States for a United Service Organization Club Building Reservation by Executive Order No. 972, dated January 21, 1942, of the Governor of Hawaii; and",
        "Whereas the contemplated clubhouse has not been built on this tract of land, which remains unused, and no plans exist for the building of such a clubhouse by the United Service Organization; and",
        "Whereas the Territory of Hawaii has expressed a desire to have the tract of land returned to its jurisdiction:",
        "Now, Therefore, by virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 447, and as President of the United States, it is ordered that the following-described land in Kapiolani Park, District of Waikiki, Honolulu, Island of Oahu, Territory of Hawaii, be, and it is hereby, returned to the jurisdiction of the Territory of Hawaii:",
        "Beginning at a 3/4\" pipe at the northwest corner of this parcel of land and on the south side of Monsarrat Road, the true azimuth and distance from said pipe to the City and County Survey Street Monument set in the makai sidewalk of Kalakaua Avenue near the junction of Monsarrat Road with Kalakaua Avenue being 121°23'30\" 795.34 feet, and the coordinates of said Street Monument referred to Government Survey Triangulation Station \"PUNCHBOWL\" being 15120.70 feet South and 9090.67 feet East, as shown on Government Survey Registered Map 1079 and thence running from the above-described initial point by azimuths measured clockwise from True South:",
        "1. 275°30' 350.00 feet along the south side of Monsarrat Road to a 3/4\" pipe;",
        "2. 5°30' 500.00 feet along portion of Kapiolani Park;",
        "3. 95°30' 350.00 feet along same to a 3/4\" pipe;",
        "4. 185°30' 500.00 feet along same to the point of beginning.",
        "The tract as described contains an area of 175,000 square feet.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 31, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9517-Returning Certain Land to the Jurisdiction of the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367990"
}