{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5429-charges-army-and-navy-general-hospital-hot-springs-arkansas",
    "doc": "executive-order-5429-charges-army-and-navy-general-hospital-hot-springs-arkansas",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5429-Charges at Army and Navy General Hospital, Hot Springs, Arkansas",
    "date": "August 25, 1930",
    "content": [
        "Under authority of the act of Congress, approved June 30, 1882 (22 Stat. 121), which prescribes that the Army and Navy General Hospital at Hot Springs, Ark., \"shall be subject to such rules, regulations, and restrictions as shall be provided by the President of the United States,\" paragraphs 7 and 9 of the rules and regulations provided for the government of said hospital by Executive Order No. 3723, dated August 14, 1922, are hereby amended to read as follows:",
        "7. Medicine charges will he collected at 50 cents a day from pay patients as follows:",
        "Honorably discharged officers, commissioned warrant officers, warrant officers, Army field clerks, field clerks, Quartermaster Corps, cadets, midshipmen, cadet engineers, and enlisted men of the Army, Navy, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service.",
        "9. In the cases of patients admitted upon account of the United States Employees' Compensation Commission, subsistence charges at 85 cents a day for those on the status of enlisted men, and at not exceeding $1.50 a day for those on the status of officers, will be billed by the commanding officer direct to the commission. Ordinary medicine charges for patients of the commission will be likewise billed as follows:",
        "For a patient admitted to the hospital, 50 cents for each day in hospital; for a dispensary case or out-patient, 50 cents for each prescription furnished. Appropriate additional charges will be made for dressings or costly medicines expended, or appliances furnished, if any. No other charges will be billed or collected in these cases.",
        "HERBERT HOOVER",
        "The White House,August 25, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5429-Charges at Army and Navy General Hospital, Hot Springs, Arkansas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373058"
}