{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7305-allocating-funds-the-farm-credit-administration-and-prescribing-rules",
    "doc": "executive-order-7305-allocating-funds-the-farm-credit-administration-and-prescribing-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7305-Allocating Funds to the Farm Credit Administration and Prescribing Rules and Regulations for the Making of Emergency Crop Loans Under the Emergency Relief Appropriation Act of 1935",
    "date": "February 28, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935 (49 Stat. 115), it is hereby ordered as follows:",
        "1. There is set aside from funds provided by the said Act for the use of the Farm Credit Administration for the purpose of making loans to farmers during the year 1936, under limitation (b) in section 1 of the said Act, in the United States, Hawaii, and Puerto Rico, for fallowing, for the production of crops, for planting, cultivating, and harvesting crops, for supplies incident to and necessary for such production, planting, cultivating, and harvesting, and for feed for livestock, or for any of such purposes, under such terms and conditions as the Governor of the Farm Credit Administration (hereinafter referred to as the Governor) may prescribe, a sum not to exceed $30,000,000, of which the sum of $7,000,000 is hereby allocated to the said Administration to be supplemented from time to time by such additional allocations as may be necessary.",
        "2. The amount which may be lent to any one borrower shall not exceed $200, and each applicant for a loan shall establish to the satisfaction of the proper officer or employee of the Farm Credit Administration, under such conditions as the Governor may prescribe, that the applicant is unable to procure such loans from any other source: Provided, that preference shall be given to the applications of farmers whose cash requirements are small.",
        "3. Loans made under the provisions of this Order shall be secured by a first lien, or by an agreement to give a first lien, upon all crops of which the production, planting, cultivating, or harvesting is to be financed, in whole or in part, with the proceeds of such loan, or, in case of any loan for the purchase or production of feed for livestock, a first lien upon the livestock to be fed. Such loans shall be made and collected under such regulations as the Governor shall prescribe, and shall bear interest at the rate of 5½ per centum per annum.",
        "4. Fees for recording, filing, registration, and examination of records (including certificates) in connection with each loan made hereunder shall be paid by the borrower: Provided, however, that such fees aggregating not to exceed seventy-five cents per loan may be paid by him from the proceeds of his loan. No fees for releasing liens given to secure loans shall be paid from the funds made available hereunder.",
        "5. The funds hereby or hereafter allocated may be used also for all necessary administrative expenses in carrying out the provisions of this Order to and including June 30, 1937.",
        "6. In carrying out the provisions of this Order, the Farm Credit Administration may (a) make expenditures for supplies and equipment, traveling expenses, rental of offices, printing and binding, and other necessary expenses, and (b) accept voluntary and uncompensated services, appoint officers and employees without regard to the provisions of the Civil Service laws and regulations, and fix the compensation of any officers and employees so appointed without regard to the Classification Act of 1923, as amended.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 28, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7305-Allocating Funds to the Farm Credit Administration and Prescribing Rules and Regulations for the Making of Emergency Crop Loans Under the Emergency Relief Appropriation Act of 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362802"
}