{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5171-amending-schedule-and-schedule-b-the-civil-service-rules",
    "doc": "executive-order-5171-amending-schedule-and-schedule-b-the-civil-service-rules",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5171-Amending Schedule A and Schedule B of the Civil Service Rules",
    "date": "August 08, 1929",
    "content": [
        "Paragraph 1, Subdivision II, of Schedule A, which excepts from the requirement of examination in the State Department:",
        "\"Officers to aid in important drafting work\" is hereby revoked.",
        "The following-named persons now holding excepted positions as officers to aid in important drafting work but whose duties are in fact of a classified competitive character, are hereby given a classified competitive status:",
        "William H. BeckHarry R. YoungCarlton B. SavageEmerson B. ChristieSamuel W. BoggsJoseph V. FullerYale O. MillingtonHugh S. Cumming, Jr.Eliot B. CoulterEdward C. Wynne.",
        "Schedule B of Positions which may be filled upon noncompetitive examination under the civil service rules, is hereby amended by the addition of a new Subdivision as follows:",
        "X. State Department.",
        "1. Specialists in foreign relations, political, economic and financial, whose proposed compensation is $3,200 or more, and whose training and experience along the lines of their proposed duties meet the standard minimum qualifications set up in open competitive examinations for positions in the professional service for corresponding grades.",
        "The Civil Service Commission concurs with the Department of State in recommending these amendments.",
        "HERBERT HOOVER",
        "The White House,August 8, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5171-Amending Schedule A and Schedule B of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360870"
}