{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6973-withdrawal-public-land-for-wild-life-administrative-site-alaska",
    "doc": "executive-order-6973-withdrawal-public-land-for-wild-life-administrative-site-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6973-Withdrawal of Public Land for Wild Life Administrative Site, Alaska",
    "date": "February 19, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed and to valid existing rights, it is ordered that the tract of public land in Alaska lying within the following-described boundaries and indicated upon the diagram hereto annexed and forming a part hereof be, and the same is hereby, withdrawn from settlement, location, sale, or entry, and reserved and set apart for the joint use and occupancy of the Department of Agriculture and the Alaska Game Commission as a headquarters site in connection with the administration of Alaska game laws:",
        "Beginning at comer no. 1, a stake, on the left bank of the Kuskokwim River, across the river from the town of McGrath; the approximate geographic position is in latitude 62°57'28\" N. and longitude 155°36'52\" W. from Greenwich; from this corner, corner no. 1 M. C. of U.S. survey no. 1962 bears N. 43°23' W., 8.50 chs.",
        "Thence from said corner no. 1, by metes and bounds,",
        "S. 33°33' E., 2.06 chs., to corner no. 2, a stake;",
        "S. 56°27' W., 3.03 chs., to corner no. 3, a stake;",
        "S. 33°33' E., 5.52 chs., to corner no. 4, a stake;",
        "S. 56°27' W., 9.00 chs., to corner no. 5, a stake, on east boundary of U.S. survey no. 1962;",
        "North, 9.09 chs., with said east boundary to corner no. 6, a stake, on said east boundary; from this corner, corner no. 1 M. C. of U.S. survey no. 1962 bears north, 10.05 chs.;",
        "N. 56°27' E., 7.01 chs., to corner no. 1, the place of beginning.",
        "This tract has been staked but not surveyed, and courses and distances are therefore approximate. The directions of the lines refer to the true meridian. The tract contains an area of 5.54 acres, more or less.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 19, 1935.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6973-Withdrawal of Public Land for Wild Life Administrative Site, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362644"
}