{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6440-rates-compensation-government-employees-emergency-agencies-not",
    "doc": "executive-order-6440-rates-compensation-government-employees-emergency-agencies-not",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6440-Rates of Compensation of Government Employees in Emergency Agencies Not Subject to the Classification Act, and Acts Amendatory Thereof",
    "date": "November 18, 1933",
    "content": [
        "By virtue of the authority vested in me as President of the United States, and under authority of section 1753 of the Revised Statutes, and in order to secure greater uniformity in the rates of compensation of employees engaged upon the same or similar classes of work, it is hereby ordered that the respective heads of",
        "National Industrial Recovery Administration,          Agricultural Adjustment Administration,          Tennessee Valley Authority,          Public Works Administration,          Emergency Conservation Work,          Reconstruction Finance Corporation,          Farm Credit Administration,          Federal Emergency Relief Administration,          Home Owners' Loan Corporation,          Federal Coordinator of Transportation,",
        "which are authorized by law to employ personal services and to fix rates of compensation therefor without regard to the Classification Act of 1923, is amended, shall, unless otherwise specifically authorized by me, fix such rates for officers and employees now in the service, as well as for those hereafter appointed, at the amounts prescribed in the following salary-standardization schedule, in accordance with the duties and responsibilities of the positions occupied by them:",
        "SALARY SCHEDULE, EMERGENCY AGENCIES",
        "",
        "In all cases not subject to the provisions of section 2, title II, of the act of March 20, 1933 (Public, No. 2, 73d Cong.), the rates payable under this schedule shall be decreased by the amount, if any, by which such rate would be reduced pursuant to the provisions of said section 2 if such section were applicable. All appointments hereafter shall stipulate that the rate to be paid thereunder shall be the appropriate specific rate of the schedule less the amount, if any, by which such rate would be reduced pursuant to the provisions of said section 2 if such section were applicable.",
        "In making the initial adjustment of salaries under this order, where it is necessary to reduce the present rate of an employee to conform to the rate scheduled for the grade to which his position is allocated under the salary schedule herein approved, the head of the department, establishment, or agency concerned may fix such basic rate at an amount not more than 20 percent in excess of such scheduled rate (a) where the employee is occupying a position allocated to grade 13 or higher in the said salary schedule, or (b) where the employee was reinstated or transferred under the civil-service rules to his present position from a regular Government establishment (or could have been so reinstated or transferred), or where the employee was selected from the reemployment list of the Civil Service Commission, provided such 20 percent excess, or part thereof, shall he applied only insofar as is necessary to increase the basic salary rate of the employee so reinstated, transferred, or reemployed, as fixed under the said salary schedule, to an amount not in excess of the basic salary rate last received by him in the department or establishment in which he was previously employed.",
        "Such adjustments in existing rates of compensation as may be necessary to comply with the provisions of this order shall be made effective as soon hereafter as may be practicable.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 18, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6440-Rates of Compensation of Government Employees in Emergency Agencies Not Subject to the Classification Act, and Acts Amendatory Thereof Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373377"
}