{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6600-code-fair-competition-for-the-trucking-industry",
    "doc": "executive-order-6600-code-fair-competition-for-the-trucking-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6600-Code of Fair Competition for the Trucking Industry",
    "date": "February 10, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Trucking Industry, and hearings having been held thereon, and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition, together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act, and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the report and recommendations and adopt the findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved with the following condition:",
        "Vehicles owned and operated by enterprises engaged principally in the warehousing of furniture and household goods which are included within the terms of paragraph (1) of subsection A of section 1 of Article II of said Code of Fair Competition for the Trucking Industry shall be registered, in such form and manner and within such period as the Administrator may determine, with the Code Committee which has proposed a Code of Fair Competition for the Household Goods Storage and Moving Hade, and, if such a Code is approved, then, thereafter with the Code Authority established under said Code.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,February 10, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6600-Code of Fair Competition for the Trucking Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362357"
}