{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7790-amendment-executive-order-no-7302-february-21-1936-transferring",
    "doc": "executive-order-7790-amendment-executive-order-no-7302-february-21-1936-transferring",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7790-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy",
    "date": "January 12, 1938",
    "content": [
        "VIRGIN ISLANDS",
        "By virtue of and pursuant to the authority vested in me by the act of March 3, 1917, ch. 171, 39 Stat. 1132, and the Second Deficiency Act, Fiscal Year 1931, 46 Stat. 1552, 1570, and as President of the United States, Executive Order No. 7302 of February 21, 1936, transferring certain lands in the Virgin Islands from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities, as amended by Executive Order No. 7686 of August 5, 1937, is hereby further amended by adding thereto the following:",
        "\"It is further ordered that the following-described lands be, and they are hereby, subject to valid existing rights, transferred from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities:",
        "All the lands designated as parcel \"A\", containing 32.7 acres, more or less, on Public Works Drawing D3-41-T37, dated September 8, 1937, entitled \"Survey of Part of Botanical Garden, Estate Lindbergh Bay, St. Thomas, V.I.\", shown on plat marked \"Exhibit A\", attached hereto and made a part hereof, and more particularly described by metes and bounds as follows:",
        "'Beginning at bound post No. 305, the line runs North 86°18' West, a distance of 599.0 feet to a point on the western boundary of Lindbergh Bay Estate, said boundary running between bound posts No. 9 and No. 10 as shown on Public Works Drawing No. A3-12-T33, the point being 1,377 feet North of bound post No. 10, thence uphill, North 1°50' East, a distance of 910 feet to bound post No. 9, thence North 0°24' West, a distance 1,398 feet to bound post No. 264, thence South 74°34' East, a distance of 722.8 feet to bound post No. 267, thence downhill, South 3°09' West, a distance of 2,157.0 feet to bound post No. 305, the point of beginning.'",
        "All the lands designated as parcel \"C\" on said Public Works Drawing D3-41-T37, shown on Exhibit \"A\", containing 13.2 acres, more or less, adjoining the land to the north of the public road from the town of Charlotte Amalie, St. Thomas, V.I., to John Brewer's Bay, St. Thomas, V.I., designated as parcel \"B\" on said drawing and exhibit, containing 29.7 acres, more or less (which said parcel \"B\" has already been transferred to the of the Interior by Executive Order No. control and jurisdiction of the Secretary 7686 of August 5, 1937), the said parcel \"C\" lying north of the said public road and south and west of the boundary line described by metes and bounds as follows:",
        "'Beginning at bound post \"F\" established by U.S. Marines in their survey of December, 1936; thence South 89°53' East a distance of 170.0 feet to bound post No. 149 shown on Public Works Drawing A3-12-T33 (Map of Homestead Subdivision of Estate Lindbergh Bay) of February 21, 1933; thence South 87°04' East a distance of 463.4 feet to bound post No. 184, which was the southeast corner of Botanical Garden site; thence North 6°47' West a distance of 422.0 feet to a point to be marked by bound post after transfer; thence North 82°49' West a distance of 342.5 feet to a point to be marked later on the east side of road giving access to the present Botanical Garden; thence North 7°11' East a distance of 49.5 feet alongside of said road to a point to be marked later; thence North 79°09' West a distance of 17.5 feet to a point on the west side of above-mentioned road, to be marked later; thence North 46°29' West a distance of 197.8 feet to a point to be marked later; thence North 55°54' West a distance of 126.0 feet to bound post No. 254, a bound post of the original subdivision shown on Public Works Drawing A3-12-T33; thence following the lines of the original subdivision, North 39°51' West a distance of 421.0 feet to bound post No. 304; thence North 75°43' West a distance of 372.5 feet to bound post No. 306; thence North 19°21' West a distance of 321.5 feet to bound post No. 305. (Said boundary description forms the eastern boundary of that area now occupied by the Civilian Conservation Corps Camp V-l and a part of the Botanical Garden site).'",
        "Provided, that that portion of these areas which is now occupied by the Civilian Conservation Corps Camp V-l, shall continue to be available for the use of the Civilian Conservation Corps until such time as the Secretary of the Interior determines that it is no longer needed for such use: Provided further, that the entrance road from the main road to the Botanical Garden shall be available to the public at all times when the Botanical Garden is open to the public: And provided further, that there shall be free ingress and egress at all times over the said road for employees of the Botanical Garden.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 12, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7790-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368730"
}