{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6614-transfer-functions-the-war-department-pertaining-national-cemeteries",
    "doc": "executive-order-6614-transfer-functions-the-war-department-pertaining-national-cemeteries",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6614-Transfer of Functions of the War Department Pertaining to National Cemeteries and Memorials in Europe to the American Battle Monuments Commission",
    "date": "February 26, 1934",
    "content": [
        "Whereas section 16 of the act of March 3, 1933 (ch. 212, 47 Stat. 1517), provides for reorganizations witliin the executive branch of the Government, requires the President to investigate and determine what reorganizations are necessary to effectuate the purposes of the act, and authorizes the President to make such reorganizations by Executive order; and",
        "Whereas section 2 of Executive Order No. 6166 of June 10, 1933, provides, among other things, that the functions of administration pertaining to national cemeteries located in foreign countries shall be transferred to the Department of State; and",
        "Whereas the effective date of the aforementioned provision of section 2 of Executive Order No. 6166 was postponed until further order by section 3 of Executive Order No. 6228 of July 28, 1933; and",
        "Whereas after further investigation I find and declare that the transfer of the functions of administration pertaining to national cemeteries,including memorials, in Europe from the War Department to the American Battle Monuments Commission would be in the public interest and would effectuate the purposes of said section 16;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 16 of the act of March 3, 1933, it is ordered that so much of section 2 of Executive Order No. 6166 of June 10, 1933, as provides that the functions of administration pertaining to national cemeteries located in foreign countries shall be transferred to the Department of State be, and it is hereby, revoked.",
        "It is further ordered that all functions of administration pertaining to national cemeteries and memorials located in Europe now vested in or exercised by the War Department, together with the field civilian personnel, records, supplies, equipment, and property of every kind pertaining thereto, be, and they are hereby, transferred from the War Department to the American Battle Monuments Commission.",
        "The unexpended balances of appropriations and/or allotments of appropriations now, or which may become, available to the War Department for the performance of the functions transferred by this order shall be transferred to the American Battle Monuments Commission to such extent as the Director of the Bureau of the Budget may deem necessary, and any remaining balance shall, in accordance with law, be impounded and returned to the Treasury.",
        "This order will become effective in accordance with the provisions of section 1 of title III of the act of March 20, 1933 (ch. 3, 48 Stat. 16): Provided, That in case it shall appear to the President that the interests of economy require that the transfer be delayed beyond the date this order is to become effective, he may, in his discretion, fix a later date therefor, and he may for like cause further defer such date from time to time.",
        "Done in triplicate.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 26, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6614-Transfer of Functions of the War Department Pertaining to National Cemeteries and Memorials in Europe to the American Battle Monuments Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362383"
}