{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8090-restoring-the-commonwealth-the-philippines-part-the-military",
    "doc": "executive-order-8090-restoring-the-commonwealth-the-philippines-part-the-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8090-Restoring to the Commonwealth of the Philippines a Part of the Military Reservation of Nozaleda",
    "date": "April 15, 1939",
    "content": [
        "Whereas it appears that certain lands comprising a part of the Nozaleda Military Reservation, City of Manila, Philippine Islands, are no longer required for the purposes of such reservation; and",
        "Whereas it is deemed desirable and in the public interest that such lands be restored to the Commonwealth of the Philippines:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in the President by section 9 of the act of August 29, 1916, 39 Stat. 547, the following-described adjoining parcels of land comprising a part of the Nozaleda Military Reservation, City of Manila, Philippine Islands, located in the northeast corner thereof, are hereby restored to the Commonwealth of the Philippines:",
        "PARCEL NO. 1",
        "Beginning at Corner No. 6 of Lot No. 1 BLP-II-5955 from which corner the true bearing and distance to BLIM 47, Manila, is S. 57°54' E., 526.38 meters;",
        "Thence from said initial point, by metes and bounds,",
        "S. 61°31' E., 94.16 meters, along the original boundary of the reservation, to Corner No. 7, marked by a concrete monument;",
        "S. 28°43' W., 10.00 meters, along the said original boundary to a point;",
        "N. 61°31' W., 77.85 meters to a point;",
        "N. 30°00' W., 19.13 meters to Corner No. 6, the place of beginning.",
        "The parcel as described contains an area of 864 square meters, more or less.",
        "PARCEL NO. 2",
        "Beginning at Corner No. 6 of Lot No. 1 BLP-II-5955;",
        "Thence from said initial point, by metes and bounds,",
        "N. 30°00' W., 40.24 meters to a point;",
        "N. 60°00' E., 46.05 meters to Corner No. 3, marked by a concrete monument;",
        "S. 46°49' W., 39.24 meters, along the original boundary of the reservation at Corner No. 4;",
        "S. 51°04' E., 26.06 meters, along the said original boundary to Corner No. 5;",
        "S. 37°55' W., 18.58 meters, along the said original boundary to Corner No. 6, the place of beginning.",
        "The parcel as described contains an area of 606 square meters, more or less.",
        "The directions of the lines refer to the true meridian. Total area to be restored, consisting of Parcels Nos. 1 and 2, is 1470 square meters or 0.36 acre, more or less.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 15, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8090-Restoring to the Commonwealth of the Philippines a Part of the Military Reservation of Nozaleda Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210623"
}