{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9396-authorizing-the-secretary-war-issue-citations-the-name-the-president",
    "doc": "executive-order-9396-authorizing-the-secretary-war-issue-citations-the-name-the-president",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9396-Authorizing the Secretary of War to Issue Citations in the Name of the President of the United States to Army Units for Outstanding Performance in Action",
    "date": "November 22, 1943",
    "content": [
        "By virtue of the authority vested in me as President of the United States, and as Commander in Chief of the Army and Navy of the United States, it is ordered as follows:",
        "1. The Secretary of War is hereby authorized and directed to issue a citation in the name of the President of the United States, as public evidence of deserved honor and distinction, to any organization, unit, detachment, or installation of the Army of the United States or the Army of the Philippine Commonwealth for outstanding performance of duty in action on or after December 7, 1941.",
        "2. An appropriate streamer, emblem, or guidon band, of such form and design as may be determined by the Secretary of War, may be displayed by the organization, unit, detachment, or installation described above, to which such citation is issued.",
        "3. After any organization, unit, detachment, or installation of the Army of the United States or the Army of the Philippine Commonwealth is so cited for outstanding performance of duty in action occurring on or after December 7, 1941, a suitable device identifying such citation shall be issued to all officers and enlisted men who are assigned or attached as members of such organization, the device to become a part of the uniform of that organization; and any individual who was assigned or attached as a member of such organization on the occasion for which the citation was issued as provided herein, shall be entitled to wear the individual device, as a part of the uniform, at all times and wherever serving.",
        "4. This order supersedes Executive Order No. 9075 of February 26, 1942, relating to the same matter.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 22, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9396-Authorizing the Secretary of War to Issue Citations in the Name of the President of the United States to Army Units for Outstanding Performance in Action Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/209896"
}