{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5240-correction-description-pupukea-military-reservation-territory-hawaii",
    "doc": "executive-order-5240-correction-description-pupukea-military-reservation-territory-hawaii",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5240-Correction in Description of Pupukea Military Reservation, Territory of Hawaii",
    "date": "December 14, 1929",
    "content": [
        "Whereas, by Executive Order No. 4679, dated June 29, 1927, certain lands at Pupukea, District of Koolauloa, Island of Oahu, Territory of Hawaii, were withdrawn and set aside for military purposes; and",
        "Whereas, the description of the Pupukea Military Reservation, as given in said Executive Order No. 4679, dated June 29, 1927, has been found to be inaccurate and a resurvey has been made of the reservation; and",
        "Whereas, it is desired that said Executive Order No. 4679, dated June 29, 1927, be amended so as to accurately describe said Pupukea Military Reservation; and",
        "Whereas, it is desired to amend Executive Order No. 5174, dated August 21, 1929, amending said Executive Order No. 4679, dated June 29, 1927;",
        "Now, Therefore, it is hereby ordered that said Executive Order No. 5174, dated August 21, 1929, be and the same is hereby revoked and that said Executive Order No. 4679, dated June 29, 1927, be and the same is hereby amended, with respect to the description of Pupukea Military Reservation, to read as follows:",
        "TRACT NO. 1",
        "Beginning at concrete monument No. 1,      said monument bearing by true azimuth and distance (azimuths refer to south point) from concrete monument \"D,\" 8° 12' 00\"- 270.45 ft.;      from said concrete monument \"D\" the azimuths and distances to U.S.C. & G.S. Triangulation Stations are:           To Puena 61° 28' 01\"-27,448 ft.,           To Maili 25° 01' 23\"-47,153 ft.;thence 273° 43' 00\"-196.8 ft. to concrete monument No. 2;thence 183° 43' 00\"-447.6 ft. to concrete monument No. 3;thence 93° 43' 00\"-196.8 ft. to concrete monument No. 4;thence 3° 43' 00\"-447.6 ft. to the point of beginning;containing an area of 2.022 acres, more or less.",
        "TRACT NO. 2",
        "Beginning at concrete monument No. 1,      said concrete monument bearing by true azimuth and distance (azimuths refer to south point) from concrete monument \"O,\" 129° 08' 00\"- 38.4 ft.;      from said concrete monument \"O\" the azimuth and distance to U.S.C. & G.S. Triangulation Station Pupukea is 275° 28' 02\"- 2,740.46 ft.;thence 16° 44' 00\"-129.1 ft. to concrete monument No. 2;thence 286° 37' 00\"-81.1 ft. to concrete monument No. 3;thence 232° 32' 00\"-101.4 ft. to concrete monument No. 4;thence 192° 21' 00\"-86.0 ft. to concrete monument No. 5;thence 90° 29' 30\"-139.4 ft. to the point of beginning;containing an area of 0.414 acres, more or less.",
        "HERBERT HOOVER",
        "The White House,December 14, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5240-Correction in Description of Pupukea Military Reservation, Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360933"
}