{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5773-amendments-the-consular-regulations",
    "doc": "executive-order-5773-amendments-the-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5773-Amendments to the Consular Regulations",
    "date": "January 11, 1932",
    "content": [
        "Sections 117, 118, 149, and 448 of the Consular Regulations of 1896 are hereby amended as follows:",
        "117. Correspondence of subordinates. The official correspondence of Foreign Service officers and consular officers and employees assigned to, or on detail in, consulates general and consulates will be submitted to the examination of the principal officers to whom they are subordinate or to whose offices they are assigned, and the correspondence should be appropriately indorsed by such principal officers before being transmitted to the Department of State. Consular agents are not authorized to address the Department of State directly. Their reports and returns are to be made through their respective superiors.",
        "118. With whom direct correspondence is permitted. As exceptions to the general rule stated in section 114, a consular officer may correspond directly on public matters with the following:",
        "1. American officials stationed or temporarily residing in foreign countries, and officials of insular possessions of the United States.",
        "2. The Comptroller General of the United States, on matters pertaining to accounts only, the correspondence invariably to be forwarded in duplicate through the Department of State.",
        "3. Collectors of customs and appraisers, on matters relating to invoices and prices current.",
        "4. Immigration inspectors, on urgent immigration matters.",
        "5. The Administrator of Veterans' Affairs, on routine pension matters and on routine matters relating to the activities of the Veterans' Administration (except telegrams, which must be transmitted through the Department of State).",
        "6. United States dispatch agents.",
        "7. Officials of the Department of Justice and the Treasury Department charged with the prevention of smuggling, on urgent matters involving attempts to smuggle merchandise and prohibited articles into the United States.",
        "8. United States attorneys, on urgent cases in connection with pending trials.",
        "149. Duties toward American citizens. The powers and duties of consular officers in respect to American citizens depend in a great measure upon the municipal law of the United States. No civil or criminal jurisdiction can be exercised by them over their countrymen without express authority of law or by treaty stipulation with the State in which they reside. Consular officers are particularly cautioned not to enter into any contentions that can be avoided, either with their countrymen or with the authorities or nationals of the country. They should use every endeavor to settle in an amicable manner all disputes in which their countrymen may be concerned, but they should take no part in litigation between citizens. Consular officers should countenance and protect American citizens before the authorities of the country in all cases in which, they may be injured or oppressed; but at the same time they should impress upon such citizens their obligation to respect the laws of the country where they may be residing or traveling. It is the duty of consular officers to endeavor on all occasions to maintain and promote all the rightful interests of American citizens, and to protect them in all privileges that are provided for by treaty or are conceded by usage. If representations are made to the local authorities and fail to secure the proper redress, the case should be reported to the diplomatic mission and to the Department of State.",
        "448. To be returned to local post office. All letters addressed in the care of a consular office should be held at the disposal of the addressees for the period prescribed by the laws of the country in which the consular office is situated. If unclaimed within such period, they should be redelivered, unopened and with stamps intact, to the local post office from which they were received, in order that they may be returned to the country of origin in pursuance of the provisions of the Universal Postal Convention. Consular officers will not return unclaimed letters by masters of vessels.",
        "Section 449 of the Consular Regulations, being obsolete, is hereby canceled.",
        "The first paragraph of item 42 of the Tariff of United States Consular Fees is amended to read:",
        "Additional fee for all services contemplated by fees numbered 31, 33, 38, 39, 40, and 41 when rendered elsewhere than at the consular office at the request of the interested parties, for each hour or fraction thereof . . .",
        "The following is established as item 50 of the Tariff of United States Consular Fees:",
        "Administering oaths or taking acknowledgments, or authenticating the signatures of foreign officials, in connection with kinsmen's petitions for wages and effects of deceased seamen of the American merchant marine---------No fee.",
        "HERBERT HOOVER",
        "The White House,January 11, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5773-Amendments to the Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361394"
}