{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5491-use-eligible-registers-established-primarily-for-the-executive-civil",
    "doc": "executive-order-5491-use-eligible-registers-established-primarily-for-the-executive-civil",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5491-Use of Eligible Registers Established Primarily for the Executive Civil Service of the United States for Filling Vacancies in the Municipal Service of the District of Columbia",
    "date": "November 18, 1930",
    "content": [
        "The Commissioners of the District of Columbia and the United States Civil Service Commission have agreed that it would be in the interests of good administration to make appointments to positions under the Government of the District of Columbia after tests of qualifications.",
        "The United States Civil Service Commission is, therefore, authorized to apply the principles of the Civil Service Act and Rules, as far as may be done without incurring additional expense, by certifying to the Board of Commissioners the names of eligibles from appropriate registers established for the federal service, such certifications and appointments to be made under regulations agreed upon by the Board of Commissioners and the United States Civil Service Commission. Appointments and promotions to the Metropolitan Police and Fire Departments are already made in accordance with the Civil Service Act and Rules, as provided by statute.",
        "HERBERT HOOVER",
        "The White House,November 18, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5491-Use of Eligible Registers Established Primarily for the Executive Civil Service of the United States for Filling Vacancies in the Municipal Service of the District of Columbia Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372984"
}