{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8789-revoking-part-executive-order-no-8344-february-10-1940-and-reserving",
    "doc": "executive-order-8789-revoking-part-executive-order-no-8344-february-10-1940-and-reserving",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8789-Revoking in Part Executive Order No. 8344, of February 10, 1940, and Reserving Public Lands for the Use of the War Department",
    "date": "June 14, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "SECTION 1. Executive Order No. 8344 of February 10, 1940, withdrawing Kodiak and other islands, Alaska, for classification and in aid of legislation, is hereby revoked so far as it affects any of the lands described in section 2 of this order.",
        "SECTION 2. The public lands of the United States in the following-described areas are hereby withdrawn, subject to valid existing rights, from all forms of appropriation under the public land laws, including the mining laws, and reserved for the use of the War Department for military purposes:",
        "MILLER POINT, SPRUCE CAPE AREAKODIAK ISLAND, ALASKA",
        "Beginning at a point on line of mean high tide on the east side of Kodiak Island, 57°48'30\" N. latitude, 152°20'48\" W. longitude, as shown on United States Coast and Geodetic Survey Chart No. 8570, March, 1910.",
        "Thence from said initial point,",
        "N. 45°W, 1.8 miles, to line of mean high tide on east shore of Sycamore Bay:",
        "Thence northeasterly and southeasterly around Miller Point and Spruce Cape with meanders of Sycamore Bay, Popof Bay, and Chiniak Bay to the point of beginning.",
        "The area described, including both public and non-public lands, aggregates 780 acres.",
        "LONG ISLAND, ALASKA",
        "All of Long Island and the small islands and rocks adjacent thereto. United States Coast and Geodetic Survey Chart No. 8570, March, 1910, shows Long Island situated between 57°44'30\" and 57°47'30\" N. latitudes and between 152°13', and 152°19' W. longitudes.",
        "The area described, including both public and non-public lands, aggregates 1,320 acres.",
        "KALSTN BAY AREA, KODIAK ISLAND, ALASKA",
        "Beginning at a point west of Isthmus Island on line of mean high tide on west shore of Kalsin Bay, 57°38'25'' N. latitude, 152°25'48\" W. longitude, as shown on United States Coast and Geodetic Survey Chart No. 8570, March, 1910.",
        "Thence from said initial point,",
        "West, 4 miles, across Kodiak Island, to a point;",
        "North, 1¼ miles, more or less, to a point on the south boundary of the naval reserve described in Executive Order No. 8278, October 28, 1939;",
        "East, along south boundary of the naval reserve to line of mean high tide on Middle Bay:",
        "Thence along line of mean high tide with meanders of Middle Bay, Chiniak Bay and Kalsin Bay to the place of beginning.",
        "The area described, including both public and non-public lands, aggregates 3,450 acres.",
        "CAPE KALEKTA, UNALASKA ISLAND, ALASKA",
        "Beginning at a point on line of mean high tide on west shore of Agamgik Bay, Unalaska Island, 53°51'30\" N. latitude, 166°21'30\" W. longitude, as shown on United States Coast and Geodetic Survey Chart No. 8860, March, 1939.",
        "Thence from said initial point,",
        "N. 45° W., across Unalaska Island to line of mean high tide on Summer Bay;",
        "Thence northeasterly around Cape Kalekta. Erskine Point and Brundage Head, along line of mean high tide with meanders of Summer Bay, Constantine Bay, Unalaska Bay, Kalekta Bay, Unalga Pass, English Bay, Beaver Inlet, Deep Bay and Agamgik Bay to the point of beginning.",
        "The area described, including both public and non-public lands, aggregates 32,800 acres.",
        "CAPE CHEERFUL, UNALASKA ISLAND, ALASKA",
        "Beginning at a point on line of mean high tide on west shore of Broad Bay, 53°55'20\" N. latitude, 166°39'00\" W. longitude, as shown on United States Coast and Geodetic Survey Chart No. 8860, March, 1939.",
        "Thence from said initial point,",
        "N. 45° W., across Unalaska Island, to line of mean high tide on Bering Sea;",
        "Thence northeasterly around Cape Wislow, Cape Cheerful and Elder Point, along line of mean high tide, with meanders of Bering Sea, Unalaska Bay and Broad Bay to the point of beginning.",
        "The area described, including both public and non-public lands, aggregates 17,500 acres.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 14, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8789-Revoking in Part Executive Order No. 8344, of February 10, 1940, and Reserving Public Lands for the Use of the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372148"
}