{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6468-restoring-the-territory-hawaii-part-the-fort-ruger-military",
    "doc": "executive-order-6468-restoring-the-territory-hawaii-part-the-fort-ruger-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6468-Restoring to the Territory of Hawaii a Part of the Fort Ruger Military Reservation",
    "date": "November 29, 1933",
    "content": [
        "By virtue of the authority vested in me by section 91 of the act of April 30, 1900 (ch. 339, 31 Stat. 141, 159), as amended by section 7 of the act of May 27, 1910 (ch. 258, 36 Stat. 443, 447), the following-described portion of the Fort Ruger Military Reservation, which was withdrawn and set aside for military purposes by Executive Order No. 395-A, dated January 18, 1906, is hereby restored to its previous status for use of the Territory of Hawaii as a water-reservoir site and purposes incident thereto:",
        "Beginning at monument no. 10 of Fort Ruger Military Reservation, from which the azimuth (measured clockwise from true south) and distance to monument no. 11 is 41°08'50\"-850.84 ft.; from said monument no. 11 the azimuths and distances to United States Coast and Geodetic Survey triangulation stations are:",
        "Tantalus 177°29'54\"-24,149. 2 ft.;           Kalepeanoa 217°53'20\"-14,761. 2 ft.;",
        "thence from said monument no. 10, by metes and bounds,",
        "243°08'40\"- 34.50 ft., along the reservation boundary;",
        "320°52'00\"- 92.10 ft.;",
        "243°08'40\"-312.50 ft.;",
        "333°08'40\"-404.00 ft.;",
        "54°49'13\"-318.81 ft.;",
        "131°08'50\"-430.00 ft.;",
        "221°08'50\"-130.00 ft.;",
        "140°52'00\"- 91.30 ft.;",
        "221°08'50\"- 9.50 ft., along the reservation boundary to the point of beginning.",
        "Containing an area of 4.036 acres, more or less.",
        "Excepting and reserving to the United States a twenty-five (25) foot right-of-way for pipe line and roadway across the above-described tract of land, said right-of-way being more fully described as follows:",
        "Beginning at an unmarked point located on the boundary of the reservoir lot, from which the azimuth (measured clockwise from true south) and distance to monument no. 10 is 112°27'45\"-70.87 ft., thence from said point of beginning by metes and bounds,",
        "320°52'00\"-25.00 ft., along reservoir-lot boundary;",
        "63°08'40\"-44.00 ft., across the reservoir lot;",
        "140°52'00\"-25.00 ft., along reservoir-lot boundary;",
        "243°08'40\"-44.00 ft., to the point of beginning.",
        "Containing an area of 1,100 sq. ft.",
        "The tract of land hereby restored to the Territory of Hawaii shall revert to the jurisdiction and control of the War Department as part of the Fort Ruger Military Reservation if not used by the said Territory as \"a water-reservoir site and purposes incident thereto\" within 1 year from the date of this order, and sooner upon formal notification to the War Department by the Governor of Hawaii that the Territory of Hawaii does not desire to use the said tract of land for the aforesaid purpose.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 29, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6468-Restoring to the Territory of Hawaii a Part of the Fort Ruger Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362292"
}