{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6877-creating-wool-textile-work-assignment-board-etc",
    "doc": "executive-order-6877-creating-wool-textile-work-assignment-board-etc",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6877-Creating Wool Textile Work Assignment Board, Etc.",
    "date": "October 16, 1934",
    "content": [
        "Representations having been made to me by the Code Authority for the Wool Textile Industry that paragraph 2 of Section 3 of the Code of Fair Competition for the Wool Textile Industry already provides for a freezing period as respects work assignments as recommended by the Board of Inquiry for the Cotton Textile Industry, created by Executive Order No. 6840, dated September 5, 1934, embodied in the report of said Board, submitted to me on September 17, 1934, and upon finding accordingly; and application having been made by the sponsors of the Code in a letter dated July 25, 1933, which stated: \"In order to prevent abuses, without hampering progress, we hereby request the Administrator to appoint a committee to study this problem in order to insure a practical definition of improper speeding up of work and to avoid its harmful results,\"",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do issue the following rules and regulations for the administration of said paragraph 2 of Section 3 of said Code until February 1, 1935:",
        "1. The Textile Labor Relations Board shall appoint a Wool Textile Work Assignment Board, to be composed of an impartial chairman, one representative of the employers subject to the Code of Fair Competition for the Wool Textile Industry, and one representative of the employees in that industry.",
        "2. The Wool Textile Work Assignment Board is hereby charged with the responsibility of administering said paragraph 2 of Section 3 of said Code, in accordance with the following principles:",
        "(a) No employer shall extend the number of similar looms, frames, spindles or other machines or equipment tended by any class of employee unless there is a compensating change in the operation, including a change in the quality or character of the product or material processed or manufactured.",
        "(b) The Wool Textile Work Assignment Board may, on petition of any mill which installs labor saving machinery, after such investigation as it may deem proper, authorize the employer to increase labor assignments to the extent only that the amount of work required of the employees affected will not be increased by the installation of this machinery. (c) On petition of the representatives of labor, on its own motion, or otherwise, the Wool Textile Work Assignment Board may investigate any case where it is alleged that the work load has been improperly increased since July 1, 1933, in violation of the Code and may require its reduction if it finds that the assignment has been so increased.",
        "3. The Wool Textile Work Assignment Board shall have authority to appoint district impartial chairmen and such other agents as it sees fit, and to issue such rules and regulations as it deems necessary to carry out the foregoing provisions.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 16, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6877-Creating Wool Textile Work Assignment Board, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362584"
}