{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7441-withdrawal-public-lands-for-lookout-stations-the-state-oregon",
    "doc": "executive-order-7441-withdrawal-public-lands-for-lookout-stations-the-state-oregon",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7441-Withdrawal of Public Lands for Lookout Stations in the State of Oregon",
    "date": "August 29, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain States for classification and other purposes, is hereby revoked as to the following-described tracts of public land in Oregon:",
        "WILLAMETTE MERIDIAN",
        "T. 39 S., R. 13 W., sec. 10, S½S½NE¼SE¼ and SE¼SE¼;",
        "T. 34 S.,  R. 14 W.,  sec. 3, W½SW¼NE¼ and E½SE¼NW¼; aggregating approximately 90 acres.",
        "Section 2. Subject to valid existing rights, the tracts of land described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved for use by the Forest Service of the Department of Agriculture as lookout stations in connection with the administration of the Siskiyou National Forest.",
        "Section 3. Executive Orders No. 7270 of January 7, 1936, and No. 7303 of February 25, 1936, temporarily withdrawing the following-described lands in Oregon and reserving them for use by the Department of Agriculture as lookout stations in connection with the administration of the said National Forest, are hereby revoked:",
        "WILLAMETTE MERIDIAN",
        "T. 39 S., R. 13 W., sec. 10, S½SW¼SE¼; sec. 16, lot 2.",
        "T. 34 S., R. 14 W., sec. 3, SW¼NE¼NE¼ and SE¼NW¼NE¼, NE¼SW¼NE¼ and NW¼SE¼NE¼; aggregating approximately 106.60 acres.",
        "Section 4. Section 2 of this order shall continue in force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,August 29, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7441-Withdrawal of Public Lands for Lookout Stations in the State of Oregon Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357330"
}