{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6697-establishing-railroad-valley-migratory-bird-refuge-nevada",
    "doc": "executive-order-6697-establishing-railroad-valley-migratory-bird-refuge-nevada",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6697-Establishing Railroad Valley Migratory Bird Refuge, Nevada",
    "date": "May 02, 1934",
    "content": [
        "By virtue of the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (c. 257, 45 Stat. 1222), it is hereby ordered that the public lands of the United States in the following-described area in Nye County, Nevada, be, and the same are hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for wild birds and animals, subject to existing valid rights and an existing stock-driveway withdrawal:",
        "Mount Diablo Meridian",
        "T. 6 N. R. 55 E., unsurveyed, what will probably be, when surveyed, secs. 1, 2, 11 and 12.",
        "T. 7 N., R. 55 E., unsurveyed, what will probably be, when surveyed, secs. 1, 2, 3;",
        "secs. 10 to 16, inclusive; secs. 22 to 26, inclusive; and secs. 35 and 36.",
        "T. 8 N., R. 55 E., secs. 1, 11, 12, and 13;",
        "sec. 14, NE¼, NE¼NW¼, S½SW¼, and SE¼;",
        "secs. 22 to 27, inclusive; and secs. 34, 35, and 36.",
        "T. 9 N., R. 55 E., unsurveyed, what will probably be, when surveyed, sec. 36.",
        "T. 6 N., R. 56 E., secs. 1 to 13, inclusive;",
        "sec. 14, N½, N½SW¼, SW¼SW¼, N½SE¼, and SE¼SE¼;",
        "sec. 15, all.",
        "T. 7 N., R. 56 E., all.",
        "T. 8 N., R. 56 E., all.",
        "T. 9 N., R. 56 E., sec. 25, and secs. 31 to 36, inclusive.",
        "T. 6 N., R. 57 E., unsurveyed, what will probably be, when surveyed, secs. 3 to 9, inclusive; secs. 16, 17, and 18.",
        "T. 7 N., R. 57 E., sec. 2, NW¼; secs. 3 to 10, inclusive;",
        "secs. 15 to 22, inclusive;",
        "secs. 27 to 34, inclusive; and unsurveyed, what will probably be, when surveyed, sec. 1;",
        "sec. 2, NE¼ and S½;",
        "secs. 11, 12, 14, and 23.",
        "T. 8 N., R. 57 E., secs. 1 to 11, inclusive;",
        "sec. 12, NW¼; secs. 14 to 23, inclusive;",
        "secs. 26 to 35, inclusive; and unsurveyed, what will probably be, when surveyed, sec. 12, NE¼ and S½;",
        "secs. 13, 24, 25, and 36.",
        "T. 9 N., R. 57 E., secs. 31 to 36, inclusive.",
        "It is unlawful within this reservation: (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the nests or eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, bum, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any forest, timber, or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "All persons are hereby informed that sections 52, 53 (as amended), and 54 (as amended) of the Criminal Code of the United States (secs. 106, 107, 145, title 18, U.S.C.), and section 14 of the Migratory Bird Conservation Act of February 18, 1929 (sec. 715m, title 16, U.S.C.) prescribe penalties for the commission of the offenses enumerated in the preceding paragraph.",
        "This refuge shall be known as the Railroad Valley Migratory Bird Refuge.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 2, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6697-Establishing Railroad Valley Migratory Bird Refuge, Nevada Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362470"
}