{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9088-prescribing-regulations-concerning-civilian-defense",
    "doc": "executive-order-9088-prescribing-regulations-concerning-civilian-defense",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9088-Prescribing Regulations Concerning Civilian Defense",
    "date": "March 06, 1942",
    "content": [
        "By virtue of the authority vested in me by the act entitled \"An Act to provide protection of persons and property from bombing attacks in the United States, and for other purposes\", approved January 27, 1942, and as President of the United States and Commander in Chief of the Army and Navy, I hereby prescribe the following regulations concerning civilian defense:",
        "1. Such funds as may be available to enable the Director of Civilian Defense to carry out the provisions of the aforementioned act of January 27, 1942, shall be used only for acquiring facilities, equipment and supplies necessary to provide for the adequate protection of persons and property from bombing attacks, sabotage and other war hazards in the United States, its territories and possessions ; for providing services necessary to facilitate effective use of all such facilities, equipment and supplies; for defraying expenses of procurement (including research and development), inspection, transportation, storage, maintenance, protection, distribution, recovery and return of facilities, equipment and supplies; and for accounting and administration with respect to such facilities, equipment and supplies, services and expenses.",
        "2. The Director of Civilian Defense from time to time within the limitations of such funds as may be available to the Office of Civilian Defense shall determine the general types and respective quantities of equipment which he shall deem necessary and desirable to be purchased. In making such determinations, the Director shall be afforded the advice and assistance of the War Department and may make use of any other technical assistance, studies, reports or information which may be available to him.",
        "3. The Director of Civilian Defense shall notify the Secretary of War, or such chiefs of services, bureaus or divisions of the War Department as the Secretary may direct, of each determination by the Director of the necessity of and desirability for the purchase of equipment in accordance with paragraph 2 of this order. The War Department shall thereupon undertake all steps necessary for the procurement as promptly as possible of equipment of the type and in the quantity specified by the Director of Civilian Defense.",
        "4. In connection with the procurement. of items of equipment for the Office of Civilian Defense the War Department shall undertake all necessary research, development and standardization of such equipment; shall contract for the purchase of such equipment; shall conduct all necessary inspections during and upon completion of manufacture or assembly; and shall see that all equipment conforms to specifications prior to acceptance.",
        "5. The War Department shall keep the Director of Civilian Defense informed of specific items of equipment being procured and of the approximate or probable dates for delivery thereof, and the Director of Civilian Defense shall furnish to the War Department timely instructions as to the place or places at which such equipment shall be delivered to the Office of Civilian Defense or upon its order. The War Department shall make all necessary and appropriate arrangements for the shipment of such equipment to the place or places so designated and shall be responsible for such equipment until delivery at such place or places. Thereafter the Office of Civilian Defense shall be responsible for such equipment, including its storage, maintenance, protection, issue and distribution.",
        "6. There shall be made available to the War Department, from time to time, within the limitations of such funds as may be available to the Office of Civilian Defense, sufficient funds to cover all proper expenses incurred by the War Department in pursuance of this order, including costs of research, development, procurement, inspection, transportation, and furnishing of facilities and services. The War Department shall have authority to pay all such expenses out of the funds so made available to it. The War Department shall keep the Office of Civilian Defense informed from time to time of all expenditures made from, and obligations incurred against, the funds so made available to it.",
        "7. In addition to facilities, equipment and supplies provided for the Office of Civilian Defense through the War Department as hereinbefore authorized, the Director of Civilian Defense may accept equipment or supplies transferred from any other department or agency of the Federal Government in conformity with applicable law, and may accept donations of, or may borrow or lease facilities, equipment or supplies from, states, municipalities or other political subdivisions, or from private individuals or corporations. The Office of Civilian Defense shall maintain at all times full and accurate records of all property received by it and of the disposition thereof. The Director of Civilian Defense shall make adequate arrangements for the storage, maintenance and protection of all equipment, facilities and supplies of the Office of Civilian Defense in its possession.",
        "8. Within the limitations of such funds as may be available to the Office of Civilian Defense, the Director may arrange with other public or private agencies for such research or development work, in addition to that of the War Department in connection with the procurement of equipment, as he may deem advisable in order better to provide for the adequate protection of persons and property from bombing attacks, sabotage or other war hazards.",
        "9. The Director of Civilian Defense shall make available the facilities, supplies, and services of the Office of Civilian Defense in such localities in the United States, its territories and possessions as he shall determine\" to be in need of, but unable to provide, adequate protection of persons and property from bombing attacks, sabotage or other war hazards. The Director shall have full discretionary authority from time to time (a) to define localities on the basis of existing political subdivisions or on such other bases as he may deem appropriate in view of areas of population density, the location of vital war activities, or other factors giving rise to particular risks from bombing attacks, sabotage or other war hazards, (b) to allocate, under such priorities as he may establish facilities, supplies and services to or among localities in need of, but unable to provide, adequate protection of persons and property from bombing attacks, sabotage or other war hazards, and (c) to recall any facilities or supplies, or discontinue any services so allocated to any locality. In allocating facilities, supplies or services to any particular locality the Director may rely upon certificates of duly constituted civil authorities of any state, territory, municipality or other political subdivision comprising or situated within such locality, setting forth the particular facilities, supplies or services which such state, territory, municipality or other political subdivision is unable to provide for the protection of persons and property from bombing attacks, sabotage, or other war hazards.",
        "10. All equipment, facilities and supplies which shall at any time be provided by the Director of Civilian Defense for any locality shall be at the disposition of the United States Government, and the United States Government shall retain in full its rights in such property as owner, lessee or borrower, as the case may be. To such extent as may be practicable, all such property shall be clearly and distinctly marked as the property of, or property under the control of, the United States Government, Office of Civilian Defense. It shall be the duty of the Director of Civilian Defense to report to the Attorney General for appropriate prosecution under the applicable provisions of the Federal Criminal Code any theft, unlawful use, injury to or depredation committed against any such property.",
        "11. The equipment, facilities and supplies of, or under the control of. the Office of Civilian Defense shall be made available in any locality only by loan to duly constituted civil authorities of any state, territory, municipality or other political subdivision comprising or situated within such locality, and any such authority may distribute the same to responsible and qualified individuals or organizations, in accordance with regulations issued by the Director of Civilian Defense; provided that it shall be a condition of all such loans that the civil authority to which each loan is made shall give assurance to the Director that the property loaned shall be adequately protected and maintained, that it shall not be used otherwise than for the protection of persons or property from bombing attacks, sabotage or other war hazards or for training or instruction incidental to such use, and that such property unless lost, destroyed or consumed in the course of such use shall be returned to the United States Government at any time upon order of, or pursuant to rules or regulations prescribed by, the Director of Civilian Defense.",
        "12. The Director of Civilian Defense may prescribe insignia, arm bands and other distinctive articles which may be worn by persons engaged in civilian defense activities and may establish rules and regulations for the wearing thereof. The wearing of any such insignia, arm band or other distinctive article otherwise than In accordance with such rules or regulations by any person having knowledge thereof shall subject such person to the penalties provided in section 2 of the act of January 27, 1942.",
        "13. The Director of Civilian Defense may make and issue such rules, regulations and orders, may prescribe and adopt such forms, and may make and enter into such agreements, leases and arrangements, not inconsistent with the act of January 27, 1942, the terms of any appropriations thereunder, and the regulations prescribed in this order, as he may deem necessary or desirable to carry out the purposes of such act. The Director may exercise any of the powers or duties conferred upon him by this order or by the act of January 27, 1942, through any responsible person in the employ of the Office of Civilian Defense that he may designate.",
        "14. All purchases and contracts for supplies or services made pursuant to this order shall be exempt from the requirements of section 3709 of the Revised Statutes to the extent permitted by law.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9088-Prescribing Regulations Concerning Civilian Defense Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368035"
}