{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7665-correcting-description-boundaries-kawaihae-lighthouse-reservation",
    "doc": "executive-order-7665-correcting-description-boundaries-kawaihae-lighthouse-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7665-Correcting Description of Boundaries of Kawaihae Lighthouse Reservation",
    "date": "July 17, 1937",
    "content": [
        "TERRITORY OF HAWAII",
        "Whereas by Proclamation dated April 24, 1911, the Governor of the Territory of Hawaii reserved and set aside certain lands at Kawaihae, Territory of Hawaii, for lighthouse purposes, which lands comprise the Kawaihae Lighthouse Reservation; and",
        "Whereas a recent survey made by the Survey Department of the Territory of Hawaii, and shown on Territorial Government Survey Map 2983, has developed discrepancies in the description of the boundaries of the said Lighthouse Reservation as contained in the said Proclamation of April 24, 1911:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141,159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered that the description of the boundaries of the Kawaihae Lighthouse Reservation be, and it is hereby, corrected to read as follows:",
        "Beginning at a point marked by a drill hole in the center of a cross on rock (+) at the north corner of the parcel of land, the coordinates of said point referred to Territorial Government Survey Triangulation Station \"Puu Kamalli\", being 2198.93 feet south and 3598.89 feet west, as shown on Territorial Government Survey Map 2983, the running of azimuths measured clockwise from true south:",
        "1. 332°50' 672.10 feet along Hawaiian home land to a drill hole at the apex of a V (>o) on rock; thence",
        "2. 63°27' 729.29 feet along same and along Grant 5455 to Mutual Telephone Company to a point on seashore at highwater mark, passing over a drill hole in the center of a cross (-o-) on rock at 689.29 feet.",
        "3. Thence along highwater mark at seashore, the direct azimuth and distance being 130°41' 474.24 feet thence",
        "4. 228°55' 935.52 feet along Kawaihae Residence Lots and Hawaiian home land to the point of beginning, passing over a drill hole in the center of a cross (+) on rock at 40 feet and containing an area of 10.261 acres, more or less.",
        "There is hereby excepted, however, from the said Reservation, for the use of the Territory of Hawaii for road purposes, a strip of land approximately sixty feet wide comprising a part of the Mahukona-Kawaihae public highway, such land being more particularly described as follows:",
        "Beginning at a 1¼ inch pipe imbeded in concrete at the west corner at this strip of land and the east corner of Lot 29, Kawaihae Residence Lots, the true azimuth and distance from said point of beginning to a drill hole in center of cross on rock (+) at seashore, being 48°55' 269.95 feet, and the coordinates of said point referred to Territorial Government Survey Triangulation Station \"Puu Kamalli\" being 2610.02 feet south and 4070.42 feet west, as shown on Territorial Government Survey Map 2983, all azimuths being measured clockwise from true south:",
        "1. 228°55' 60.10 feet across this highway right-of-way to a pipe imbeded in concrete; thence",
        "2. 322°12' 317.70 feet along northeast side;",
        "3. Thence along same on a curve to the left, having a radius of 2470.0 feet, the direct azimuth and distance being 319°35'17\" 225.12 feet; thence",
        "4. 63°27' 62.52 feet across this highway right-of-way;",
        "5. Thence along the southwest side of highway right-of-way on a curve to the right having a radius of 2530.0 feet, the direct azimuth and distance being 139°47'19.5\" 212.88 feet; thence",
        "6. 142°12' 314.26 feet along the southwest side of highway right-of-way to the point of beginning and containing an area of 737/1000 of an acre, more or less.",
        "The net area of the Kawaihae Lighthouse Reservation as above described is 9.524 acres, more or less.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 17, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7665-Correcting Description of Boundaries of Kawaihae Lighthouse Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368999"
}