{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13329-encouraging-innovation-manufacturing",
    "doc": "executive-order-13329-encouraging-innovation-manufacturing",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 ‐ 2009",
    "title": "Executive Order 13329-Encouraging Innovation in Manufacturing",
    "date": "February 24, 2004",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, including the Small Business Act, as amended (15 U.S.C. 631 et seq.), and to help ensure that Federal agencies properly and effectively assist the private sector in its manufacturing innovation efforts, it is hereby ordered as follows:",
        "Section 1. Policy. Continued technological innovation is critical to a strong manufacturing sector in the United States economy. The Federal Government has an important role, including through the Small Business Innovation Research (SBIR) and the Small Business Technology Transfer (STTR) programs, in helping to advance innovation, including innovation in manufacturing, through small businesses.",
        "Sec. 2. Duties of Department and Agency Heads. The head of each executive branch department or agency with one or more SBIR programs or one or more STTR programs shall:",
        "Sec. 3. Duties of Administrator of the Small Business Administration. The Administrator of the Small Business Administration:",
        "Office of Science and Technology Policy, for approval and are approved by the President. Sec. 4. Definitions. As used in this order:",
        "Sec. 5. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect the authority of the Director of the Office of Management and Budget with respect to budget, administrative, or legislative proposals.",
        "GEORGE W. BUSH\nThe White House,\nFebruary 24, 2004.",
        "[Filed with the Office of the Federal Register, 8:45 a.m., February 25, 2004]"
    ],
    "citation": "George W. Bush, Executive Order 13329-Encouraging Innovation in Manufacturing Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/217339"
}