{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8367-extending-the-limits-the-customs-port-entry-savannah-georgia-customs",
    "doc": "executive-order-8367-extending-the-limits-the-customs-port-entry-savannah-georgia-customs",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8367-Extending the Limits of the Customs Port of Entry of Savannah, Georgia, in Customs Collection District Number 17 (Georgia)",
    "date": "March 05, 1940",
    "content": [
        "By virtue of the authority vested in me by section 1 of the act of August 1, 1914, 38 Stat. 609, 623 (U.S.C., title 19, sec. 2), it is ordered that the limits of the customs port of entry of Savannah, Georgia (the headquarters port of Customs Collection District Number 17 (Georgia)), be, and they are hereby, extended so as to include the following-described additional area:",
        "Beginning at the intersection of the Georgia-Carolina Highway (U.S. No. 17) and Little Back River on the line between South Carolina and Georgia; thence in a general southeasterly direction through Little Back River, Back River, Savannah River and South Channel to the mouth of St. Augustine Creek, a distance of 11.6 miles; thence in a straight line in a southwesterly direction to the intersection of Moore Avenue (old Skidaway Road) and DeRenne Avenue, a distance of 5.8 miles; thence in a straight line in a westerly direction to the intersection of Middle Ground Road and DeRenne Avenue, a distance of 2.7 miles; thence in a straight line in a westerly direction to the intersection of Garrard Avenue and Ogeechee Road, a distance of 2.4 miles; thence in a straight line in a northwesterly direction to the intersection of Louisville Road and Bourne Avenue, a distance of 6.2 miles; thence in a straight line in a northeasterly direction to the intersection of Augusta Road and Augustine Creek, a distance of 4.8 miles; thence in a general easterly direction along Augustine Creek to the Savannah River, a distance of 2.4 miles; thence in a straight line in an easterly direction to Chatham County line on Coastal Highway and Little Back River (the point of beginning), a distance of 1.4 miles. (The territory described is shown on maps filed in the offices of the Bureau of Customs, U.S. Treasury Department, Washington, D.C., and the collector of customs, Savannah, Georgia.)",
        "This order shall become effective thirty days from the date hereof.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 5, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8367-Extending the Limits of the Customs Port of Entry of Savannah, Georgia, in Customs Collection District Number 17 (Georgia) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371914"
}