{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6044-withdrawal-lands-protect-fishing-rights-alaska-natives",
    "doc": "executive-order-6044-withdrawal-lands-protect-fishing-rights-alaska-natives",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 6044-Withdrawal of Lands to Protect Fishing Rights of Alaska Natives",
    "date": "February 23, 1933",
    "content": [
        "Under authority of the act of June 25, 1910 (36 Stat. 847-848), as amended by the act of August 24, 1912 (37 Stat. 497), and subject to the conditions of said acts, it is hereby ordered that all that portion of Amaknak Island, Alaska, included within the following-described boundaries, be, and the same is hereby, withdrawn and reserved, subject to any valid existing rights, for the protection of the fishing rights of Alaska natives:",
        "Beginning at point for corner No. 4, meander comer U.S. Survey No. 2088 on Iliuliuk Bay; thence N. 54° 11' W. approximately 32.80 chs. to the shore of Unalaska Bay;",
        "Thence southerly and westerly along the shore of Unalaska Bay at mean high tide to comer No. 3 on north boundary of Aleutian Island Reservation shown upon diagram accompanying Executive Order No. 5243;",
        "Thence along north boundary of reservation,",
        "S. 49° E., 10.00 chs.,",
        "S. 71° 30' E., 7.00 chs., to shore of Iliuliuk Bay;",
        "Thence in Iliuliuk Bay S. 71° 30' E., 3.00 chs., to point in bay;",
        "Thence across Iliuliuk Bay to a point in the bay from which comer No. 4, U.S. Survey No. 2088, bears N. 5° 10' W., 3.00 chs. distant;",
        "Thence in bay N. 5° 10' W., 3.00 chs., to point for comer No. 4 and place of beginning, containing approximately 110 acres. The directions of the lines refer to the true meridian. No survey of the tract has been made.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "HERBERT HOOVER",
        "The White House,February 23, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6044-Withdrawal of Lands to Protect Fishing Rights of Alaska Natives Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361594"
}