{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9424-establishing-the-united-states-patent-office-register-government",
    "doc": "executive-order-9424-establishing-the-united-states-patent-office-register-government",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9424-Establishing in the United States Patent Office a Register of Government Interests in Patents and Applications for Patents",
    "date": "February 18, 1944",
    "content": [
        "Whereas  there exists among the several executive departments and agencies a need for a more adequate source of information with respect to patent rights and interests owned or controlled by the United States Government; and",
        "Whereas  the establishment in the United States Patent Office, Department of Commerce, of a separate register for the recording of such patent rights and interests would meet this need and would be in the public interest:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "1. The Secretary of Commerce shall cause to be established in the United States Patent Office a separate register for the recording of all rights and interests of the Government in or under patents and applications for patents.",
        "2. The several departments and other executive agencies of the Government, including Government-owned or Government-controlled corporations, shall forward promptly to the Commissioner of Patents for recording in the separate register provided for in paragraph 1 hereof all licenses, assignments, or other interests of the Government in or under patents or applications for patents, in accordance with such rules and regulations as may be prescribed pursuant to paragraph 4 hereof; but the lack of recordation in such register of any right or interest of the Government in or under any patent oi application therefor shall not prejudice in any way the assertion of such right or interest by the Government.",
        "3. The register shall be open to inspection except as to such entries or documents which, in the opinion of the department or agency submitting them for recording, should be maintained in secrecy: Provided, however, That the right of inspection may be restricted to authorized representatives of the Government pending the final report to the President by the National Patent Planning Commission under Executive Order No. 8977 of December 12, 1941, and action thereon by the President.",
        "4. The Commissioner of Patents, with the approval of the Secretary of Commerce, shall prescribe such rules and regulations as he may deem necessary to effectuate the purposes of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 18, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9424-Establishing in the United States Patent Office a Register of Government Interests in Patents and Applications for Patents Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355106"
}