{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9143-withdrawing-public-lands-for-use-the-war-department-for-holding",
    "doc": "executive-order-9143-withdrawing-public-lands-for-use-the-war-department-for-holding",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9143-Withdrawing Public Lands for Use of the War Department for Holding, Reconsignment, and Quartermaster Depots",
    "date": "April 21, 1942",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid existing rights and to the transmission line withdrawal under Federal Power Project No. 882, the following-described public lands be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department for the establishment of a Holding and Reconsignment Depot and Quartermaster Depot:",
        "SAN BERNARDINO MERIDIAN",
        "T. 9 N., R. 1 E.,     sec. 10, that part of S½ lying north and west of Union Pacific Railroad right-of-way;     sec. 15, that part of NW¼ lying north and west of Union Pacific Railroad right-of-way.     The areas described aggregate 315.00 acres.",
        "This order shall take precedence over, but shall not rescind or revoke, Executive Order No. 6910 of November 26, 1934, as amended, so far as such order affects the above-described lands.",
        "It is intended that the lands described herein shall be returned to the administration of the Department of the Interior when they are no longer needed for the purposes for which they are reserved.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 21, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9143-Withdrawing Public Lands for Use of the War Department for Holding, Reconsignment, and Quartermaster Depots Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372262"
}