{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8921-withdrawing-public-land-for-use-the-united-states-coast-guard",
    "doc": "executive-order-8921-withdrawing-public-land-for-use-the-united-states-coast-guard",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8921-Withdrawing Public Land for Use of the United States Coast Guard, Treasury Department",
    "date": "October 23, 1941",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid existing rights, the following-described public land be, and it is hereby, withdrawn from all forms of appropriation under the public land laws, including the mining laws, and reserved for the use of the United States Coast Guard, Treasury Department, in connection with the establishment of lighted buoys to mark an emergency landing area for seaplanes:",
        "San Bernardino Meridian",
        "T. 11 S., R. 11 E., sec. 28; E½, NW¼, E½SW¼; containing 560 acres.",
        "This order shall take precedence over, but shall not rescind or revoke, (1) the Executive order of March 10, 1924, creating Public Water Reserve No. 90, so far as such order affects the above-described land, and (2) the Executive order of November 25, 1930, withdrawing certain lands, including the E½ sec. 28 of the above-mentioned township, as a fish and wildlife refuge. This order shall be subject to the order of the Secretary of the Interior of October 19, 1920, withdrawing certain lands under the provisions of the Reclamation Act of June 17, 1902 (32 Stat. 388), so far as that order affects the above-described land; and after the present national emergency has been officially terminated, this order shall be without effect upon notice to the Treasury Department by the Secretary of the Interior that the entire use of the above-described land Is needed for reclamation purposes or for wildlife purposes.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 23, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8921-Withdrawing Public Land for Use of the United States Coast Guard, Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368308"
}