{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8044-postponing-the-effective-date-executive-order-no-7916-june-24-1938",
    "doc": "executive-order-8044-postponing-the-effective-date-executive-order-no-7916-june-24-1938",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8044-Postponing the Effective Date of Executive Order No. 7916 of June 24, 1938, With Respect to Certain Positions and Providing for a Committee To Investigate and Report Methods for Selecting and Promoting Certain Personnel in Civil Service",
    "date": "January 31, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Constitution, by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), by the Civil Service Act of January 16, 1883 (22 Stat. 403, 404), and as President of the United States, it is hereby ordered as follows:",
        "1. Until further order, Executive Order No. 7916 of June 24, 1938, is suspended and made inoperative in so far as it covers into the competitive classified civil service as of February 1, 1939:",
        "(a) Positions to which, in the opinion of the Civil Service Commission, it is not practicable to make appointment upon competitive examination.",
        "(b) Positions the duties of which are determined, with the concurrence of the Civil Service Commission, to be of a highly confidential character.",
        "(c) Professional and scientific positions.",
        "(d) Positions in the Inland Waterways Corporation.",
        "(e) Such administrative and technical positions as are defined in this order.",
        "2. As used in this order the term \"administrative and technical positions\" shall mean all classes of positions:",
        "(a) The duties of which are to perform the most difficult and responsible office work along specialized and technical lines requiring extended training and experience, and the exercise of independent judgment, or to supervise a large or important office organization engaged in work involving extended training and considerable experience on the part of the employees, and all positions of a higher grade.",
        "(b) The duties of which are to perform difficult and important investigative services, being mostly on criminal or quasi-criminal cases, or cases requiring similar investigative procedures, and all positions of a higher grade.",
        "3. A committee is hereby appointed consisting of the following:",
        "Mr. Justice Stanley Reed, Chairman     Mr. Justice Felix Frankfurter     Attorney General Frank Murphy     William H. McReynolds, Administrative Assistant to the Secretary of the Treasury     Mr. Leonard D. White     General Robert E. Wood     Mr. Gano Dunn",
        "Such committee shall make a comprehensive study of methods of recruiting, testing, selecting, promoting, transferring, removing and reinstating personnel for the positions to which this order relates, and report to the President as soon as possible its recommendations thereon.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 31, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8044-Postponing the Effective Date of Executive Order No. 7916 of June 24, 1938, With Respect to Certain Positions and Providing for a Committee To Investigate and Report Methods for Selecting and Promoting Certain Personnel in Civil Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371819"
}