{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-canceling-yuma-indian-reservation",
    "doc": "executive-order-canceling-yuma-indian-reservation",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Canceling Yuma Indian Reservation",
    "date": "January 09, 1884",
    "content": [
        "EXECUTIVE MANSION, January 9, 1884.",
        "In lieu of an Executive order dated July 6, 1883, setting apart certain lands in the Territory of Arizona as a reservation for the Yuma Indians, which order is hereby cancelled, it is hereby ordered that the following-described tract of country in the State of California, except so much thereof as is embraced within the Fort Yuma military reservation, viz, beginning at a point in the channel of the Colorado River due east of the meander corner to sections 19 and 30, township 15 south, range 24 east, San Bernardino meridian; thence west on the line between sections 19 and 30 to the range line between townships 23 and 24 east; thence continuing west on the section line to a point which, when surveyed, will lie the corner to sections 22, 23, 26, and 27, in township 15 south, range 21 east; thence south on the line between sections 26 and 27, in township 15 south, range 21 east, and continuing south on the section lines to the intersection of the international boundary, being the corner to fractional sections 34 and 35, in township 16 south, range 21 east; thence easterly on the international boundary to the middle of the channel of the Colorado River; thence up said river, in the middle of the channel thereof, to the place of beginning, be, and the same is hereby, withdrawn from settlement and sale and set apart as a reservation for the Yuma and such other Indians as the Secretary of the Interior may see fit to settle thereon: Provided, however, That any tract or tracts included within the foregoing-described boundaries to which valid rights have attached under the laws of the United States are hereby excluded out of the reservation hereby made. It is also hereby ordered that the Fort Yuma military reservation before mentioned be, and the same is hereby, transferred to the control of the Department of the Interior, to be used for Indian purposes in connection with the Indian reservation established by this order, said military reservation having been abandoned by the War Department for military purposes.",
        "CHESTER A. ARTHUR."
    ],
    "citation": "Chester A. Arthur, Executive Order-Canceling Yuma Indian Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371386"
}