{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8546-creating-the-defense-communications-board-and-defining-its-functions",
    "doc": "executive-order-8546-creating-the-defense-communications-board-and-defining-its-functions",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8546-Creating the Defense Communications Board and Defining Its Functions and Duties",
    "date": "September 24, 1940",
    "content": [
        "Whereas coordinated planning for the most efficient control and use of radio, wire, and cable communication facilities under jurisdiction of the United States in time of national emergency involves the consideration of the needs for communication of the armed forces of the United States, of other government agencies, of industry, and of other civilian activities; and",
        "Whereas such planning must be accomplished as a matter of preparation for national defense; and",
        "Whereas the interest of national defense in the matter of control and use of communication facilities during any war in which the United States may become a belligerent is deemed paramount:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, and by the Communications Act of 1934 (48 Stat. 1064), as amended, it is ordered as follows:",
        "1. There is hereby created the \"Defense Communications Board,\" hereinafter called the Board, consisting of the Chairman, Federal Communications Commission, the Chief Signal Officer of the -Army, the Director of Naval Communications, the Assistant Secretary of State In charge of the Division of International Communications, and the Assistant Secretary of the Treasury in charge of the Coast Guard.",
        "2. The functions of the Board shall be, with the requirements of national defense as a primary consideration, to determine, coordinate, and prepare plans for the national defense, which plans will enunciate for and during any national emergency-",
        "a. The needs of the armed forces of the United States, of other governmental agencies, of industry, and of other civilian activities for radio, wire, and cable communication facilities of all kinds.",
        "b. The allocation of such portions of governmental and non-governmental radio, wire, and cable facilities as may be required to meet the needs of the armed forces, due consideration being given to the needs of other governmental agencies, of industry, and of other civilian activities.",
        "c. The measures of control, the agencies to exercise this control, and the principles under which such control will be exercised over non-military communications to meet defense requirements.",
        "d. The Chairman of the Federal Communications Commission shall be the Chairman of the Board. In the absence of the designated Chairman, the temporary chairmanship shall devolve upon the remaining members of the Board in the following order:",
        "1. The Chief Signal Officer of the Army or the Director of Naval Communications, whichever may be senior in rank.",
        "2. The Chief Signal Officer of the Army or the Director of Naval Communications, whichever may be junior in rank.",
        "3. The Assistant Secretary of State in charge of the Division of International Communications.",
        "4. The Assistant Secretary of the Treasury in Charge of the Coast Guard.",
        "In the absence of any regularly designated member, the agency which he represents may be represented by an alternate from that agency, designated by the head thereof, but such alternate shall not serve as Chairman. The Assistant Secretary of the Treasury in Charge of the Coast Guard is designated as the Secretary of the Board.",
        "5. The Board shall take no cognizance of matters pertaining to censorship. The Board shall study the physical aspects of domestic standard broadcasting and shall recommend such precautions, supplementary facilities and reallocations as it shall deem desirable under foreseeable military conditions. It shall also make plans for the speedy and efficacious use of all necessary facilities in time of military emergency.",
        "6. The Board shall appoint such committees as may be necessary to carry out its functions and to provide for continuing studies and for contact with other government agencies and with the civil communication industry.",
        "7. Except as otherwise instructed by the Board, committees appointed thereby shall have no power to make final disposition of any matter presented to them by the Board for study, but they shall express by written report their findings and recommendations. Minority reports may be submitted if deemed of sufficient importance to warrant further consideration by the Board.",
        "8. The Board and the committees shall call for consultation such representatives of other government agencies and of the civilian communication industry as may be deemed advisable in obtaining full knowledge of the situation being studied, to the end that the needs of all may be considered and provided for in so far as the situation permits. Other governmental agencies are directed to cooperate in providing assistance required by the Board in its studies.",
        "9. During any war in which the United States is a belligerent, or any national emergency, the existing Interdepartment Radio Advisory Committee shall act as a Committee of the Board, but only in an advisory capacity. While the Interdepartment Radio Advisory Committee is so acting as an advisory committee, all of its reports, recommendations, or communications normally prepared for submission to the President shall instead be submitted to the Board, for consideration from the standpoint of national defense and for disposition.",
        "10. Reports containing the findings and recommendations of the Board shall be submitted to the President for final action through one of his administrative assistants.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 24, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8546-Creating the Defense Communications Board and Defining Its Functions and Duties Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368425"
}