{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6333-transfer-lands-from-the-rainier-national-forest-the-columbia-national",
    "doc": "executive-order-6333-transfer-lands-from-the-rainier-national-forest-the-columbia-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6333-Transfer of Lands from the Rainier National Forest to the Columbia National Forest, Washington",
    "date": "October 13, 1933",
    "content": [
        "By virtue of the authority vested in me by. the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and on the recommendation of the Secretary of Agriculture, the following-described lands of the Rainier National Forest as defined by proclamation of October 23, 1911 (37 Stat. 1718), modified by Executive Order No. 1908, of March 28, 1914, are hereby transferred to the Columbia National Forest as defined by Executive Order No. 820, of June 18, 1908, and modified by Executive Order No. 4750, of October 31, 1927:",
        "Willamette Meridian",
        "All lands within the Rainier National Forest in Tps. 12 and 13 N., R. 6 E.; also all lands within said national forest lying south and east of the following-described line:",
        "Beginning at a point on the west line of sec. 30, T. 14 N., R. 7 E., where the hydrographic divide between the drainage of Nisqually River on the north and the drainage of Cowlitz River on the south intersects said section line; thence easterly and northerly along said hydrographic divide to Skate Mountains; thence northeasterly to the junction of Skate Creek and Johnson Creek; thence up Johnson Creek to its intersection with the south boundary of the Mount Rainier National Park; thence easterly along the boundary of said Mount Rainier National Park to the southeast corner thereof; thence southerly along the hydrographic divide between the Cowlitz River drainage on the west and the Wenatchee River drainage on the east to its point of intersection with the boundary of the Yakima Indian Reservation; thence following southerly along the boundary of said Indian reservation to the point of its intersection with the south line of sec. 31, T. 8 N., R. 12 E.",
        "The transfers effected by this order and the new boundaries of the Columbia National Forest are more clearly shown on the diagram attached hereto and made a part hereof.",
        "It is not intended by this order to give any lands a national-forest status which have not heretofore had such status, nor to remove any lands from a national-forest status.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 13, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6333-Transfer of Lands from the Rainier National Forest to the Columbia National Forest, Washington Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362164"
}