{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7898-withdrawal-public-land-authorized-be-added-the-yosemite-national-park",
    "doc": "executive-order-7898-withdrawal-public-land-authorized-be-added-the-yosemite-national-park",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7898-Withdrawal of Public Land Authorized To Be Added to the Yosemite National Park",
    "date": "May 26, 1938",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me as President of the United States, and in order to carry out effectively the provisions of the act of July 9, 1937, entitled \"An act to provide for the acquisition of certain lands for, and the addition thereof to, the Yosemite National Park, in the State of California, and for other purposes\" (50 Stat. 485), it is ordered that all public lands within the following described area be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and, subject to valid existing rights, reserved for the purpose of being added to the Yosemite National Park when title to all privately-owned land within this area has been vested in the United States:",
        "MT. DIABLO MERIDIAN",
        "T. 1 S., R. 19 E.,      Sec. 25, all;      Sec. 34, lots 3, 4, 5, 8 and 9;      Sec. 35, lots 1 to 10, inclusive, NE¼, and SE¼NW¼;      Sec. 36, all.",
        "T. 1 S., R. 20 E.,      Sec. 30, lots 2, 3, and 4, SE¼NW¼, E½ SW¼ and SE¼;      Sec. 31, all.",
        "T. 2 S., R. 19 E.,      Secs. 1, 2, and 3;      Sec. 10, E½;      Secs. 11 and 12;      Sec. 14, N½;      Sec. 15, NE¼.",
        "T. 2 S., R. 20 E.,      Sec. 6, lots 3 to 7, inclusive, SE¼NW¼, and E½SW¼.",
        "This order shall continue in force until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 26, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7898-Withdrawal of Public Land Authorized To Be Added to the Yosemite National Park Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368743"
}