{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9379-executive-order-establishing-special-emergency-board-report-the",
    "doc": "executive-order-9379-executive-order-establishing-special-emergency-board-report-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9379-Executive Order Establishing a Special Emergency Board To Report on the Adjustment of Wages for Employees of the Pacific Electric Railway Company of Los Angeles, California",
    "date": "September 23, 1943",
    "content": [
        "Whereas a continuing labor dispute following final action on a report by an emergency board now threatens a disruption of transportation services rendered by the Pacific Electric Railway Company of Los Angeles, California,",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and the statutes and particularly by the First War Powers Act, 1941, as President of the United States and Commander-in-Chief of the Army and Navy, it is hereby ordered as follows:",
        "1. There is hereby established a Special Emergency Board of three members to be selected by me from the National Railway Labor panel who shall report to me what, if any, wage adjustments for employees of the Pacific Electric Railway Company of Los Angeles, California, should be made, within the limitations of the Act of October 2, 1942 and the Executive Orders and Directives issued thereunder. The Board's report shall be based upon the proceedings before the Emergency Board that reported to me May 21, 1943 on this dispute, the relevant, factual material in the Madris Report filed with the National Railway Labor panel September 10, 1943 and such further relevant evidence as the Special Emergency Board shall determine to receive.",
        "2. The Special Emergency Board shall report to the President on or before October 15, 1943. Copies of the report shall be filed at the same time with the Economic Stabilization Director, the National War Labor Board, and the Commissioner of Internal Revenue.",
        "3. The Economic Stabilization Director shall on behalf of himself or other Departments and Agencies concerned report to the President the effect of the recommendations on the general stabilization program. The report of the Economic Stabilization Director shall be made within ten days after the date on which the Special Emergency Board's report has been filed. At the time of the Director's report the recommendations of the Special Emergency Board in regard to proposed changes affecting wages and salary payments shall become effective, unless and except to the extent the Economic Stabilization Director otherwise directs.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 23, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9379-Executive Order Establishing a Special Emergency Board To Report on the Adjustment of Wages for Employees of the Pacific Electric Railway Company of Los Angeles, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372360"
}