{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7381-transferring-war-department-possession-and-control-certain-land-army",
    "doc": "executive-order-7381-transferring-war-department-possession-and-control-certain-land-army",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7381-Transferring to War Department Possession and Control of Certain Land at Army Supply Base, Charleston, S.C.",
    "date": "June 03, 1936",
    "content": [
        "Whereas by Executive Order No. 3920, dated November 3, 1923, the possession and control of all that portion of the Charleston Quartermaster Intermediate Depot, Charleston, South Carolina, designated as Tracts Nos. 1 and 2 on the map on file in the office of the Quartermaster General, War Department, entitled \"Charleston Port Terminal, Plan No. 6243-107, dated May 10, 1923\", were transferred from the War Department to the United States Shipping Board; and",
        "Whereas it is deemed necessary in order to permit the proper maintenance of and supervision over the adjoining Charleston Ordnance Depot that the possession and control of the hereinafter-described portion of the said Tract No. 2 be returned to the War Department:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 17 of the act of June 5, 1920, 41 Stat. 988, 994, the possession and control of the following-described tract of land, comprising a part of the said Tract No. 2, are hereby transferred to the War Department for such period of time as the land may, in the opinion of the President, be required for military purposes:",
        "Beginning at an iron pipe marking the point of intersection of a line parallel to and 25 feet easterly of the center line of Cosgrove Avenue, produced northerly, with a line parallel to and 25 feet northerly of the center line of a 20 foot concrete road, said pipe also marking the northwesterly corner of tract No. 2.",
        "Thence from said initial point by metes and bounds,",
        "N. 84°44'30\" E., 825.50 ft. to a steel bolt;",
        "S. 26°46'50\" E., 60.88 ft. to a concrete monument;",
        "S. 68°06' W., 333.12 ft. to a concrete monument;",
        "S. 28°24'40\" W., 69.23 ft. to a concrete monument;",
        "S. 61°39'50\" W., 558.80 ft. to a concrete monument;",
        "N. 2°02' W., 429.97 ft. to the place of beginning.",
        "The tract as described contains an area of 4.56 acres.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,June 3, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7381-Transferring to War Department Possession and Control of Certain Land at Army Supply Base, Charleston, S.C. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355779"
}