{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6237-vesting-certain-power-and-authority-the-alien-property-custodian",
    "doc": "executive-order-6237-vesting-certain-power-and-authority-the-alien-property-custodian",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6237-A-Vesting Certain Power and Authority in the Alien Property Custodian",
    "date": "July 30, 1933",
    "content": [
        "By virtue of the power and authority vested in me by \"An act to define, regulate, and punish trading with the enemy, and for other purposes\" (40 Stat. 411), known as the \"Trading with the enemy Act,\" approved October 6, 1917, and amendments thereto, I hereby make the following order, rule, and regulation:",
        "I hereby vest in the Alien Property Custodian, and in the event of his death, resignation, absence, or disability, in the General Counsel, and in the event of his death, resignation, absence, or disability during his period of authority, then in the Director of Finance and Accounts of the Office of the Alien Property Custodian, all power and authority conferred upon me by the provisions of the act approved October 6, 1917, known as the \"Trading with the enemy Act,\" as amended, pertaining to the deposit, transfer, and payment of moneys, and interest which may have accrued thereon, which may be or have been deposited with the Treasurer of the United States, and to release and deliver property held under and by virtue of said acts: Provided, however, that all claims which are required to be submitted to the Attorney General and to the President, as provided in Executive Order No. 4862 of April 23, 1928, shall continue to be submitted to the Attorney General and to the President. Any order of payment of money, and interest, which may be executed by said officials shall constitute a ratification of all previous orders or acts, by virtue of which the funds in the possession of the Treasurer of the United States have been placed to the credit of the particular trusts on which such orders are drawn. I hereby revoke all former orders in conflict herewith.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 30, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6237-A-Vesting Certain Power and Authority in the Alien Property Custodian Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362057"
}