{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8193-assignment-frequencies-government-radio-stations",
    "doc": "executive-order-8193-assignment-frequencies-government-radio-stations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8193-A-Assignment of Frequencies to Government Radio Stations",
    "date": "July 05, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 305 of the Communications Act of 1934 as amended (48 Stat. 1083, 47 U.S.C. sec. 305), I hereby assign frequencies to Government radio stations and classes of stations as follows:",
        "",
        "1. Such frequencies as are herein assigned to classes of stations for use in the Canal Zone are approved in conformity with section 305 of the Communications Act of 1934 as amended, or other applicable laws or treaties.",
        "2. The symbols used in this Executive Order have the following meanings:",
        "f. Foreign rights recognized in accordance with international agreements in force.",
        "g. May be authorized for non-Government assignments provided no interference to Government assignments, present or future.",
        "j. May be authorized for both Government and non-Government assignments.",
        "n. May be authorized for Government assignments provided no interference to non-Government assignments, present or future.",
        "s. Used continually for Government navigational aids for protection of life and property.",
        "t. Not to interfere with assignments conforming to international treaties, regulations, or arrangements in force.",
        "3. In this Executive Order the abbreviation \"ACS\" is used to indicate the Alaska Communication System.",
        "4. In this Executive Order the term \"United States\" shall be understood to include the forty-eight states, the District of Columbia, the territories and the possessions, except the Canal Zone.",
        "5. In this Executive Order the term \"outside the continental limits of the United States\" shall be understood to include any United States area, such as Alaska, which is not within the forty-eight states and the District of Columbia.",
        "6. In this Executive Order the term \"Day Only\" is defined as follows: From two hours after local sunrise until two hours before local sunset.",
        "7. In this Executive Order the word \"priority\" means \"not to cause objectionable interference.\"",
        "8. In this Executive Order, unless otherwise indicated, when more than one agency is assigned the same frequency, relative priority between agencies, if existing, is indicated by the order of listing the frequency repeated on separate lines. When two or more agencies have equal priority the frequency itself is listed only once.",
        "9. The Classes of Stations used in this Executive Order are defined as follows:",
        "",
        "10. Unless otherwise specifically indicated, the maximum width of the frequency band of emission shall be as follows:",
        "",
        "11. The type of emission shown opposite a frequency is that of the maximum band width authorized. If the type of emission is not shown, Al emission only is authorized.",
        "12. The following Government experimental radio stations are authorized to use miscellaneous frequencies from time to time provided no interference is caused with other authorized services: Navy Department: Naval Research Laboratory, Bellevue, D.C.; Annapolis, Md. War Department: Fort Monmouth, N.J.; Wright Field, Ohio. Department of Commerce: National Bureau of Standards, Washington, D.C.; Beltsville, Md.; Meadows, Md.",
        "13. A radio station in any class to which a frequency is assigned herein may use such frequency in accordance with the terms of that assignment, only after approval by the Interdepartment Radio Advisory Committee, except that such approval is not required for mobile and portable stations, nor for stations of other classes when the station power is below limits specified for each class by the Interdepartment Radio Advisory Committee.",
        "14. A Government station may operate, during a period not exceeding two months, on frequencies other than those assigned to it for the purpose of selecting a frequency more suitable for a particular service before requesting authority for a change in frequency, provided that it first gives notice as to such use to the Interdepartment Radio Advisory Committee, and also to the Federal Communications Commission if the frequency is not assigned by Executive Order, and provided further that it will cease operation on notice of interference from the Interdepartment Radio Advisory Committee or the Federal Communications Commission. Such operation may be extended or renewed upon approval by the Interdepartment Radio Advisory Committee.",
        "15. The Interdepartment Radio Advisory Committee may authorize any Government radio station to conduct experimental operations upon a frequency assigned to some other Government station by Executive Order, or upon any frequency in the bands 144,000-156,000 kc, 168,000-180,000 kc, 192,000-204,000 kc, 216,000-224,000 kc, 230,000-234,000 kc, 246,000-258,000 kc, 270,000-282,000 kc, 294,000-300,000 kc, or upon any frequency above 300,000 kc, or to conduct manufacturing tests on any frequency, for such period as the Committee may deem necessary, provided that such station shall cease such operations upon receipt of notice of interference from the Interdepartment Radio Advisory Committee. The Interdepartment Radio Advisory Committee may also authorize interim operation on any frequency, pending issuance of a new Executive Order, with the same proviso.",
        "16. Any frequency authorized by the Federal Communications Commission for ship service may be employed by Government mobile stations when communicating with non-Government stations.",
        "17. Any mobile station may operate on a frequency assigned to a Government station in the mobile service when directed to do so by the latter.",
        "18. No department shall close a station no longer needed by it which is serving other Government departments without first giving due notification to the other Government departments concerned. This Executive Order supersedes Executive Order No. 7251 of December 19, 1935.",
        "This order shall be published in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 5, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8193-A-Assignment of Frequencies to Government Radio Stations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368721"
}