{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10100-regulations-relating-the-granting-certain-allowances-the-director",
    "doc": "executive-order-10100-regulations-relating-the-granting-certain-allowances-the-director",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 10100-Regulations Relating to the Granting of Certain Allowances by the Director of Central Intelligence",
    "date": "January 28, 1950",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 5(b) of the Central Intelligence Agency Act of 1949, approved June 20, 1949 (Public Law 110, 81st Congress), and as President of the United States, I hereby prescribe the following regulations:",
        "1. The allowances granted by the Director of Central Intelligence under section 5(b) of the Central Intelligence Agency Act of 1949 shall conform to the allowances granted by the Secretary of State in accordance with the regulations prescribed by him pursuant to section 901(1) and 901(2) of the Foreign Service Act of 1946 and Executive Order No. 10011 of October 22, 1948, as to places or cities with respect to which such regulations are applicable; and as to places or cities with respect to which such regulations are not applicable, the allowances granted by the Director shall conform, so far as practicable, to the general standards and rates contained in the said regulations of the Secretary of State.",
        "2. The Director of Central Intelligence may prescribe such further regulations as he may deem necessary to effectuate the purpose of this order.",
        "3. This order shall be effective as of June 20, 1949.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nJanuary 28, 1950"
    ],
    "citation": "Harry S Truman, Executive Order 10100-Regulations Relating to the Granting of Certain Allowances by the Director of Central Intelligence Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278942"
}