{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6160-administration-the-emergency-conservation-work",
    "doc": "executive-order-6160-administration-the-emergency-conservation-work",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6160-Administration of the Emergency Conservation Work",
    "date": "June 07, 1933",
    "content": [
        "By virtue of the authority vested in me by the Act of Congress entitled \"AN ACT For the relief of unemployment through the performance of useful public work, and for other purposes,\" approved March 31, 1933 (Public No. 5-73d Congress), it is hereby ordered that Executive Orders Numbers 6129 dated May 11, 1933, 6135 dated May 20, 1933, and 6147 dated May 26, 1933, be consolidated and amended to provide as follows:",
        "(1) Pay and Allowances.-Pursuant to directions from the President and under regulations to be issued by the Director, Emergency Conservation Work, and in accordance with definite grades to be defined by him, for the purpose of rewarding energetic effort and recognizing outstanding leadership, it is hereby ordered effective July 1, 1933, that not more than 5 per centum of the authorized strength of any Civilian Conservation Corps Company may be paid a cash allowance of $45.00 per month, and not more than an additional 8 per centum, a cash allowance of $36.00 per month.",
        "(2) Discipline.-By direction of the President and under regulations to be issued by the Director of Emergency Conservation Work, a penalty system is hereby authorized for minor offenses committed by enrolled personnel of the Civilian Conservation Corps. This system is to be comparable to the penalties customarily imposed by management of industrial enterprises in order to maintain efficiency of production and equality of opportunity and privileges for those employed. It shall include the conduct of hearings, governed by the rules of evidence, concerning offenses meriting such attention. Each hearing shall, together with the findings and penalty imposed, be made of record in such manner as may be directed. Penalties authorized may include; admonition; suspension of privileges, substitution of specified duties within the camp instead of the regular work for a maximum period of one week; or deduction of pot to exceed three days' cash allowance per month,",
        "(3) Veterans of the World War.-Pursuant to instructions from the President the enrollment of 25,000 veterans of the World War and of previous wars, without regard to the age limits prescribed for nonveterans will be completed, under the supervision and suchi regulations as may be deemed necessary and desirable by the Director of the Emergency Conservation Work; these men shall be enrolled under practically the same conditions as apply to the original enrollment formerly authorized; the veterans contingent shall be made a separate part of the organization and a distinctive part of the enterprise and their assignment to proper conservation camps shall be made in accordance with the regular program.",
        "(4) Indian Reservations.-The additional sum of $5,875,200 shall be added to the Emergency Conservation Fund in the Treasury by transfer of an equal amount from the unobligated balances of the appropriation for the Emergency Construction of Public Buildings contained in the act approved July 21, 1932, as authorized by Section 4 of the act approved March 31, 1933, which fund shall be transferred by the Treasury Department to the credit of the War Department for Conservation Work on tribal or other lands within Indian reservations under the authority contained in the act approved March 31, 1933. The funds authorized by the President for operation of Conservation Work on Indian reservations will, upon request by the Chief of Finance under direction of Robert Fechner, Director of Emergency Conservation Work, be transferred by the Treasury to the credit of the Interior Department; and the funds so transferred shall be withdrawn on requisition by the Commissioner of Indian Affairs for disbursement and accounting therefor through the bonded disbursing agent of each particular jurisdiction, and separate pay rolls and accounts, with supporting vouchers, shall be maintained by the Commissioner of Indian Affairs.",
        "(5) Purchase of Forest Land.-The additional sum of $20,000,000 shall be added to the Emergency Conservation Fund in the Treasury by transfer of an equal amount out of any unobligated moneys heretofore appropriated for public works (except for projects on which actual construction has been commenced or may be commenced within ninety days, and except maintenance funds for river and harbor improvements already allocated), as authorized by Section 4 of the act approved March 31, 1933, which fund shall be transferred by the Treasury Department to the credit of the War Department for the purchase of forest lands under the authority contained in the act approved March 31, 1933. The funds authorized by the President for the purchase of forest lands for Conservation Work will, upon request by the Chief of Finance under direction of Robert Fechner, Director of Emergency Conservation Work, be transferred by the Treasury to the credit of the Department of Agriculture; and the funds so transferred shall be withdrawn on requisition by the Chief of the Forest Service, Department of Agriculture, for the purchase of forest lands within the 42 existing national-forest purchase areas, under the provisions of the act of March 1, 1911, as amended, and in conformity with the procedure hitherto established to govern the conduct of such purchases of land, including the costs incident to the purchase of the lands.",
        "(6) Conservation Camps.-The Director, Emergency Conservation Work, is hereby authorized to take final action under the provisions of the act of March 31, 1933, and without reference to the President, in the approval of-",
        "(a) the location of conservation camps on Federally-owned land and the conduct thereon of forest, park, tree disease and insect control, and soil erosion and flood control projects.",
        "(b) the location of conservation camps on forest, park, and other lands owned by states which have agreed to the cooperative arrangement for reimbursement to the Federal Government, and the conduct thereon of forest, park, tree disease and insect control, and soil erosion and flood control projects.",
        "(c) the location of conservation camps assigned to county parks and metropolitan sections of municipal parks in those states which have agreed to cooperative arrangement and the conduct thereon of only such kinds of cooperative work as are now provided for by acts of Congress in preventing and controlling forest fires and the attacks of forest tree pests and diseases and such work as is necessary in the public interest to control floods.",
        "(d) the location of conservation camps on forest, park, and other lands owned by private parties in those states which have agreed to the cooperative arrangement for reimbursement to the Federal Government, and the conduct thereon of forest protection, tree disease and insect control, and simple flood control projects for the prevention of gully erosion and checking of flashy run-off at the headwaters of mountain streams.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 7, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6160-Administration of the Emergency Conservation Work Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361983"
}