{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5439-tongass-national-forest",
    "doc": "executive-order-5439-tongass-national-forest",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5439-Tongass National Forest",
    "date": "September 05, 1930",
    "content": [
        "Alaska",
        "Under authority of the acts of Congress approved March 3, 1891 (26 Stat. 1095), and June 4, 1897 (30 Stat. 11, 34, 36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that in the vicinity of the settlement of Petersburg, Alaska, the boundary of the Tongass National Forest be, and the same is hereby, changed to exclude any of the following described areas in Tps. 58 and 59 S., R. 79 E., Cooper River meridian, which were within the boundaries of the said forest as established by proclamation of June 10, 1925 (44 Stat. 2578):",
        "SE. ¼ sec. 21; all of sec. 22; lots 1 to 6, inclusive, sec. 26; U.S. surveys Nos. 282 and 1168, lots 1, 2, and 3, sec. 27; U.S. survey No. 1209, lots 1, 2, 3, 4, 5, NW. ¼ NE. ¼, N. ½ NW. ¼, and SW. ¼ NW. ¼, sec. 28; lots 1, 4, and 5, sec. 29; U.S. surveys Nos. 283, 284, 1477, and 1173, lots 1, 2, 3, 4, 5, 7, and 8, sec. 33; lots 1, 2, 3, 4, and S. ½, sec. 34; lots 1, 2, 3, W. ½ NE. ¼, E. ½ NW. ¼, and S. ½, sec. 35; lots 1, 2, and SW. ¼, sec. 36, T. 58 S., R. 79 E.;",
        "H. E. S. No. 38, lots 1, 2, 3, 4, 5, NE .¼ NW. ¼, and E. ½, sec. 3; U.S. survey No. 285, lots 1, 2, 5, 6, and 9, sec. 4; lot 1, sec. 9; H. E. S. No. 41, U.S. surveys Nos. 1211 and 1688, lots 1 to 7, inclusive, E. ½ SW. ¼, and E. ½, sec. 10; T. 59 S., R. 79 E.;",
        "Containing 4905.69 acres according to the plats on file in the General Land Office;",
        "and it is further ordered that any and all lands, surveyed and unsurveyed, in Tps. 58 and 59 S., R. 79 E., Cooper River meridian, situated between the exterior limits of the above-described areas and the Tongass National Forest, be, and the same are hereby, added to said forest.",
        "The withdrawal for national forest purposes made by this order shall, as to all lands which are at this date legally appropriated under the public land laws or reserved for any public purpose, be subject to and shall not interfere with or defeat legal rights under such appropriation, nor prevent the use for such public purpose of lands so reserved, so long as such appropriation is legally maintained, or such reservation remains in force.",
        "It is further ordered, pursuant to Public Resolution No. 85, approved June 12, 1930, that, subject to valid rights, the public lands in the excluded areas shall be opened to entry under the homestead laws by qualified ex-service men for whose service recognition is granted by such resolution, under the terms and conditions of said resolution and the regulations issued thereunder for a period of 91 days, beginning with the 63d day from and after the date hereof, and thereafter if unentered, to appropriation under any applicable public land law by the general public.",
        "Subsequent to this order, and prior to the date of restoration to general disposition as herein provided, no right may be acquired to said land by settlement in advance of entry, or otherwise, except strictly in accordance herewith.",
        "HERBERT HOOVER",
        "The White House,September 5, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5439-Tongass National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373068"
}