{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9041-prescribing-regulations-governing-the-grades-and-ratings-enlisted-men",
    "doc": "executive-order-9041-prescribing-regulations-governing-the-grades-and-ratings-enlisted-men",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9041-Prescribing Regulations Governing the Grades and Ratings of Enlisted Men of the Army of the United States",
    "date": "January 26, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 20, 1936, 49 Stat. 1554, it is hereby ordered that, effective on and after the date hereof, the grades and ratings of the enlisted men of all components of the Army of the United States in active Federal service shall be as set forth herein, and the number of such enlisted men in the several grades and ratings shall not exceed the percentages specified herein of the authorized active duty enlisted strength of the Army of the United States.",
        "1. The several grades and maximum percentages of enlisted men therein shall be as follows:",
        "",
        "2. Specialists' ratings and the maximum percentages of enlisted men therein shall be as follows:",
        "",
        "3. During the time that any enlisted men hold specialists' ratings, reductions in the authorized maximum numbers in the first six grades will be effected. These reductions will equal in cost, the cost of specialists' ratings held.",
        "4. Executive Order No. 8824 of July 18, 1941, prescribing regulations governing the grades and ratings of enlisted men of the Regular Army for the fiscal year 1942, is hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 26, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9041-Prescribing Regulations Governing the Grades and Ratings of Enlisted Men of the Army of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368086"
}