{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11866-designating-the-world-intellectual-property-organization-wipo-public",
    "doc": "executive-order-11866-designating-the-world-intellectual-property-organization-wipo-public",
    "president": "Gerald R. Ford",
    "president_byline": "38th President of the United States: 1974 ‐ 1977",
    "title": "Executive Order 11866-Designating the World Intellectual Property Organization (WIPO) as a Public International Organization Entitled to Enjoy Certain Privilages, Exemptions, and Immunities",
    "date": "June 18, 1975",
    "content": [
        "By virtue of the authority vested in me by Section 1 of the International Organizations Immunities Act (59 Stat. 669, 22 U.S.C. 288), and having found that the United States participates in the World Intellectual Property Organization pursuant to the Convention Establishing the World Intellectual Property Organization, signed at Stockholm on July 14, 1967, which convention entered into force for the United States on August 25, 1970 (21 U.S.T. 1749; TIAS 6932), I hereby designate the World Intellectual Property Organization as a public international organization entitled to enjoy the privileges, exemptions, and immunities conferred by the International Organizations Immunities Act.",
        "The designation of the World Intellectual Property Organization as a public international organization within the meaning of the International Organizations Immunities Act shall not be deemed to abridge in any respect privileges, exemptions, and immunities which that organization may have acquired or may acquire by treaty or Congressional action.",
        "GERALD R. FORD\nThe White House,\nJune 18, 1975."
    ],
    "citation": "Gerald R. Ford, Executive Order 11866-Designating the World Intellectual Property Organization (WIPO) as a Public International Organization Entitled to Enjoy Certain Privilages, Exemptions, and Immunities Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/269829"
}