{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8894-amending-certain-provisions-the-civil-service-rules",
    "doc": "executive-order-8894-amending-certain-provisions-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8894-Amending Certain Provisions of the Civil Service Rules",
    "date": "September 08, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Civil Service Act (22 Stat. 403, 404), it is hereby ordered as follows:",
        "Section 6 of Civil Service Rule II is amended to read as follows:",
        "6. Excepted employees-when classified. Except as provided in section 7 of this rule, a person holding a position when it is placed in the classified (competitive) service or otherwise is made subject to competitive examination shall, upon recommendation to the Commission by the head of the department or agency in which he is employed, have all the rights which he would have acquired if appointed thereto by competitive examination: Provided:",
        "(a) That he has rendered six months of satisfactory active service in such position or in the civilian executive branch of the Federal Government immediately prior to the effective date of the change in status of the position, and continues to serve in such position for sixty days thereafter;",
        "(b) That he shall pass such appropriate noncompetitive tests of fitness as the Commission may prescribe;",
        "(c) That he is not disqualified by any provision of section 3 of Civil Service Rule V or of any other civil service rule or by any provision of the Civil Service Act or any other statute or executive order:",
        "Provided further, that in conferring a classified competitive status upon any employee under this or any other rule or any statute or executive order, the Commission:",
        "(a) May, in its discretion, exempt from the physical requirements established for any position any employee who has rendered long and faithful service in a civil capacity for the Government;",
        "(b) May consider a person whose name is carried on the compensation rolls of the, Employees' Compensation Commission as having rendered satisfactory active service in the position in which he last served for the period which his name is carried on such rolls:",
        "Provided further, that any person who in order to perform active service with the military or naval forces of the United States has left, or leaves, a position (other than a temporary position) which is covered into the classified civil service under this rule, may, upon being reinstated thereto, acquire a classified civil service status: Provided, That he is recommended by the head of the department or agency concerned within one year of his reinstatement and certified as having served with merit for at least six months and that he meets the requirements of clauses (b) and (c) of the first proviso of this section.",
        "Any person who fails to meet the above-stated requirements of this section may, in the discretion of the head of the agency concerned, be retained in the position in which he is serving without acquiring a classified (competitive) status, but such employee may not be promoted, transferred, or assigned to any other classified (competitive) position.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 8, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8894-Amending Certain Provisions of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372194"
}