{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-1116-providing-for-diminution-time-from-sentences-certain-convicts-the",
    "doc": "executive-order-1116-providing-for-diminution-time-from-sentences-certain-convicts-the",
    "president": "William Howard Taft",
    "president_byline": "27th President of the United States: 1909 ‐ 1913",
    "title": "Executive Order 1116-Providing for Diminution of Time from Sentences of Certain Convicts in the Canal Zone",
    "date": "July 30, 1909",
    "content": [
        "Under authority vested in me by law, it is ordered:",
        "That every convict who is now or who may hereafter be confined in the Canal Zone penitentiary under sentence for a definite time, and who shall have no infraction of the rules and regulations of the penitentiary or laws of the Canal Zone recorded against him, and who performs the duties assigned to him in a faithful, orderly and peaceable manner, shall be entitled to the diminution of time from his sentence as follows: For the first year, one month; for the second year, two months; for the third year, three months; for the fourth year, four months; for the fifth year, five months; for the sixth and each succeeding year, six months; and pro rata for any part of a year, where the sentence is for more or less than a year.",
        "In case any convict shall be guilty of the violation of any of the rules or regulations of the penitentiary or laws of the Canal Zone as above provided, and has become entitled to any diminution of his sentence by the provisions aforesaid, he shall for the first offense forfeit, if he has made so much, two days; for the second offense, four days; for the third offense, eight days; for the fourth offense, sixteen days; and in addition thereto, whatever number of days, more than one, that he is in punishment, shall also be forfeited; for more than four offenses, the warden shall have power to deprive him, at his discretion, of any portion or all of the diminution of sentence that he may have earned, but not less than as provided for the fourth offense: Provided that the Chief Executive of the Canal Zone shall have the power to restore to any convict any diminution of sentence forfeited by him.",
        "Whenever any convict is or has been committed under several convictions, with separate sentences, they shall be construed as one continuous sentence, in the granting or forfeiting of diminution of sentence.",
        "The warden, in computing the diminution of sentence of any convict now in the penitentiary, shall allow him for the unexpired portion of his sentence, the same as if this order had been in effect at the commencement of his sentence, but shall not allow him for the portion of his sentence already served.",
        "WM. H. TAFT.",
        "THE WHITE HOUSE, July 30, 1909."
    ],
    "citation": "William Howard Taft, Executive Order 1116-Providing for Diminution of Time from Sentences of Certain Convicts in the Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/364909"
}