{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8061-transferring-certain-land-the-control-and-jurisdiction-the-treasury",
    "doc": "executive-order-8061-transferring-certain-land-the-control-and-jurisdiction-the-treasury",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8061-Transferring Certain Land to the Control and Jurisdiction of the Treasury Department",
    "date": "March 07, 1939",
    "content": [
        "VIRGIN ISLANDS",
        "By virtue of and pursuant to the authority vested in me by the act of March 3, 1917, c. 171, 39 Stat. 1132 (U.S.C., title 48, sec. 1391), and as President of the United States, I hereby transfer the following-described property from the control and jurisdiction of the Department of the Interior to the Control and jurisdiction of the Treasury Department, for use for post-office purposes:",
        "All that certain tract or parcel of land situated in the Virgin Islands of the United States, in the municipality of St. Croix. town of Christiansted, comprising the entire block bounded by Church, Company, Hospital, and King Streets, and more particularly described as follows: Beginning at a point being the intersection of the northeasterly side of Church Street with the southeasterly side of King Street; thence along said northeasterly side of Church Street S. 37°16' E., 168.54 feet, to a point in the northwesterly side of Company Street; thence along said northwesterly side of Company Street N. 52°23' , E., 77.46 feet, to a point in the southwesterly side of Hospital Street; thence along said southwesterly side of Hospital Street N. 37°13' W., 26.87 feet, to a point; thence, continuing along said southwesterly side of Hospital Street, N. 44°29' W., 119.54 feet, to a point in the southeasterly side of King Street; thence along said southeasterly side of King Street S. 72°11' W., 66.92 feet, to the point of beginning; together with the improvements thereon.",
        "Executive Order No. 5602 of April 20, 1931, entitled \"Placing certain government property in the Virgin Islands under the control and jurisdiction of the Department of the Interior\", and in which the above-described property is described as the \"Cable Office building,\" is hereby modified to the extent necessary to make this order effective.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 7, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8061-Transferring Certain Land to the Control and Jurisdiction of the Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371822"
}