{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8177-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8177-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8177-Amending the Foreign Service Regulations of the United States",
    "date": "June 21, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (U.S.C., title 22, sec. 132), and by section 26 of the act of February 23, 1931, 46 Stat. 1207, 1211, as amended by section 3 of the act of April 24, 1939, Public, No. 40, 76th Congress, 1st Session, it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following provisions as section II-19 of Part I and section II-31 of Part II of the Foreign Service Regulations:",
        "RETIREMENT OF FOREIGN SERVICE OFFICERS",
        "(a) Beneficiaries of retirement. All Foreign Service officers, all ambassadors and ministers who have been promoted from the classified Foreign Service, all Foreign Service officers and ambassadors and ministers promoted from the classified Foreign Service who have been appointed to positions in the Department of State, and all officers now included under the act of May 24, 1924, 43 Stat. 140, as amended by the act of July 3, 1926, 44 Stat. 902, shall be entitled to the benefits of the Foreign Service Retirement and Disability System established by section 26 of the said act of February 23, 1931, as amended by the said act of April 24, 1939, subject to such rules and regulations for the administration thereof as may be prescribed by the Secretary of State.",
        "(b) Additional voluntary deposits. Any Foreign Service officer may at his option deposit in the Foreign Service Retirement and Disability Fund additional sums in multiples of 2 per centum of his basic salary, but not to exceed 10 per centum of such basic salary in accordance with the provisions of section 26 (c) of the said act of February 23, 1931, as amended by section 3 of the said act of April 24, 1939, subject to such administrative rules and regulations as may be prescribed by the Secretary of State.",
        "CANCELATION OF PORTIONS OF REGULATIONS",
        "The following sections of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Sections III-19 to III-33, inclusive.",
        "PART II",
        "Chapter II.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 21, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8177-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368682"
}