{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6925-canceling-order-approving-code-for-the-cinders-ashes-and-scavenger",
    "doc": "executive-order-6925-canceling-order-approving-code-for-the-cinders-ashes-and-scavenger",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6925-A-Canceling Order Approving Code for the Cinders, Ashes and Scavenger Trade",
    "date": "December 19, 1934",
    "content": [
        "The Administrator for Industrial Recovery having called a public hearing to determine whether my order approving the Code of Fair Competition for the Cinders, Ashes and Scavenger Trade, Dated December 30, 1933, should be canceled, and the hearing having been held and tho National Industrial Recovery Board having rendered its report containing its recommendations and findings with respect to such cancellation, and it appearing that upon such cancellation most of the transportation operations of this Trade will be subject to the Code of Fair Competition for the Trucking Industry approved February 10, 1934, and all of the construction operations thereof to the Code of Fair Competition for the Construction Industry approved January 31, 1934.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States pursuant to the authority vested in me by Article VIII of the Code of Fair Competition for the Cinders, Ashes and Scavenger Trade, and by Title I of the National Industrial Recovery Act (approved June 16, 1933) do adopt and approve the report, recommendations and findings of the National Industrial Recovery Board, and do hereby cancel my order approving said Code.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     National Industrial Recovery BoardBy W. A. HARRIMAN          Administrative Officer",
        "The White House,December 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6925-A-Canceling Order Approving Code for the Cinders, Ashes and Scavenger Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373464"
}