{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6751-establishing-the-national-steel-labor-relations-board",
    "doc": "executive-order-6751-establishing-the-national-steel-labor-relations-board",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6751-Establishing the National Steel Labor Relations Board",
    "date": "June 28, 1934",
    "content": [
        "By virtue of the authority vested in me under title I of the National Industrial Recovery Act [48 Stat. 195; U.S.C. title 15, § 701 et seq.] and under a joint resolution approved June 19, 1934 [Pub. Res. 44, 73d Cong.] and in order to effectuate the policy of said act and joint resolution, I, Franklin D. Roosevelt, President of the United States, do hereby prescribe the following Executive order:",
        "Sec. 1 (a) There is hereby created in connection with the Department of Labor a Board, to be known as the \"National Steel Labor Relations Board\", which shall be composed of Judge Walter P. Stacey, North Carolina, chairman; James A. Mullenbach, Illinois and Admiral Henry A. Wiley, United States Navy, retired. Each member of the Board shall receive necessary traveling and subsistence expenses and, in addition thereto, $40 per diem.",
        "(b) The Board shall have authority to appoint employees, without regard to the provisions of the civil-service laws or the Classification Act of 1923 as amended, and to incur financial obligations in the proper performance of its duties. Obligations and expenses incurred under the authority of this order shall be paid out of the funds appropriated for the purposes of the National Industrial Recovery Act by the Fourth Deficiency Act, fiscal year 1933, approved June 16, 1933 [48 Stat. 274, 275].",
        "Sec. 2. The Board is hereby authorized in connection with labor problems relating to the iron and steel industry-",
        "(a) Promptly to investigate, hear, and determine any charges of interference, restraint, or coercion of employees in the exercise of their rights as defined in section 7 (a) of the National Industrial Recovery Act or article IV, § 1, of the Code of Fair Competition for the Iron and Steel Industry, and any complaint of discrimination against or discharge of any employee in violation of the rights as defined in said sections; and",
        "(b) To mediate in any dispute arising between employers and employees in the iron and steel industry; to arrange, when the Board shall deem it necessary, for conferences for collective bargaining or adjustment of grievances between employers and representatives of employees chosen in accordance with the requirements of section 7 (a) of the National Industrial Recovery Act [48 Stat. 198; U.S.C. title 15, § 707 (a)], article IV, § 1, of the Code of Fair Competition for the Iron and Steel Industry, and Public Resolution 44, Seventy-third Congress, and by mediating and conciliating to promote the settlement of controversies between employers and employees in the industry; and",
        "(c) To serve as a board of voluntary arbitration, or to create boards of voluntary arbitration, in any labor dispute between employers and employees in the iron and steel industry, provided that such dispute is voluntarily submitted for arbitration by both the parties thereto.",
        "(d) To exercise all the powers provided in said Public Resolution 44, Seventy-third Congress, for a board established under said resolution.",
        "Sec. 3. Whenever, after its services are invoked by employers or employees, the Board, upon investigation, shall find that an election is necessary to determine by what person, persons, or organization employees desire to be represented, the Board is authorized to order and conduct an election by a secret ballot (including primary elections when deemed advisable), in order to determine by what person, persons, or organization the employees desire to be represented. After each such election the Board shall certify the results to all concerned, and the person, persons, or organization certified as the choice of the majority of those voting shall be accepted as the representative or representatives of said employees for the purpose of collective bargaining, without thereby denying to any individual employee or group of employees the right to present grievances, to confer with their employers, or otherwise to associate themselves and act for mutual aid or protection.",
        "Sec. 4. The Board shall have access to such pay rolls and other documents as will enable the Board to prepare and certify lists of employees eligible to vote in elections.",
        "Sec. 5 (a) The Board, with the approval of the President, shall make and prescribe such rules and regulations as it may deem necessary for the exercise of the powers conferred in this order.",
        "(b) The Board shall make a report to the President through the Secretary of Labor of its activities, findings, investigations, and recommendations.",
        "Sec. 6. The Board shall cease to exist when, in the opinion of the President, it has completed the duties it is authorized to perform.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     FRANCES PERKINS,          The Secretary of Labor.",
        "The White House,June 28, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6751-Establishing the National Steel Labor Relations Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373476"
}