{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9228-amendment-executive-order-no-4314-september-25-1925-establishing",
    "doc": "executive-order-9228-amendment-executive-order-no-4314-september-25-1925-establishing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9228-Amendment of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing the Navigation of the Panama Canal and Adjacent Waters",
    "date": "August 19, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 9 of title 2 of the Canal Zone Code, approved June 19, 1934, Executive Order No. 4314 of September 25, 1925, as amended, establishing rules governing the navigation of The Panama Canal and adjacent waters, is hereby further amended by adding, following present Rule 45 in Chapter V thereof, a new rule numbered 45a and reading as follows:",
        "\"Rule 45a. Gangway watch on vessels at piers in wartime. In time of war in which the United States is engaged, and during any other period when ordered by the Governor subject to the provisions of section 8 of title 2 of the Canal Zone Code, the master of a vessel lying at any wharf or pier in the Canal Zone, or his representative, shall cause to be maintained a continuous and competent gangway watch which shall check the identity of all persons going or board or attempting to go on board such vessel, or leaving or attempting to leave such vessel, shall prevent unauthorized persons from going on board such vessel, and shall, through the master of such vessel or his representative, promptly report all cases wherein unauthorized persons board or attempt to board or leave or attempt to leave such vessel. The report hereinbefore required may be made to any Canal Zone police or customs officer, or to any member of the military guard or naval shore patrol, on the wharf or pier. As used in this Rule, the term 'unauthorized persons' shall mean and include all persons other than (a) officers, members of the crew, and passengers of such vessel, and (b) persons who bear proper photographic identification and establish that they have legitimate business on board such vessel.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 19, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9228-Amendment of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing the Navigation of the Panama Canal and Adjacent Waters Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372327"
}