{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7869-inspection-income-excess-profits-and-capital-stock-tax-returns-the",
    "doc": "executive-order-7869-inspection-income-excess-profits-and-capital-stock-tax-returns-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7869-Inspection of Income, Excess-Profits, and Capital Stock Tax Returns by the Special Committee to Investigate Lobbying Activities, United States Senate",
    "date": "April 18, 1938",
    "content": [
        "By virtue of the authority vested in me by section 257 (a) of the Revenue Act of 1926 (44 Stat. 9, 51); section 55 of the Revenue Act of 1934 (48 Stat. 680, 698); sections 105(e) and 106(c) of the Revenue Act Of 1935 (49 Stat. 1014, 1018, 1019); and section 55 of the Revenue Act of 1936 (49 Stat. 1648, 1671), it is hereby ordered that income, excess-profits, and capital stock tax returns made under the Revenue Act of 1935, as amended by the Revenue Act of 1936, the Revenue Act of 1936, and the Revenue Act of 1936 as amended by the Revenue Act of 1937, shall be open to inspection by the Special Committee to Investigate Lobbying Activities, United States Senate, or any duly authorized subcommittee thereof, for the purpose of, and to the extent necessary in, the investigation of lobbying activities in connection with the so-called \"holding company bill\", or any other matter or proposal affecting legislation which such committee or subcommittee is authorized and directed to make by Senate Resolution 165, passed July 11, 1935 (Seventy-fourth Congress, first session); such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury Decision relating to the inspection of returns by that committee, approved by me this date.",
        "This order shall be published in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 18, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7869-Inspection of Income, Excess-Profits, and Capital Stock Tax Returns by the Special Committee to Investigate Lobbying Activities, United States Senate Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368754"
}