{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5462-withdrawal-public-land-for-customs-and-immigration-inspection",
    "doc": "executive-order-5462-withdrawal-public-land-for-customs-and-immigration-inspection",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5462-Withdrawal of Public Land for Customs and Immigration Inspection Purposes, Arizona",
    "date": "October 14, 1930",
    "content": [
        "It is hereby ordered that the following described tract of land in Arizona, in what will probably be, when surveyed, secs. 6 and 7, T. 18 S., R. 5 W., Gila and Salt River meridian, be, and the same is hereby, temporarily withdrawn from settlement, location, sale, or entry, subject to valid existing rights, for customs and immigration inspection purposes at the international boundary line in Arizona:",
        "Beginning at the intersection of the center line of the Ajo-Sonoyta highway with the United States-Mexico international boundary, in approximate latitude 31° 53' N., and longitude 112° 49' W., 382.6 feet S. 70° 20' E. of international boundary monument No. 167. Thence along said international boundary, N. 70° 20' W., 3.30 chains. Thence parallel to the center line of the Ajo-Sonoyta highway (which bears approximately N. 35° 14' E.), 10.00 chains. Thence parallel to said international boundary, S. 70° 20' E., 10.00 chains. Thence parallel to the Ajo-Sonoyta highway (S. 35° 14' W.), 10.00 chains, to a point on said international boundary. Thence along said international boundary, N. 70° 20' W., 6.70 chains, to the center line of the Ajo-Sonoyta highway, and the place of beginning, containing approximately 10 acres; excepting and excluding from this withdrawal, however, the 60-foot strip of land along the international boundary line reserved for customs purposes by Proclamation No. 758 of May 27, 1907 (35 Stat. 2136).",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "HERBERT HOOVER",
        "The White House,October 14, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5462-Withdrawal of Public Land for Customs and Immigration Inspection Purposes, Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361093"
}