{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5189-prescribing-regulations-governing-the-administration-the-foreign",
    "doc": "executive-order-5189-prescribing-regulations-governing-the-administration-the-foreign",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5189-Prescribing Regulations Governing the Administration of the Foreign Service",
    "date": "September 11, 1929",
    "content": [
        "Whereas, under the provisions of the Act of May 24, 1924, the President is authorized to prescribe certain rules and regulations for administering the Foreign Service on an interchangeable basis,",
        "Now, therefore, the President in the exercise of the powers conferred upon him by the Constitution and laws of the United States, makes the following regulations:",
        "1. Vacancies in all classes from 1 to 9 shall be filled by promotion from lower classes, .based upon ability and efficiency as shown in the service.",
        "2. All admissions to the service shall be to the grade of Foreign Service Officer, unclassified.",
        "3. Officers and employees, after five years of continuous service in the Department of State, are eligible for appointment by transfer to any class in the Foreign Service upon the recommendation of the Foreign Service Personnel Board and with the approval of the Secretary of State as hereinafter provided.",
        "The Foreign Service Personnel Board.",
        "4. There is hereby constituted a Foreign Service Personnel Board composed as follows:",
        "Three Assistant Secretaries of State to be designated by the Secretary of State, one of whom shall be designated as Chairman.",
        "5. It shall be the duty of the Board:",
        "(a) From time to time as vacancies arise, to submit to the Secretary of State lists of those Foreign Service Officers whose records of efficiency entitle them to advancement in the Service, and who are therefore recommended for promotion, and the names of those officers and employees in the Department of State who, after five years of continuous service, and because of special ability and merit are recommended for appointment by transfer to the position of Foreign Service Officer.",
        "(b) To submit to the Secretary of State the names of those Foreign Service Officers who, in the opinion of the Board, have demonstrated special capacity for promotion to the grade of Minister. Each list thus submitted shall enumerate the names of the officers in the order of merit and shall be complete in itself, superseding all previous lists. A list shall be submitted to the Secretary of State whenever there is a vacancy in the grade of Minister or when requested by the President or the Secretary of State and in no case shall it contain more names than there are vacancies to fill. Each such list, if approved by the Secretary of State, shall be submitted to the President.",
        "(c) To submit to the Secretary of State the names of those Foreign Service officers who are recommended for designation as counselors of embassy or legation.",
        "(d) To recommend to the Secretary of State the assignment of Foreign Service Officers to posts and the transfer of such officers from one branch of the Service to the other according to the needs of the Service.",
        "(e) To consider controversies and delinquencies among the Service personnel and recommend to the Secretary appropriate disciplinary measures where required.",
        "6. Whenever it is determined that the efficiency rating of an officer is poor and below the required standard for the Service, the Personnel Board shall so notify the officer, and if after due notification the rating of such officer continues nevertheless to be unsatisfactory, his name shall be reported to the Secretary of State with a full recital of the circumstances and a recommendation of the Board for separation from the Service.",
        "Whenever such recommendation for separation from the Service is made, the Board shall at the same time notify the officer of the action taken.",
        "7. The members of the Board, individually and collectively, shall have authority to examine all records and data relating to the personnel of the Service.",
        "8. All action taken by the Board shall be strictly non-partisan, and based exclusively upon the record of efficiency of the officers concerned.",
        "9. The proceedings of the Board shall be strictly confidential, but the Chairman may, and it is hereby made a part of his duty, within a reasonable time prior to each meeting of the Board for recommending promotions, demotions, or removals, to invite the Chairman of the Senate Committee on Foreign Relations and the Chairman of the House Committee on Foreign Affairs or some committee member designated by the Chairman, to sit with the Board through its deliberations without, however, participating in its decisions.",
        "Division of Foreign Service Personnel.",
        "10. There shall be in the Department of State a Division of Foreign Service Personnel to which shall be attached not more than three Personnel Officers, at least one of whom shall be a Foreign Service Officer of high rank, to be chosen by the Secretary of State upon the recommendation of the Personnel Board. The duties of the Division not inconsistent herewith shall be prescribed by the Secretary of State.",
        "The Board of Examiners.",
        "11. There is hereby constituted a Board of Examiners composed of the following members, to wit: Three Assistant Secretaries of State to be designated by the Secretary of State, one of the Personnel Officers attached to the Division of Foreign Service Personnel, and the Chief Examiner of the Civil Service Commission or such person as may be designated by him to serve in his stead. The Assistant Secretaries of State may, when necessary, designate other persons to serve for them on the Board.",
        "12. It shall be the duty of the Board of Examiners to formulate rules for and hold examinations of applicants for commission to the Foreign Service and to determine from among the persons designated by the President for examination those who are fitted for appointment.",
        "13. The scope and method of the examinations shall be determined by the Board of Examiners, but among the subjects shall be included the following: at least one modern language other than English (French, Spanish, or German by preference), elements of international law, geography, the natural, industrial, and commercial resources and the commerce of the United States; American history, government and institutions; the history since 1850 of Europe, Latin America and the Far East; elements of political economy, commercial and maritime law.",
        "14. The examinations shall be both written and oral.",
        "15. Examinations shall be rated on a scale of 100, and no person rated at less than 80 shall be eligible for certification.",
        "16. No one shall be certified as eligible who is under twenty-one or over thirty- five years of age, or who is not a citizen of the United States, or who is not of good character and habits and physically, mentally, and temperamentally qualified for the proper performance of the duties of the Foreign Service, or who has not been specially designated by the President for appointment subject to examination and to the occurrence of an appropriate vacancy.",
        "17. Upon the conclusion of the examinations, the names of the candidates who shall have attained upon the whole examination the required rating will be certified by the Board to the Secretary of State as eligible for appointment.",
        "18. The names of candidates will remain on the eligible list for two years, except in the case of such candidates as shall within that period be appointed or shall withdraw their names. Names which have been on the eligible list for two years will be dropped therefrom and the candidates concerned will not again be eligible for appointment unless upon fresh application, designation anew for examination, and the successful passing of such examination.",
        "19. Applicants for appointment who are designated to take an examination and who fail to report therefor, shall not be entitled to take a subsequent examination unless they shall have been specifically designated to take such subsequent examination.",
        "20. In designations for appointment subject to examination and in appointments after examination, due regard will be had to the principle that as between candidates of equal merit, appointments should be made so as to tend to secure proportional representation of all the States and Territories in the foreign service; and neither in the designation for examination nor certification nor appointment after examination will the political affiliations of the candidates be considered.",
        "21. The Board of Examiners is authorized to issue such notices and to make all such rules as it may deem necessary to accomplish the object of this regulation.",
        "22. New appointments to the Service shall be to the grade of Foreign Service Officer, unclassified, and no promotions to a higher grade shall be made except on the recommendation of the Foreign Service Personnel Board, with the approval of the Secretary of State, after the completion of one full term of instruction, or the equivalent thereof in the Foreign Service School hereinafter established.",
        "The Foreign Service School.",
        "23. There is hereby established in the Department of State a Foreign Service School for the instruction of new appointees.",
        "24. The Foreign Service School shall be under the direction of a Foreign Service School Board composed of the following members, to wit: Three Assistant Secretaries of State to be designated by the Secretary of State, one of the Personnel Officers attached to the Division of Foreign Service Personnel, and the Chief Instructor of the Foreign Service School. The School Board will act in all matters with the approval of the Secretary of State.",
        "25. The Chief Instructor shall be selected by the other members of the School Board from among the officers of the Foreign Service, with the approval of the Secretary of State.",
        "26. Other instructors shall be selected from among the qualified officers of the Department of State, the Foreign Service, the other executive departments of the Government, and other available sources in the discretion of the School Board.",
        "27. The term of instruction in the Foreign Service School shall be considered a period of probation during which the new appointees are to be judged as to their qualifications for advancement and assignment to duty. At the end of the term, recommendations shall be made to the Secretary of State by the Personnel Board for the dismissal of any who may have failed to meet the required standard of the Service.",
        "28. The Secretary of State is authorized to prescribe rules and regulations for the governance of the Foreign Service School.",
        "Authority of the Secretary of State.",
        "29. The Secretary of State is authorized to prescribe rules and regulations not inconsistent herewith for the administration of the Foreign Service.",
        "Repeal.",
        "30. The Executive Orders of June 7, 1924, and February 25, 1928, are hereby revoked.",
        "Date on Which Foregoing Regulation Shall Become Effective.",
        "31. This order shall take effect on September 16, 1929.",
        "HERBERT HOOVER",
        "The White House,September 11, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5189-Prescribing Regulations Governing the Administration of the Foreign Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360887"
}