{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8382-amendment-executive-order-no-8234-september-5-1939-prescribing",
    "doc": "executive-order-8382-amendment-executive-order-no-8234-september-5-1939-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8382-Amendment of Executive Order No. 8234 of September 5, 1939, Prescribing Regulations Governing the Passage and Control of Vessels Through the Panama Canal in Any War in Which the United States is Neutral",
    "date": "March 25, 1940",
    "content": [
        "By virtue of the authority vested in me by section 9 of title 2 of the Canal Zone Code, approved June 19, 1934, Executive Order No. 8234 of September 5, 1939, prescribing regulations governing the passage and control of vessels through the Panama Canal in any war in which the United States is neutral, is hereby amended by adding thereto, immediately following paragraph numbered 2 thereof, a new paragraph numbered 3 reading as follows:",
        "\"3. Possession of cameras on board vessels; photographing from vessels. While on board any vessel in transit through the Panama Canal, no person shall (a) have or remain in possession of any camera, or (b) make any photograph, sketch, picture, drawing, map, or graphical representation of any of the locks of the Panama Canal, or of any portion of any such lock, or of any area within or adjacent to any such lock, or of any object or structure within or upon any such area, without first obtaining the permission of the Governor of The Panama Canal, and promptly submitting the product obtained to the Governor for such action as he may deem necessary. The master of every vessel that transits the Panama Canal (a) shall prior to the beginning of each transit cause all cameras on board such vessel, or which are brought on board by embarking passengers, or otherwise, to be collected and delivered to him, and shall retain the said cameras in his possession, in a secure and inaccessible place, until the disembarkation of the original possessors thereof or until the transit through the Canal is completed, and (b) shall during such transit take such further action, in cooperation with the Canal authorities, as may be necessary to prevent the making, by any person on board such vessel in the waters of the Canal Zone, of any photograph, sketch, picture, drawing, map, or graphical representation which is forbidden by this paragraph; but these provisions shall not apply with respect to any person who has obtained permission as provided in this paragraph. Any person who shall violate any provision of this paragraph shall be punishable as provided in section 9 of title 2 of the Canal Zone Code.\"",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8382-Amendment of Executive Order No. 8234 of September 5, 1939, Prescribing Regulations Governing the Passage and Control of Vessels Through the Panama Canal in Any War in Which the United States is Neutral Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371928"
}