{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9004-amending-schedules-and-b-the-civil-service-rules",
    "doc": "executive-order-9004-amending-schedules-and-b-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9004-Amending Schedules A and B of the Civil Service Rules",
    "date": "December 30, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Constitution, by Section 1753 of the Revised Statutes (5 U.S.C. 631), by the Civil Service Act of January 16, 1883 (22 Stat. 403), and as President of the United States, Schedules A and B of the Civil Service Rules are hereby amended to read as follows:",
        "Schedule A-Positions Excepted From Examination Under Section 3, Civil Service Rule II",
        "I. ENTIRE EXECUTIVE CIVIL SERVICE",
        "1. Chaplains.",
        "2. Cooks, when in the opinion of the Commission it is not expedient to make appointment upon competitive examination; but this paragraph shall not apply to positions of cook at fixed locations, such as hospitals, quarantine stations, or penal institutions.",
        "3. Positions to which appointments are made by the President without confirmation by the Senate.",
        "4. Special attorneys employed on a temporary basis for specific litigation or other legal work where knowledge of local values or conditions or other specialized qualifications not possessed by the attorneys regularly employed by the department are required for successful results. Such temporary employment shall be only for such time as is required to complete the specific assignment for which the original appointment was approved.",
        "5. Chinese, Japanese, and Hindu interpreters.",
        "6. Any person receiving from one department or establishment of the Government for his personal salary compensation aggregating not more than $540 per annum whose duties require only a portion of his time, or whose services are needed for very brief periods at intervals, provided that employment under this provision shall not be for job work such as contemplated in section 4 of rule VH3. Appointments under this paragraph for duty in Washington, D.C. may be made only with the express prior approval of the Commission when in the opinion of the Commission the use of existing registers or the establishment of new registers is impracticable. The name of the employee, designation, duties, rate of pay, and place of employment shall be shown in the periodical reports of changes; and in addition, when payment is not at a per annum rate, the total service rendered and the distribution of such service during the year shall be shown in the report of changes at the end of each year or when the employee is separated from the service. The additional employment under similar conditions of such a person by another department or establishment of the Government will be subject to the approval of the Commission.",
        "7. Any person employed in a foreign country or in the Virgin Islands, or in Puerto Rico when public exigency warrants, or in any island possession of the United States in the Pacific ocean (except the Hawaiian Islands), or in the Philippine Islands, when in the opinion of the Commission it is not practicable to treat the position as in the competitive classified service; but this paragraph shall not apply to any person employed in Canada or Mexico in the service of the Immigration and Naturalization Service, Department of Justice, or to any person employed in any foreign country, or in the Virgin Islands, by the Bureau of Customs of the Treasury Department.",
        "8. Officers and employees in the Federal service on the Isthmus of Panama, except accountant, bookkeeper, clerk, draftsman, physician, play-ground director, statistician, stenographer, surgeon, trained nurse, typist, and harbor personnel in the Quartermaster Corps of the War Department. Appointments to clerical positions on the Isthmus of Panama paying $100 in United States currency per month or less may be made without examination.",
        "9. Positions in Alaska when, in the opinion of the Commission, the use of existing registers or the establishment of new registers is considered impracticable. Former employees who served in positions excepted under this paragraph may be reinstated to positions in Alaska in the department in which they served upon recommendation of the appointing officer and approval of the Civil Service Commission.",
        "10. Temporary, part-time, or intermittent employments of mechanics, skilled laborers, and tradesmen on construction or repair work in the field services, in places where there is no local board of examiners of the Civil Service Commission for the employing establishment, and where the Commission deems it impracticable to establish registers of eligibles. Seasonal employments of a recurring nature are not authorized under this paragraph.",
        "11. Any position directly concerned with the protection of the life and safety of the President and the members of his family.",
        "12. Any person appointed without compensation or at a compensation of $1.00 per annum, provided such employments meet the requirements of applicable laws relating to compensation.",
        "13. Professional, scientific and technical experts for temporary, part-time or intermittent employment for consultation purposes.",
        "14. Unskilled laborers at any city, locality or establishment where the Labor Regulations were not in effect on July 1, 1941. The Commission, with the concurrence of the department or agency concerned, may include within the classified civil service unskilled laborer positions at any such city, locality or establishment.",
        "II. STATE DEPARTMENT",
        "1. Five special assistants to the Secretary of State.",
        "2. All employees of international commissions, congresses, conferences, and boards, except the International Joint Commission; the International Boundary Commission, United States and Mexico; and the International Boundary Commission, United States, Alaska, and Canada.",
        "3. Chief and two assistant chiefs of the foreign service buildings office.",
        "4. Two private secretaries or confidential assistants to the Secretary of State, and one to each Assistant Secretary of State.",
        "5. One private secretary or confidential assistant to the head of each bureau in the State Department appointed by the President.",
        "6. One chauffeur for the Secretary of State.",
        "7. Gage readers employed part-time or intermittently by the International Boundary Commission, United States and Mexico, at such isolated localities that in the opinion of the Commission the establishment of registers is impracticable.",
        "III. TREASURY DEPARTMENT",
        "1. Two private secretaries or confidential assistants to the Secretary of the Treasury, and one to each Assistant Secretary of the Treasury.",
        "2. Special employees in the field service of the Bureau of Narcotics; and special employees for temporary detective work in the field service of the Bureau of Internal Revenue under the appropriation for detecting and bringing to trial and punishment persons violating the internal revenue laws. Appointments under this paragraph shall be limited to persons whose services are required because of individual knowledge of violations of the law, and such appointments shall be continued only so long as the personal knowledge possessed by the appointee of such violation makes his services necessary. This exemption from competition is for special and unusual cases only and report shall be made to the Commission by letter as soon as the appointment is made.",
        "3. Bureau of Customs: Positions in foreign countries designated as \"interpreter-translator\" and \"special employee,\" when filled by appointment of persons who are not citizens of the United States; and positions in foreign countries of messenger and janitor.",
        "4. Coast Guard: Lamplighters in the Lighthouse Service.",
        "5. Five Assistants to the Secretary of the Treasury.",
        "6. Receivers of insolvent national banks and other financial institutions which are filled by appointment by the Comptroller of the Currency and whose salaries are paid directly from the funds of insolvent institutions.",
        "IV. WAR DEPARTMENT",
        "1. Two private secretaries or confidential assistants to the Secretary of War and one to each Assistant Secretary of War.",
        "2. One chauffeur for the Secretary of War.",
        "3. United States Army Transport Service: Longshoremen employed at ports in the United States; and the following positions on transport ships: Seaman, water tender, oiler, fireman, wiper, room-bath and deck steward, messman, mess-boy, dishwasher, janitor, porter, scullion, silver and glass man, watchman, head-waiter, waiter, bellboy, barber, laundry-man, Post Exchange steward, administrative assistant-Post Exchange, soda dispenser; and all grades of the following: Cook, baker, butcher, pantryman.",
        "4. Positions the duties of which are of a quasi-military nature and involve the security of secret or confidential matter, when in the opinion of the Commission they cannot be filled from registers of eligibles.",
        "5. One consulting architect for work of reconstructing the United States Military Academy, West Point, N.Y.",
        "6. In the Philippine Islands: Artisans engaged in a recognized trade, craft or skilled (manual) occupation} helpers in such occupations; and other subordinate employees in similar manual occupations; when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "7. Caretakers of abandoned military reservations or of abandoned or unoccupied military posts when the positions are filled by retired noncommissioned officers or enlisted men.",
        "8. Civilian professors, instructors, and teachers at the United States Military Academy, West Point, N.Y., except the following: Civilian instructor of wrestling, civilian instructor of boxing, civilian instructor of gymnastics, chapel organist and choirmaster, teacher at the children's school, and librarian.",
        "9. Physicians and surgeons employed on a fee basis or under contract when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "10. Employees at Army hospitals in the Philippines and in Puerto Rico when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "11. Messenger boys employed on the Alaska Communications System.",
        "12. Interns (medical and dental) in Army hospitals.",
        "13. During the emergency declared by the President to exist on May 27, 1941, employees of the Army Motion Picture Service and positions of hostess and librarian under the Morale Branch of the Office of the Adjutant General assigned to Army posts.",
        "14. During the emergency declared by the President to exist on May 27, 1941, all positions in the War Department on the Isthmus of Panama.",
        "V. NAVY DEPARTMENT",
        "1. Two private secretaries or confidential assistants to the Secretary of the Navy, and one to each Assistant Secretary of the Navy.",
        "2. Professors, instructors, and teachers in the United States Naval Academy.",
        "3. Positions the duties of which are of a quasi-naval character and involve the security of secret or confidential matter when, in the opinion of the Commission, they cannot be filled from registers of eligibles.",
        "4. Positions of attendant and orderly at the United States Naval Home when filled by the appointment of beneficiaries of the Home.",
        "5. At the naval stations at Cavite, Olongapo, and Guantanamo: Artisans engaged in a recognized craft, trade, or skilled (manual) occupation; helpers in such occupations; other subordinate employees in similar manual occupations; supervisory employees over workers in these occupations; when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "VI. DEPARTMENT OF JUSTICE",
        "1. Director and three assistant directors of prisons.",
        "2. Two private secretaries or confidential assistants to the Attorney General, and one to each of the following: Assistant to the Attorney General, Solicitor General, Assistant Solicitor General, and each Assistant Attorney General.",
        "3. One chauffeur for the Attorney General.",
        "4. Eight positions in the immediate office of the Attorney General in addition to those excepted under paragraph 2 of this subdivision.",
        "5. Members of the board of parole.",
        "6. All positions in the Federal Bureau of Investigation.",
        "7. One private secretary to the Commissioner of Immigration and Naturalization.",
        "8. Federal Prison Industries, Inc.: The Commissioner of Industries.",
        "9. Three Deputy Commissioners of Immigration and Naturalization.",
        "10. Court reporters employed by courts outside continental limits of the United States.",
        "11. Deputy United States Marshals paid on a fee basis.",
        "12. Positions of bailiff in the United States Courts.",
        "VII. POST OFFICE DEPARTMENT",
        "1. Two private secretaries or confidential assistants to the Postmaster General, one to each Assistant Postmaster General, and one to the Solicitor of the Post Office Department.",
        "2. One private secretary or confidential assistant to the head of each bureau (or office) in the Post Office Department in Washington, D.C., who is appointed by the President.",
        "3. All employees in post offices of the third and fourth class, except postmasters and village delivery carriers.",
        "4. One chauffeur for the Postmaster General.",
        "5. Five special assistants to the Postmaster General.",
        "6. Substitute rural carriers.",
        "7. Special delivery messengers.",
        "8. Unskilled laborers employed as janitors and cleaners at a compensation less than $720 per annum.",
        "VIII. DEPARTMENT OF THE INTERIOR",
        "1. Two private secretaries or confidential assistants to the Secretary of the Interior and one to each Assistant Secretary of the Interior.",
        "2. One chauffeur for the Secretary of the Interior.",
        "3. Office of the Secretary: One assistant to the Secretary.",
        "4. Engineers, geologists, economists, architects and appraisers in a consulting or advisory capacity for temporary, part-time, or intermittent employment. Employments under this paragraph shall not exceed four months in any one calendar year, unless prior permission is given by the Commission for the extension of an additional four months.",
        "5. Positions in the Bureau of Indian Affairs, Washington, D. C., and in the field, when filled by the appointment of Indians who are of one-fourth or more Indian blood.",
        "6. One private secretary or confidential assistant to the head of each bureau in the Interior Department who is appointed by the President, and one each to the Governors of Alaska, Hawaii, Puerto Rico, and the Virgin Islands.",
        "7. All employees of the Neopit Lumber Mills on the Menominee Indian Reservation in Wisconsin.",
        "8. Agricultural extension agents and home demonstration agents employed in field positions in the Indian Service, the work of which is financed jointly by the Indian Service and cooperating persons, organizations or governmental agencies outside the Federal service.",
        "9. Local physicians and dentists employed in the Indian Service on a part-time or fee basis or under contract, when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "10. Temporary, intermittent, or seasonal positions in the National Park Service when filled by the appointment of persons who are certified as maintaining a permanent and exclusive residence within, or contiguous to, a National Park and as being dependent for livelihood primarily upon employment available within the National Park, subject to the approval of the Commission.",
        "11. Seaman, deckhand, fireman, cook, mess attendant, and water tender on vessels of the Fish arid Wildlife Service.",
        "12. Housekeepers in the Indian Service, at a gross salary not in excess of $600 per annum.",
        "13. Agents in the Fish and Wildlife Service and the Grazing Service employed in field positions, the work of which is financed jointly by the Interior Department and cooperating persons or organizations outside the Federal Service.",
        "14. Positions in the field service of the Fish and Wildlife Service concerned with scientific fishery investigations when filled by the appointment of students at colleges and universities of recognized standing: Provided, that substantial contributions to the investigations are made by such colleges or universities in money, services, or materials or in the use of buildings, laboratories, equipment, or facilities or otherwise. Such employments may be continued under this authority only so long as the appointee is a bona fide student at the particular college or university and receives academic credit toward a degree for the work which he is performing for the Fish and Wildlife Service.",
        "15. Office of the Secretary: Director and Assistant Director of the Division of Power.",
        "16. Office of the Secretary: One private secretary or confidential assistant to the Director of the Division of Power.",
        "17. National Power Policy Committee: The General Counsel.18. Temporary or seasonal caretakers at temporarily closed camps or improved areas to maintain grounds, buildings or other structures and prevent damage or theft of government property. Such appointments shall not extend beyond six months without the prior approval of the Commission.",
        "19. Temporary seasonal field assistants in forestry and range management at salaries not to exceed a rate of $1,440 a year and for not to exceed four months in any one calendar year.",
        "20. Puerto Rico Reconstruction Administration: One administrator and one head administrative officer.",
        "21. Petroleum Conservation Division: A director, a secretary to the director, and three members of Federal Tender Boards.",
        "22. Office of Indian Affairs: The executive director of the Indian Arts and Crafts Board.",
        "23. Bituminous Coal Division: The director of the division, one administrative assistant to the Director, and ten special assistants in the Bituminous Coal Division.",
        "24. Bonneville Power Administration: One administrator and one assistant administrator.",
        "25. Division of Territories and Island Possessions: The director of the division.",
        "26. Territory of Hawaii: One Hawaiian Homes Representative.",
        "27. Virgin Islands: The administrator of St. Croix, Virgin Islands.",
        "28. Office of the Secretary: Six field representatives whose duties are of a confidential nature.",
        "29. Office of the Secretary: Six special agents in the Division of Investigations to investigate fraudulent entries and other matters of a criminal nature.",
        "IX. DEPARTMENT OF AGRICULTURE",
        "1. (a) Agents employed in field positions the work of which is financed jointly by the Department and cooperating persons, organizations, or governmental agencies outside the Federal service.",
        "(b) Local agents, except veterinarians, employed temporarily outside of Washington in demonstrating in their respective localities the necessity of eradicating cattle ticks, scabies, hog cholera, and animal tuberculosis, and other contagious or infectious animal diseases.",
        "(c) Positions the duties of which require a speaking knowledge of one of the Indian languages.",
        "In making appointments under this paragraph, a full report shall be submitted immediately by the Department to the Commission setting forth the name, designation, and compensation of the appointee and a statement of the duties to which he is to be assigned and of his qualifications for such duties, in such detail as to indicate clearly that the appointment is properly made under one of the above classes. The same procedure shall be followed in case of the assignment of any such agent to duties of a different character.",
        "2. One chauffeur for the Secretary of Agriculture.",
        "3. Two private secretaries or confidential assistants to the Secretary of Agriculture, and one to each Assistant Secretary of Agriculture.",
        "4. Student assistants whose salaries shall not exceed a rate of $480 a year while employed. Only bona fide students at high schools or colleges of recognized standing shall be eligible for appointment under this paragraph. Appointments shall not exceed 6 months in any 1 calendar year, except in exceptionally meritorious cases, and then only upon prior approval of the Commission. Appointments under this paragraph shall be reported to the Commission in such form as the Commission may prescribe.",
        "5. Temporary, intermittent or seasonal positions in the Forest Service when filled by the appointment of persons who are certified as maintaining a permanent and exclusive residence within, or contiguous to, a national forest and as being dependent for livelihood primarily upon employment available within the national forest, subject to the approval of the Commission.",
        "6. Two assistants to the Secretary in the office of the Secretary of Agriculture.",
        "7. Any local veterinarian employed on a fee basis or a part-time basis where, in the opinion of the Commission, the establishment of registers is impracticable.",
        "8. Farm Credit Administration: One private secretary or confidential assistant each to the Governor of the Farm Credit Administration, the Land Bank Commissioner, the Intermediate Credit Commissioner, the Production Credit Commissioner, and the Cooperative Bank Commissioner.",
        "9. Farm Credit Administration: Positions in the Federal Intermediate Credit Banks and the Production Credit Corporations.",
        "10. Farm Credit Administration: Positions in the Regional Agricultural Credit Corporations.",
        "11. Farm Credit Administration: The General Counsel and the General Solicitor.",
        "12. Commodity Credit Corporation: Members of the Board of Directors.",
        "13. Commodity Credit Corporation: The President, two Vice Presidents, Assistant to the President, and five Regional Directors.",
        "14. Rural Electrification Administration: One private secretary or confidential assistant to the Administrator.",
        "15. Rural Electrification Administration: Two Deputy Administrators.",
        "16. Rural Electrification Administration: The General Counsel.",
        "17. Forest Service: Temporary emergency forest guards employed for fire prevention or suppression for periods not to exceed an aggregate of 120 days in anyone calendar year.",
        "18. Agricultural Adjustment Administration: The Administrator, Assistant Administrator, Special Assistant to the Administrator, Regional Directors and Assistant Regional Directors.",
        "19. Agricultural Adjustment Administration: Members of State committees.",
        "20. Agricultural. Adjustment Administration: Farmer fieldmen and farmer fieldwomen to interpret, explain and supervise farm programs.",
        "21. Agricultural Adjustment Administration: Temporary, intermittent and seasonal employees to check allotments, whose aggregate employment shall not exceed 120 days in any one calendar year.",
        "22. Crop Insurance Corporation: The manager, branch managers, and farmer fieldmen.",
        "23. Farm Security Administration: The Administrator and three assistant administrators.",
        "24. Surplus Marketing Administration: The President and three Vice Presidents of the Federal Surplus Commodities Corporation.",
        "25. The Solicitor of the Department of Agriculture.",
        "26. Technical or professional consultants or advisors, at salary rates of $4600 or more, employed for not to exceed six months in any one calendar year.",
        "27. Temporary, seasonal field assistants in forestry and range management, at salaries not to exceed a rate of $1440 a year, and for not to exceed four months in any one calendar year.",
        "28. Temporary, seasonal clerical or custodial positions in the Field Service of the Department of Agriculture, at places other than Civil Service District headquarters, paying not to exceed a rate of $1800 a year, for periods not to exceed six months in any one calendar year, whenever in the opinion of the Commission such positions can not be filled from existing registers.",
        "29. Temporary or seasonal caretakers at temporarily closed camps or improved, areas. Such appointments shall not extend beyond a period of six months, except with the prior approval of the Commission's District Managers.",
        "X. EXECUTIVE OFFICE OF THE PRESIDENT",
        "1. Bureau of the Budget: One private secretary or confidential assistant each to the Director and Assistant Director.",
        "2. National Resources Planning Board: Professional, scientific and technical experts (including part-time advisors, part-time chairmen of field offices, and part-time chairmen and members of technical advisory committees) employed for short periods for consultation purposes.",
        "3. National Resources Planning Board: Employees in field positions the work of which is financed jointly by the Board and cooperating organizations or Governmental agencies outside the Federal Service.",
        "4. National Resources Planning Board: Student assistants whose salaries shall not exceed a rate of $480 a year while employed. Only bona fide students at high schools and colleges of recognized standing shall be eligible for appointment under this paragraph. Appointments shall not exceed six months in any one calendar year, except in exceptionally meritorious cases and then only upon prior approval of the Commission. Appointments under this paragraph shall be reported to the Commission in such form as the Commission may prescribe.",
        "5. Office of Government Reports: Two assistant directors.",
        "6. Office of Government Reports: The Executive Officer.",
        "7. Office of Government Reports: Eight technical consultants.",
        "8. Office of Government Reports: One State Director in each State.",
        "9. Office of Government Reports: One private secretary or confidential assistant to the Director, to each Assistant Director, and to the Executive Officer.",
        "XI. DEPARTMENT OF COMMERCE",
        "1. Two private secretaries or confidential assistants to the Secretary of Commerce, and one to each Assistant Secretary of Commerce.",
        "2. One private secretary or confidential assistant to the head of each bureau in the Department of Commerce who is appointed by the President.",
        "3. One chauffeur for the Secretary of Commerce.",
        "4. Student assistants in the National Bureau of Standards whose salaries shall not exceed a rate of $480 a year each while employed. Only bona fide students a t high schools or colleges of recognized standing pursuing technical or scientific courses shall be eligible for appointment under this paragraph. Appointments shall not exceed 6 months in any one calendar year, except in especially meritorious cases, and then only upon prior approval of the Commission. Appointments under this paragraph shall be reported to the Commission in such form as the Commission may prescribe.",
        "5. Seaman, deckhand, fireman, cook, mess attendant, and water tender on vessels of the Department of Commerce.",
        "6. Office of the Secretary of Commerce: Six assistants to the Secretary.",
        "7. Temporary appointments to such positions required in connection with the surveying operations of the field service of the Coast and Geodetic Survey as may be authorized by the Commission after consultation with the Department of Commerce. Appointments to such positions shall not exceed 8 months in any one calendar year.",
        "8. Caretakers and helpers at magnetic and seismological observatories outside continental United States.",
        "9. Caretakers and light attendants employed on emergency landing fields and other air navigation facilities.",
        "10. One private secretary or confidential assistant to the Administrator of the Civil Aeronautics Administration.",
        "11. Agents to take and transmit meteorological observations in connection with airways, whose duties require only part of their time, and whose compensation does not exceed $100 a month.",
        "12. Weather Bureau: Agents employed in field positions the work of which is financed jointly by the Department of Commerce and cooperating persons, organizations, or governmental agencies outside the Federal Service.",
        "In making appointments under this paragraph, a full report shall be submitted immediately by the Weather Bureau to the Commission, setting forth the name, designation and compensation of the appointee and a statement of the duties to which he is to be assigned and of his qualifications for such duties in such detail as to indicate clearly that the appointment is properly made under the above paragraph. The same procedure shall be followed in case of the assignment of any such agent to duties of a different character.",
        "13. Bureau of the Census: Supervisors, Assistant Supervisors, and supervisors' clerks and enumerators in the field service for temporary, part-time, or intermittent employment for not to exceed one year.",
        "14. Bureau of the Census: Employments of individuals, firms, or corporations for not to exceed four months in any one calendar year for special statistical studies and statistical compilations, the compensation for which is derived from funds deposited with the United States under the Act of May 27, 1935 (49 Stat. 292), provided that such employments may, with the approval of the Commission, be extended for not to exceed four additional months.",
        "XII. INTERSTATE COMMERCE COMMISSION",
        "1. One private secretary or confidential assistant to each commissioner.",
        "XIII. DEPARTMENT OF LABOR",
        "1. Commissioners of conciliation in labor disputes whenever in the judgment of the Secretary of Labor the interests of industrial peace so require.",
        "2. Office of the' Secretary: Three special assistants to the Secretary.",
        "3. One private secretary or confidential assistant to the head of each bureau in the Department of Labor who is appointed by the President.",
        "4. Two private secretaries or confidential assistants to the Secretary of Labor, and one to each Assistant Secretary of Labor.",
        "5. Division of Public Contracts: The Administrator, the Assistant Administrator, and three Members of the Public Contracts Board.",
        "XIV. GENERAL ACCOUNTING OFFICE",
        "1. One private secretary or confidential assistant to the Comptroller General.",
        "2. Two assistants to the Comptroller General.",
        "XV. MARITIME LABOR BOARD",
        "1. One private secretary or confidential assistant to each member of the Board.",
        "XVI. BOARD OF TAX APPEALS",
        "1. One private secretary or confidential assistant to each member of the Board.",
        "XVII. FEDERAL LOAN AGENCY",
        "1. Electric Home and Farm Authority: Members of the Board of Trustees.",
        "2. Export-Import Bank of Washington: Members of the Board of Trustees.",
        "3. Export-Import Bank of Washington : One private secretary or confidential assistant to each member of the Board of Trustees.",
        "4. Electric Home and Farm Authority: The President and the Vice President.",
        "5. Electric Home and Farm Authority: The Secretary and Assistant Secretary.",
        "6. Electric Home and Farm Authority: The Treasurer and Assistant Treasurer.",
        "7. Electric Home and Farm Authority: The General Manager, the Assistant General Manager, and five District Managers.",
        "8. Electric Home and Farm Authority: The General Counsel.",
        "9. Electric Home and Farm Authority: The Commercial Manager and Assistant Commercial Manager.",
        "10. Electric Home and Farm Authority: The Credit Manager.",
        "11. Federal Home Loan Bank Board: One Assistant to the Board.",
        "12. Federal Home Loan Bank Board: One Executive Assistant to the Board and one Assistant to the Chairman of the Board.",
        "13. Federal Home Loan Bank Board: One position of Assistant to the Chair man of the Board and to the General Manager of the Home Owners' Loan Corporation.",
        "14. Federal Home Loan Bank Board: One Deputy or Assistant to the Vice Chairman of the Board and to each of the remaining three members of the Board.",
        "15. Federal Home Loan Bank Board: One private secretary or confidential assistant to each of the five members of the Board.",
        "16. Federal Home Loan Bank Board: One General Counsel and one Associate General Counsel in charge of the legal work of the Board.",
        "17. Federal Home.Loan Bank Board:A governor, two deputy governors and one assistant governor of the Board.",
        "18. Federal Savings and Loan Insurance Corporation: One Assistant to the Board of Directors.",
        "19. Federal Savings and Loan Insurance Corporation: One Associate General Counsel in charge of the legal work of the Corporation.",
        "20. Federal Savings and Loan Insurance Corporation: The General Manager and one Deputy Manager of the Corporation.",
        "21. Home Owners' Loan Corporation: One Assistant to the Board of Directors.",
        "22. Home Owners' Loan Corporation: One Associate General Counsel in charge of the Legal Department of the Corporation and one Assistant to the General Counsel in charge of financial matters and matters of financial policy referred to the Legal Department.",
        "23. Home Owners' Loan Corporation: The General Manager of the Corporation and three Deputy General Managers, one in charge of appraisal and reconditioning, one in charge of loan service, and one in charge of property management.",
        "24. Reconstruction Finance Corporation: One secretary, two assistants to the secretary, four assistant secretaries, one treasurer, one assistant to the treasurer, and four assistant treasurers of the Corporation.",
        "25. Reconstruction Finance Corporation: One private secretary or confidential assistant each to the Secretary and the Treasurer of the Corporation.",
        "26. Reconstruction Finance Corporation: One assistant to the Directors.",
        "27. Reconstruction Finance Corporation: Twelve special assistants to the Board of Directors.",
        "28. Reconstruction Finance Corporation: One assistant to each member of the Board of Directors.",
        "29. Reconstruction Finance Corporation: Six administrative assistants in the Office of the Board of Directors.",
        "30. Reconstruction Finance Corporation: Two junior administrative assistants in the Office of the Board of Directors.",
        "31. Reconstruction Finance Corporation: Six special representatives (field).",
        "32. Reconstruction Finance Corporation: Two private secretaries or confidential assistants to the Chairman and one private secretary or confidential assistant to each of the other members of the Board of Directors.",
        "33. Reconstruction Finance Corporation: One private secretary or confidential assistant to the General Counsel.",
        "34. Reconstruction Finance Corporation: Two private secretaries or confidential assistants assigned to the Federal Loan Administrator.",
        "35. Reconstruction Finance Corporation: Four chauffeurs for the Chairman and members of the Board of Directors.",
        "36. Reconstruction Finance Corporation: All directors, trustees, and officers (President, Vice President, General Counsel, Assistant General Counsel, Secretary, Assistant Secretary, Treasurer, and Assistant Treasurer) of subsidiary or affiliated corporations.",
        "37. Reconstruction Finance Corporation: Any position when the incumbent thereof is serving as director, trustee, President, Vice President, General Counsel, Assistant General Counsel, Secretary, Assistant Secretary, Treasurer or Assistant Treasurer of a subsidiary or affiliated corporation.",
        "38. Reconstruction Finance Corporation: One general counsel, one special counsel, and six assistants general counsel.",
        "39. Reconstruction Finance Corporation: Position of Chief Accountant.",
        "40. Reconstruction Finance Corporation: Position of division chief in the following divisions: Auditing, Agency, Examining, Railroad, Self-Liquidating, Statistical and Economic, and Information and Personnel.",
        "41. Reconstruction Finance Corporation : Position of section chief in the following sections of the Self-Liquidating Division: Engineering, Mining, Bond Service, and Drainage and Irrigation.",
        "42. Reconstruction Finance Corporation: Positions of six Assistant Chiefs of the Examining Division.",
        "43. Reconstruction Finance Corporation: Position of three administrative assistants in the Examining Division.",
        "44. Reconstruction Finance Corporation : Position^ of two special examiners in the Railroad Division.",
        "45. Reconstruction Finance Corporation: Not to exceed 32 positions of Loan Agency Manager.",
        "46. Reconstruction Finance Corporation: Not to exceed 36 positions of Assistant Loan Agency Manager.",
        "47. Reconstruction Finance Corporation: Inventory custodians, watchmen, caretakers, and laborers engaged in the care and preservation of property held by the Corporation or its Subsidiaries as security for loans, or property to which title has been acquired by the Corporation or its Subsidiaries.",
        "48. Federal Housing Administration: Four assistant administrators, two special assistants to the administrator, and five deputy administrators.",
        "49. Federal Housing Administration: An executive secretary of the Administration.",
        "50. Federal Housing Administrator: Two private secretaries or confidential assistants to the administrator.",
        "51. Federal Housing Administration: One chauffeur for the administrator.",
        "52. Federal Housing Administration: A general counsel.",
        "53. Federal Housing Administration: One position of executive assistant and budget officer.",
        "54. Federal Housing Administration: One assistant to the administrator on public relations.",
        "55. Federal Housing Administration: Eighteen district directors, two territorial directors, and thirty-six State directors.",
        "XVIII. VETERANS' ADMINISTRATION",
        "1. Five special assistants to the Administrator.",
        "2. One private secretary or confidential assistant to the Administrator.",
        "3. Positions in Veterans' Administration facilities when filled by the appointment of members of such facilities receiving domiciliary care if, in the opinion of the Veterans' Administration, the duties can be satisfactorily performed by such members.",
        "4. Any local physician or dentist employed on a fee basis or a part-time basis when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "XIX. FEDERAL SECURITY AGENCY",
        "1. Two private secretaries or confidential assistants to the Administrator of the Federal Security Agency.",
        "2. Social Security Board: One private secretary or confidential assistant to each member of the Board.",
        "3. Public Health Service: Special escorts to accompany patients of the Public Health Service in accordance with existing laws and regulations. Employments under this paragraph shall be only for the period of time necessary for the escort to deliver the patient to his destination and to return.",
        "4. Public Health Service: Classified positions at Government sanatoria when filled by patients during treatment or convalescence.",
        "5. Public Health Service: All persons employed in leprosy, yellow fever, and psittacosis investigation stations.",
        "6. Public Health Service: Any local physician or dentist employed on a fee basis or a part-time basis when, in the opinion of the Commission, the establishment of registers is impracticable.",
        "7. Public Health Service: Employees engaged on problems in preventive medicine financed or participated in by the Federal Security Agency and a cooperating State, county, municipality, incorporated organization, or an individual, in which at least one-half of the expense is contributed by the cooperating agency either in salaries, quarters, materials, equipment, or other necessary elements in the carrying on of the work.",
        "8. Public Health Service: Professional, technical, or scientific specialists when employed on a fee basis or part-time basis as consultants in connection with problems in preventive medicine, such appointments to be subject to the prior approval of the Commission.",
        "9. Public Health Service: Interns (medical and dental).",
        "10. Public Health Service: Research associates holding fellowships for a fixed term of service in the National Institute of Health under the act approved May 26, 1930. The qualifications for such research associates shall be subject to approval by the Commission.",
        "11. Public Health Service: One position of cook (oriental style), one position of kitchenman-waiter, and one position of attendant-messenger-interpreter at the Immigration Hospital, Angel Island, California.",
        "12. Freedmen's Hospital: Pupil nurses, interns, and resident physicians.",
        "13. St. Elizabeth's Hospital: Visiting physicians and organist.",
        "14. Food and Drug Administration: Professional, technical or scientific specialists when employed intermittently for short periods, not to exceed a total of 60 days in any one year, as members of the Standards Committee for duty in connection with the formulation of definitions and standards of identity and quality for food products, or as consultants upon problems in their specialized fields having to do with the enforcement of the Food, Drug and Cosmetic Act.",
        "15. National Youth Administration: All positions.",
        "16. Public Health Service: Members of the National Advisory Health Council.",
        "17. Public Health Service: Members of the National Advisory Cancer Council.",
        "18. Public Health Service: Trainees in cancer research.",
        "19. Public Health Service: Research Fellows appointed under Section 5 (b) of the Act of August 5, 1937.",
        "20. Office of Education: Specialists engaged on a study of higher education for Negroes.",
        "XX. EMPLOYEES' COMPENSATION COMMISSION",
        "1. One private secretary or confidential assistant to each Commissioner.",
        "XXI. U.S. MARITIME COMMISSION",
        "1. All positions on Government-owned ships operated by the U.S. Maritime Commission.",
        "2. Twelve positions of Director of Division, and seven positions of Regional Director.",
        "3. One assistant to each member of the Commission and two assistants to the Chairman of the Commission.",
        "4. Ten special assistants to the United States Maritime Commission.",
        "5. The Secretary of the Commission.",
        "6. The General Counsel.",
        "7. One private secretary or confidential assistant to each Commissioner and to the General Counsel.",
        "8. The Executive Director.",
        "9. The Financial Assistant to the Chairman.",
        "XXII. FEDERAL POWER COMMISSION",
        "1. One private secretary and one confidential assistant to each Commissioner.",
        "2. A secretary to the Commission.",
        "3. Consultants, experts and special counsel whose employments and compensation are fixed by contract within the limits of special funds appropriated by Congress for this purpose.",
        "XXIII. SECURITIES AND EXCHANGE COMMISSION",
        "1. One private secretary or confidential assistant to each member of the Commission.",
        "2. One General Counsel.",
        "3. Director of Trading and Exchange Division, Director of Public Utilities Division, Director of Registration Division, Director of Reorganization Division, and Director of Investment Companies Division.",
        "4. One Chief Accountant.",
        "5. One Foreign Expert.",
        "XXIV. NATIONAL RAILROAD ADJUSTMENT BOARD",
        "1. One private secretary or confidential assistant to each member of the Board.",
        "XXV. NATIONAL CAPITAL PARK AND PLANNING COMMISSION",
        "1. Architectural or engineering consultants, land appraisers and land purchasing officers for temporary, intermittent, or part-time service.",
        "XXVI. FEDERAL DEPOSIT INSURANCE CORPORATION",
        "1. One private secretary or confidential assistant to each member of the Board of Directors.",
        "2. All field positions concerned with the work of liquidating the assets of closed banks or the liquidation of loans to banks, and all temporary field positions the work of which is concerned with paying the depositors of closed insured banks.",
        "XXVII. ADVISORY COMMISSION TO COUNCIL OF NATIONAL DEFENSE",
        "1. One private secretary or confidential assistant to each member of the Advisory Commission to Council of National Defense.",
        "XXVIII. ALLEY DWELLING AUTHORITY",
        "1. The Executive Officer of the Alley Dwelling Authority.",
        "XXIX. INLAND WATERWAYS CORPORATION",
        "1. Until June 30, 1943, all positions in or under the Inland Waterways Corporation.",
        "XXX. FEDERAL WORKS AGENCY",
        "1. Agents employed in field positions the work of which is financed jointly by the Federal Works Agency and cooperating persons, organizations, or governmental agencies outside the Federal service.",
        "In making appointments under this paragraph, a full report shall be submitted immediately by the Federal Works Agency to the Commission, setting forth the name, designation and compensation of the appointee and a statement of the duties to which he is to be assigned and of his qualifications for such duties in such detail as to indicate clearly that the appointment is properly made under the above paragraph. The same procedure shall be followed in case of the assignment of any such agent to duties of a different character.",
        "2. Office of the Administrator: Two expert assistants to the Administrator.",
        "3. United States Housing Authority: One private secretary or confidential assistant to the Administrator.",
        "4. Public Buildings Administration: The Commissioner of Public Buildings.",
        "5. Public Buildings Administration: One private secretary or confidential assistant to the Commissioner.",
        "6. Public Roads Administration: The Commissioner of Public Roads.",
        "7. Public Roads Administration: One private secretary or confidential assistant to the Commissioner.",
        "8. Public Works Administration: The Commissioner of Public Works.",
        "9. Public Works Administration: One private secretary or confidential assistant to the Commissioner.",
        "XXXI. FEDERAL COMMUNICATIONS COMMISSION",
        "1. A secretary to the Commission.",
        "2. One private secretary or confidential assistant to each Commissioner.",
        "3. A general counsel and three assistant general counsels.",
        "4. A chief engineer and three assistant chief engineers.",
        "5. A chief accountant and three assistant chief accountants.",
        "XXXII. UNITED STATES TARIFF COMMISSION",
        "1. The secretary of the Commission and one private secretary or confidential assistant to each Commissioner.",
        "XXXIII. RAILROAD RETIREMENT BOARD",
        "1. Two members of the Actuarial Advisory Committee to be selected by the Board, one from recommendations made by representatives of the employees, and one from recommendations made by the carriers.",
        "2. Two members of each District Board which may be established by the Railroad Retirement Board, one member to be appointed from recommendations made by the representatives of the employees, and one from recommendations made by the carriers.",
        "XXXIV. CIVIL AERONAUTICS BOARD",
        "1. A secretary to the Board.",
        "2. A general counsel and two assistant general counsels.",
        "3. Two permanent expert Consultants.",
        "4. Professional, technical and scientific consultants for temporary, part-time or intermittent employment for periods not to exceed six months in any one calendar year, but such employment may be extended for an additional six months with the approval of the Commission.",
        "5. One special Canadian representative and counsel.",
        "6. Examiners employed on a temporary, part-time, or intermittent basis for periods not to exceed four months in any calendar year.",
        "7. One confidential assistant to each member of the Board.",
        "8. A director and assistant director of the Economic Bureau and a director and assistant director of the Safety Bureau.",
        "XXXV. NATIONAL LABOR RELATIONS BOARD",
        "1. One private secretary or confidential assistant to each member of the board.",
        "XXXVI. NATIONAL GALLERY OF ART",
        "1. A director, an assistant director, a secretary, and a chief curator.",
        "XXXVII. UNITED STATES SOLDIERS' HOME",
        "1. All positions.",
        "XXXVIII. FEDERAL RESERVE SYSTEM",
        "1. All positions under the Board of Governors of the Federal Reserve System.",
        "XXXIX. FEDERAL TRADE COMMISSION",
        "1. Seven Chiefs of Divisions.",
        "XL. BOARD OF INVESTIGATION AND RESEARCH",
        "(Transportation Act of 1940)",
        "1. One position of Secretary to the Board.",
        "2. One private secretary or confidential assistant to each member of the Board.",
        "SCHEDULE B - POSITIONS WHICH MAY BE FILLED UPON NONCOMPETITIVE EXAMINATION",
        "I. INTERIOR DEPARTMENT",
        "1. Any competitive position at an Indian school when filled by the wife of a competitive employee of the school, when because of isolation or lack of quarters, the Commission deems it in the interest of the service to have appointment made upon noncompetitive examination.",
        "2. Twelve field representatives to act as the immediate and confidential representatives of the Commissioner of Indian Affairs, subject to such evidence of qualifications as the Commission may prescribe after consultation with the Commissioner of Indian Affairs.",
        "3. Civilian Conservation Corps: Civilian field positions in Civilian Conservation Corps camps at not to exceed a rate of $1,320 per annum, when filled by the promotion of active enrollees.",
        "II. FEDERAL WORKS AGENCY",
        "1. Administrative or custodial positions in the field service of the United States Housing Authority relating to the management or maintenance of Federal low-rent housing projects which, in the opinion of the Commission, cannot be filled satisfactorily through open competitive examinations; provided, that no position shall be filled under this paragraph unless it is clearly demonstrated that the best interests of the service will be served thereby.",
        "III. DEPARTMENT OF COMMERCE",
        "1. Not to exceed six specialists who may be employed in the United States for the purpose of promoting the foreign and domestic commerce of the United States.",
        "2. Special agents employed in collecting cotton statistics.",
        "IV. WAR DEPARTMENT",
        "1. Positions of military storekeeper in the Signal Service at Large when filled by retired noncommissioned officers of the Signal Corps.",
        "2. Four positions of headquarters messenger at the headquarters of the Philippine Department, when filled by honorably discharged enlisted men who have been on duty at those headquarters.",
        "3. Any person employed in an area outside the continental limits of the United States (except the Canal Zone and Alaska), when in the opinion of the Secretary of War the best interests of the service so require.",
        "4. Classified positions in the field service of the War Department when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "5. Civilian Conservation Corps: Civilian field positions in Civilian Conservation Corps camps at not to exceed a rate of $1,320 per annum, when filled by the promotion of active enrollees.",
        "6. Civilian Conservation Corps: Positions of subaltern in Civilian Conservation Corps camps when filled by the promotion of active enrollees who have satisfactorily completed a prescribed course of instruction of the subaltern school.",
        "V. DISTRICT OF COLUMBIA",
        "1. Surgeons of the police and fire departments of the District of Columbia.",
        "VI. TREASURY DEPARTMENT",
        "1. Classified positions in the field service of the Treasury Department, when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "VII. STATE DEPARTMENT",
        "1. Specialists in foreign relations, political, economic, and financial, whose proposed compensation is $3,200 or more, and whose training and experience along the lines of their proposed duties meet the standard minimum qualifications set up in open competitive examinations for positions in the professional service for corresponding grades.",
        "2. Persons formerly employed abroad as United States diplomatic or consular officers of career or foreign-service officers of career for the period of at least 4 years, for service in the Department of State as administrative officers or executive advisers in positions comparable in salary with the associate professional grade or higher.",
        "VIII. NAVY DEPARTMENT",
        "1. Such positions of a professional, scientific, technical, or supervisory nature under the Naval Establishment in the Philippine Islands, as may be agreed upon by the Secretary of the Navy and the Commission.",
        "2. Any person employed in an area outside the continental limits of the United States (except the Canal Zone and Alaska), when in the opinion of the Secretary of the Navy the best interests of the service so require.",
        "3. Classified positions in the field service of the Navy Department and the Marine Corps when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "IX. POST OFFICE DEPARTMENT",
        "1. One postal rate expert.",
        "2. Classified positions in the Custodial Service and in the Division of Equipment and Supplies under the Fourth Assistant Postmaster General when filled by the promotion of unclassified laborers subject to the approval of the Civil Service Commission.",
        "X. VETERANS' ADMINISTRATION",
        "1. Classified positions in the Veterans' Administration when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "XI. DEPARTMENT OF AGRICULTURE",
        "1. Classified positions in the field service of the Department of Agriculture when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "2. Farm Credit Administration: The Deputy Governor, Deputy Commissioners and Assistant Commissioners, the Director and Assistant Director of the Regional Agricultural Credit Division, the Director of the Credit Union Section, the Director and Assistant Director of the Emergency Crop and Feed Loan Section, and the Director of the Mortgage Corporation Service Section.",
        "3. Farm Credit Administration: Special field representatives who serve as Vice Presidents of the Federal Farm Mortgage Corporation.",
        "4. Commodity Credit Corporation: Technical or professional consultants or advisors, at salary rates of $4,600 or more, for periods not to exceed 18 months.",
        "5. Civilian Conservation Corps: Civilian field positions in Civilian Conservation Corps camps at not to exceed a rate of $1,320 per annum, when filled by the promotion of active enrollees.",
        "XII. THE NATIONAL ARCHIVES",
        "1. Classified positions in the National Archives when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "XIII. DEPARTMENT OF JUSTICE",
        "1. National Training School for Boys: Assistants to cottage officers when filled by the appointment of bona fide students at colleges or universities at salaries not in excess of $540 per annum, subject to the approval of the Commission.",
        "2. Special experts employed on a temporary basis for. specific litigation or other legal work in which technical knowledge of particular industries, or knowledge of other highly technical matters not possessed by regular employees of the Department, is required for successful results. Such temporary employment shall be only for such time as is required to complete the specific assignment for which the original appointment was approved.",
        "XIV. SMITHSONIAN INSTITUTION",
        "1. Classified positions in the Smithsonian Institution when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.",
        "XV. FEDERAL POWER COMMISSION",
        "1. A general counsel and two assistant general counsels.",
        "2. A chief examiner and a chief engineer.",
        "3. Five regional directors.",
        "4. A chief and an assistant chief of the following bureaus: Bureau of Accounts, Finance & Rates, Bureau of Electrical Engineering, Bureau of Water Power.",
        "XVI. ALLEY DWELLING AUTHORITY",
        "1. Architectural or engineering consultants, construction supervisors, landscape planners, surveyors and related positions for temporary, intermittent, or part-time service.",
        "XVII. FEDERAL SECURITY AGENCY",
        "1. Civilian Conservation Corps: Civilian field positions in Civilian Conservation Corps camps at not to exceed a rate of $1,320 per annum, when filled by the promotion of active enrollees.",
        "XVIII. FEDERAL LOAN AGENCY",
        "1. Federal Housing Administration: A director of each of the following divisions: Technical Division, Land Planning Division, Research and Statistics Division, and Underwriting Division.",
        "2. Federal Housing Administration: A comptroller.",
        "3. Federal Housing Administration: Two land use planners.",
        "XIX. FEDERAL TRADE COMMISSION",
        "1. Not to exceed five special experts.",
        "* * * * *",
        "The Civil Service Commission with the concurrence of the department or agency concerned may revoke in whole or in part any paragraph of Schedule A or B.",
        "Final decision as to whether the duties of any position in the executive civil service are such that appointments there to are authorized under any paragraph of Schedule A or B shall rest with the Civil Service Commission.",
        "This order shall be effective July 1, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 30, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9004-Amending Schedules A and B of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372533"
}