{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6692-establishing-more-appropriate-seal-for-the-department-justice",
    "doc": "executive-order-6692-establishing-more-appropriate-seal-for-the-department-justice",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6692-Establishing a More Appropriate Seal for the Department of Justice",
    "date": "April 27, 1934",
    "content": [
        "Whereas section 3 of the act of February 22, 1849 (oh. LXI, 9 Stat. 347), provides:",
        "\"* * * That all books, papers, documents, and records in the War, Navy, Treasury, and Post-Office Departments, and the Attorney-General's office, may be copied and certified under seal in the same manner as those in the State Department may now by law be, and with the same force and effect, and the said Attorney-General shall cause a seal to be made and provided for his office, with such device as the President of the United States shall approve;\"",
        "Whereas section 2 of the act of March 5, 1872 (oh. XXX, 17 Stat. 35), provides:",
        "\"That the seal heretofore provided for the office of the Attorney-General shall be the seal of the Department of Justice, with such change in the device as the President of the United States shall approve, and all books, papers, documents, and records in said Department of Justice may be copied and certified under seal in the same manner as those in the State Department, and with the same force and effect;\"",
        "Whereas a seal of more appropriate design than that of the seal heretofore established for the Department of Justice under the provisions of the aforesaid section 2 of the act of March 5, 1872, is desired;",
        "Whereas there has been made a seal of the design accompanying and forming a part of this order, which design is described in heraldic terms as follows:",
        "On a shield paleways of thirteen pieces argent and gules, a chief azure, an eagle rising and standing on the middle of the shield holding in his dexter talon an olive branch consisting of thirteen leaves and berries and in his sinister talon thirteen arrows, all proper. In an arc below the device the motto, \"Qui Pro Domina Justitia Sequitur.\" On an annulet surrounding this device the words \"Department of Justice\" and three mullets, all contained within a corded edge.",
        "When the device is rendered in colors the background of the seal to be buff, the shield, eagle, olive branch, and arrows as described above, with the motto and annulet in blue and the name of the Department, mullets, edges of annulet, and corded edge in gold;",
        "Whereas it appears that such seal is of appropriate design and the Attorney General has recommended that it be approved by the President as the official seal of the Department of Justice;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 2 of the act of March 5, 1872, I do hereby approve such seal as the official seal of the Department of Justice.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,April 27, 1934.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6692-Establishing a More Appropriate Seal for the Department of Justice Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373493"
}