{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5521-restoring-the-government-the-territory-hawaii-portions-the-military",
    "doc": "executive-order-5521-restoring-the-government-the-territory-hawaii-portions-the-military",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5521-Restoring to the Government of the Territory of Hawaii Portions of the Military Reservations of Fort Shafter and Hawaii Arsenal",
    "date": "December 26, 1930",
    "content": [
        "Pursuant to section 91 of the act of Congress approved April 30, 1900, entitled \"An act to provide a government for the Territory of Hawaii\" (31 Stat. 141, 159), as amended by section 7 of chapter 258 of the act of Congress approved May 27, 1910 (36 Stat. 447), the following described parcels of land, situate at Kahauiki, Oahu, Territory of Hawaii, are hereby restored to their previous status for the use of the Territory of Hawaii in the proposed extension of Middle Street:",
        "Parcel 1, being a strip of land along the northerly side of Slaughter House Road, a portion of this parcel being described in Executive Order No. 3171, dated September 29, 1919, and being a portion of the Hawaii Arsenal Military Reservation, formerly a portion of the Fort Shafter Military Reservation as described in Executive Order No. 2521, dated January 26, 1917, which said parcel of land is more particularly described as follows:",
        "Beginning at standard concrete U. S. M. R. monument No. 35 of Executive Order No. 2521, on the southern boundary of said Fort Shafter Military Reservation, the coordinates of said point of beginning referred to Government triangulation station \"Hauiki\" being 3,338.11 feet south and 3,759.64 feet west, and running by true azimuths:",
        "",
        "Parcel 2, being a parcel of land constituting a portion of Weli Pond within the Fort Shafter Military Reservation, as described in Executive Order No. 2521, dated January 26, 1917, which said parcel of land, situate at the southern boundary of said military reservation, is more particularly described as follows:",
        "Beginning at the north corner of this piece of land on the proposed northwest side of Middle Street (60 feet wide), the true azimuth and distance from standard concrete U. S. M. R. monument No. 36 of the Fort Shafter Military Reservation being 8° 19' 07\" 101.33 feet, the coordinates of said point of beginning referred to Government survey triangulation station \"Hauiki\" being 3,634.92 feet south and 4,152.83 feet west, and running by true azimuths from the above-described initial point:",
        "43.44 feet along seaward toe of Weli fish pond wall; along Land Court Application No. 748;",
        "70.00 feet along seaward toe  of  Weli fish pond wall,  and  along government land;",
        "499.17 feet along the proposed  northwest side  of Middle  Street  (60 feet wide) to the point of beginning, containing an area of 20,049 square feet.",
        "",
        "Parcel 3, being a portion of the right of way for a road situate at the northwest side of Slaughter House Road at Kahauiki aforesaid, being a portion of the Hawaii Arsenal Military Reservation, formerly a portion of the Fort Shafter Military Reservation, as described in Executive Order No. 2521, dated January 26, 1917, which said parcel of land is more particularly described as follows:",
        "Beginning at standard concrete U. S. M. R. monument No. 33 of Executive Order No. 2521, dated January 26, 1917, on the southern boundary of said Fort Shafter Military Reservation, the coordinates of said point of beginning referred to Government survey triangulation station \"Hauiki\" being 3,111.01 feet south and 3,730.23 feet west and running by true azimuths:",
        "14.85 feet along right of way of the Oahu Railway & Land Co.; thence",
        "",
        "Parcel 4, being a portion of the Fort Shafter Military Reservation as described in Executive Order No. 2521, dated January 26, 1917, at the west end of said reservation along the easterly wall of the causeway between Weli and Kaikikapu fish ponds, which said parcel of land is more particularly described as follows:",
        "Beginning at standard concrete U. S. M. R. monument No. 1 of the Fort Shafter Military Reservation as described in Executive Order No. 2521, dated January 26, 1917, and running by true azimuths:",
        "86.00 feet along the Oahu Railway & Land Co.'s 40-foot right of way;",
        "Thence along the easterly wall of causeway between Weli and Kaikikapu fish ponds, the direct azimuth and distance being 192° 30' 181.00 feet;",
        "280.00 feet along same;",
        "",
        "Parcel 4-B, being the land comprised within that portion of the right of way of the Oahu Railway & Land Co., and subject to that right of way, ratified by an act of Congress approved April 28, 1904 (33 Stat. 579), situate on the south boundary of the Fort Shafter Military Reservation as described in Executive Order No. 2521, dated January 26, 1917, which said parcel of land is more particularly described as follows:",
        "Beginning at standard concrete U. S. M. R. monument No. 34 of Executive Order No. 2521, dated January 26, 1917, on the south boundary of said Fort Shafter Military Reservation, and running by true azimuths:",
        "61.20 feet along the south boundary of the Fort Shafter Military Reservation;",
        "",
        "The foregoing parcels of land are restored to their previous status subject to the condition that the relocation of fences, fish-pond walls, and all other necessary work on the military reservations required in connection with the proposed extension of Middle Street shall be accomplished without cost to the United States and to the satisfaction of the Commanding General, Hawaiian Department; and, subject to the further condition that a road for the United States, with necessary railroad crossing and gates, from the proposed Middle Street extension, commencing at a point near monument No. 35 and extending in a northwesterly direction across an existing railroad and through existing guard fences, to and connecting with an existing road, shall be located and constructed without cost to the United States and to the satisfaction of the Commanding General, Hawaiian Department.",
        "HERBERT HOOVER",
        "The White House,December 26, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5521-Restoring to the Government of the Territory of Hawaii Portions of the Military Reservations of Fort Shafter and Hawaii Arsenal Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361153"
}