{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5068-amendment-civil-service-rule-vi",
    "doc": "executive-order-5068-amendment-civil-service-rule-vi",
    "president": "Calvin Coolidge",
    "president_byline": "30th President of the United States: 1923 ‐ 1929",
    "title": "Executive Order 5068-Amendment of Civil Service Rule VI",
    "date": "March 02, 1929",
    "content": [
        "The civil service rules are hereby amended as indicated below.",
        "Rule VI, paragraph 1, is amended to read as follows by eliminating the words \"and widows of such, and wives of injured soldiers, sailors, and marines, who themselves are not qualified but whose wives are qualified for appointment,\" from the second sentence which relates to the addition of five points to earned ratings in examinations for entrance to the classified service, and inserting the words \"and widows of honorably discharged soldiers, sailors, and marines, and wives of injured soldiers, sailors, and marines who themselves are not qualified, but whose wives are qualified for appointment,\" after the words \"Veterans' Bureau\" in the third sentence:",
        "1. Examination papers shall be rated on a scale of 100, and the subjects therein shall be given such relative weights as the commission may prescribe. Honorably discharged soldiers, sailors, and marines shall have five points added to their earned ratings in examinations for entrance to the classified service. Applicants for entrance examination who, because of disability, are entitled either to a pension by authorization of the Bureau of Pensions or to compensation or training by the Veterans' Bureau, and widows of honorably discharged soldiers, sailors, and marines, and wives of injured soldiers, sailors, and marines who themselves are not qualified, but whose wives are qualified for appointment, shall have ten points added to their earned ratings. In examinations where experience is an element of qualifications, time spent in the military or naval service of the United States during the World War or the war with Spain shall be credited in an applicant's ratings where the applicant's actual employment in a similar vocation to that for which he applies was temporarily interrupted by such military or naval service but was resumed after his discharge. Competitors shall be duly notified of their ratings.",
        "Rule VI, paragraph 2, is amended to read as follows by adding the words underscored:",
        "2. All competitors rated at 70 or more shall be eligible for appointment, and their names shall be placed on the proper register, according to their ratings; but the names of disabled veterans, their wives, and the widows of honorably discharged soldiers, sailors, and marines shall be placed above all others.",
        "Rule XII, paragraph 5, is amended, by addition of the words underscored, to read as follows:",
        "1. In harmony with statutory provisions, when reductions are being made in the force, in any part of the classified service, no employee entitled to military preference in appointment shall be discharged or dropped or reduced in rank or salary if his record is good, or if his efficiency rating is equal to that of any employee in competition with him who is retained in the service.",
        "CALVIN COOLIDGE",
        "The White House,March 2, 1929."
    ],
    "citation": "Calvin Coolidge, Executive Order 5068-Amendment of Civil Service Rule VI Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360786"
}