{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5528-restoring-portion-upolu-airplane-landing-field-the-territory-hawaii",
    "doc": "executive-order-5528-restoring-portion-upolu-airplane-landing-field-the-territory-hawaii",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5528-Restoring Portion of Upolu Airplane Landing Field to the Territory of Hawaii",
    "date": "January 07, 1931",
    "content": [
        "Pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 159), entitled \"An act to provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), it is hereby ordered that the following described tract of land, set aside for public purposes by Territorial Executive Order No. 363, dated June 26, 1929, as an addition to the Upolu Airplane Landing Field, island of Hawaii, Territory of Hawaii, be, and the same is hereby, restored to its previous status for the use of the Territory of Hawaii, to wit:",
        "Beginning at a \" + \" on rock on the sea pali at the northeast corner of this tract of land, being also the northwest corner of the Upolu Airplane Landing Field (Executive Order No. 287, dated June 25, 1927), the coordinates of said point of beginning referred to Government survey triangulation station \"Puu-o-Nale\" being 23,683.1 feet north and 6,397.7 feet west, as shown on Government Survey Registered Map No. 2366, and running by true azimuths:",
        "1. 334° 42'  240.8 feet along Upolu Airplane Landing Field (Executive Order No. 287, dated June 25, 1927) to a pipe;",
        "2. 322° 15'  942.9 feet along same and along Grant 2774 to Kaneihalau, passing over a pipe at 608.0 feet;",
        "3. 77° 30' 1,949.4 feet along the north side of an 8-foot power-line right of way;",
        "4. 130° 00' 1,171.0 feet along the northeast side of an 8-foot power-line right of way;",
        "5. 246° 48'  162.5  feet along Grant 7693 to John Hind to a \" + \" on rock;",
        "6. 170° 01'  223.5  feet along same to a concrete monument at the sea bluff;",
        "7. Thence along the seacoast to the point of beginning, the direct azimuth and distance being 260° 10'-2,039.4 feet.",
        "Area, 57 2/10 acres.",
        "HERBERT HOOVER",
        "The White House,January 7, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5528-Restoring Portion of Upolu Airplane Landing Field to the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361167"
}