{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9358-providing-for-the-functions-the-board-legal-examiners",
    "doc": "executive-order-9358-providing-for-the-functions-the-board-legal-examiners",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9358-Providing for the Functions of the Board of Legal Examiners",
    "date": "July 01, 1943",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Constitution, by section 1753 of the Revised Statutes, and by the Civil Service Act of January 16, 1883, it is hereby ordered as follows:",
        "Pending action by the Congress with respect to the continuance of the Board of Legal Examiners created in the Civil Service Commission by Executive Order No. 8743 of April 23, 1941 and until further order, the administration of the civil service laws in their application to attorney positions in the classified civil service and to the incumbents of such positions shall vest in the Civil Service Commission. The Commission shall have authority to determine the regulations and procedures governing the recruitment and examination of applicants for attorney positions and the selection, appointment, promotion, and transfer of attorneys in the classified civil service and shall have discretion to give effect to such of the provisions of sections 3 (c) and 3 (e)-3 (h), inclusive, of Executive Order No. 8743 as amended by Executive Order No. 9230 of August 20, 1942, as it deems appropriate. Subject to the provisions of this order, Executive Order No. 8743 as amended shall remain in effect.",
        "This order shall become effective on July 1, 1943.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 1, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9358-Providing for the Functions of the Board of Legal Examiners Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367998"
}