{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8168-transferring-from-the-department-agriculture-the-department-commerce",
    "doc": "executive-order-8168-transferring-from-the-department-agriculture-the-department-commerce",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8168-Transferring From the Department of Agriculture to the Department of Commerce Certain Lands at Sitka, Alaska, for Use as a Magnetic and Seismological Observatory Site by the Bureau of Coast and Geodetic Survey",
    "date": "June 14, 1939",
    "content": [
        "Whereas by Executive order of August 12, 1898, certain lands in the Territory of Alaska were reserved and set apart as an agricultural experiment station for the use of the United States Department of Agriculture; and",
        "Whereas the Department of Agriculture no longer requires the said lands for use as an experimental station and has abandoned such use of the lands; and",
        "Whereas it appears that reservation of such lands for the use of the United States Coast and Geodetic Survey, Department of Commerce, as a magnetic and seismological observatory site would be in the public interest:",
        "Now, Therefore, by virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 569, 37 Stat. 497, the said Executive order of August 12, 1898, is hereby revoked, and the lands described therein are hereby reserved and set apart for the use of the United States Coast and Geodetic Survey, Department of Commerce, as a magnetic and seismological observatory site.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 14, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8168-Transferring From the Department of Agriculture to the Department of Commerce Certain Lands at Sitka, Alaska, for Use as a Magnetic and Seismological Observatory Site by the Bureau of Coast and Geodetic Survey Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368687"
}