{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5648-regulations-governing-accounts-and-returns-the-foreign-service",
    "doc": "executive-order-5648-regulations-governing-accounts-and-returns-the-foreign-service",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5648-Regulations Governing Accounts and Returns in the Foreign Service",
    "date": "June 11, 1931",
    "content": [
        "The regulations established in this Executive order shall be effective and binding not only as Consular Regulations but as amendments and additions to the Instructions to Diplomatic Officers, and they shall be in substitution for and effect the cancellation of all parts of the Instructions to Diplomatic Officers which are inconsistent therewith. It is therefore ordered that these regulations shall be incorporated into the Instructions to Diplomatic Officers, in so far as they are applicable thereto; and express authorization is given for their use for this purpose under different titles and numerical designations and also appropriately to change references to consular officers or consular offices, wherever they occur, to refer to diplomatic officers or diplomatic missions.",
        "Following section 578 of the Consular Regulations of the United States, insert the folio wing title and sections:",
        "Accounts and Returns within Certain Prescribed Fiscal Districts",
        "579. Establishment of fiscal districts and creation of district accounting and disbursing offices to exercise control over the accounting and disbursing work of the Foreign Service posts located therein. The Secretary of State is hereby authorized, whenever the necessity for such offices with a view to effecting economies in accounting procedure is apparent, to prescribe certain fiscal districts or areas and to establish within each such district as a part of the Department of State services, a district accounting and disbursing office to exercise control over the accounts and returns of all diplomatic missions and consular offices within the district in such manner as the Secretary of State may direct. To each such office may be assigned the administrative accounting responsibility for receipts and expenditures of the diplomatic missions and consular offices within the district. Each district office shall be in the charge of an accountable officer, to whom all fees and other official moneys received by any diplomatic, consular, or Foreign Service officer may be accounted for, under such rules and regulations as may be prescribed by the Secretary of State, all such fees and moneys, or the residue thereof after the payment of salaries, allowances, and current expenses of the diplomatic missions and consular offices within the district, to be paid by the district accounting and disbursing officer into the Treasury of the United States. Such district accounting and disbursing officers accountable for public moneys may entrust moneys to other bonded officers for the purpose of having them make disbursements as their agents; and the officer to whom the moneys are entrusted, as well as the officer who entrusts the moneys to him, shall be held pecuniarily responsible therefor to the United States. All diplomatic, consular, or Foreign Service officers on duty within the area covered by such district offices may be required to render accounts of their disbursements to the officer in charge of such district office to be included in his accounts. Said district accounting and disbursing officers and their agents shall be bonded respectively to the United States for the faithful performance of their duties in such penal amounts as the Secretary of State may require. (Act of Feb. 23, 1931, sec. 35.)",
        "580. General accounts required within the jurisdiction of a district accounting and disbursing office. Diplomatic, consular, or Foreign Service officers on duty within the area covered by a district accounting and disbursing office will forward to such district office, rather than to the Department of State, such accounts and returns as the Secretary of State may prescribe. No accounts and returns will be required of such diplomatic and consular officers with respect to such of their fiscal transactions as the Secretary of State may from time to time establish, by appropriate instructions, as exclusive or primary functions of such district offices.",
        "581. Accounting for receipts to district accounting and disbursing officers. All receipts from consular fees and all other official receipts of any Foreign Service post within the jurisdiction of a district accounting and disbursing office will be included in accounts and returns of the responsible diplomatic, consular, or Foreign Service officers to the district office at the same intervals and in a manner similar to that prescribed in Article XXVII of these regulations for the submission of such accounts and returns directly to the Department of State by all officers not within a fiscal district.",
        "582. Payments and disbursements to be made by district accounting and disbursing offices. District accounting and disbursing offices shall pay, by checks for American currency drawn on the Treasurer of the United States, and in accordance with instructions issued by the Secretary of State, the salaries and allowances for personal services due to all diplomatic, consular, or Foreign Service officers and employees stationed at the Foreign Service posts within the jurisdiction of the respective district offices (except minor employees paid in foreign currency from appropriations for contingent expenses); and any other official expenses of Foreign Service posts may be paid in the same manner when so directed by the Secretary of State.",
        "583. Drafts to be drawn in fiscal districts only in cases of emergency. Diplomatic, consular, and Foreign Service officers stationed within the district of any district accounting and disbursing office will draw and negotiate drafts in accordance with sections 570-578 of these regulations and pertinent instructions, only in cases of emergency, when it is necessary to make payments that may not properly be delayed until money can be procured by requisition from the appropriate district accounting and disbursing office.",
        "584. Accounting regulations-when applicable. All regulations and instructions pertaining to the accounts and returns of consular officers will be binding upon officers stationed within the district of any Foreign Service district accounting and disbursing office, except as they are modified by sections 579-584 of these regulations or by instructions issued with respect thereto by the Secretary of State.",
        "Sections 579-584 of these regulations, and instructions issued with respect thereto by the Secretary of State, will not be binding upon consular officers stationed outside the district of any Foreign Service accounting and disbursing office.",
        "This order shall take effect July 1, 1931.",
        "HERBERT HOOVER",
        "The White House,June 11, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5648-Regulations Governing Accounts and Returns in the Foreign Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361243"
}