{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7481-interdepartmental-committee-coordinate-health-and-welfare-activities",
    "doc": "executive-order-7481-interdepartmental-committee-coordinate-health-and-welfare-activities",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7481-Interdepartmental Committee to Coordinate Health and Welfare Activities",
    "date": "October 27, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to provide for the better coordination of the health and welfare activities of the Federal Government, I hereby designate the following as members of the Interdepartmental Committee to Coordinate Health and Welfare Activities:",
        "Josephine Roche, Chairman, Assistant Secretary of the Treasury.     Arthur J. Altmeyer, Member of the Social Security Board.     Oscar L. Chapman, Assistant Secretary of the Interior.     Milburn L. Wilson, Assistant Secretary of Agriculture.     Edward F. McGrady, Assistant Secretary of Labor.",
        "It shall be the duty of this Committee (1) to continue to sponsor appropriate cooperative working agreements among the various agencies of the Government in the health and welfare field, and to continue the work under agreements already in effect, and (2) to study and make recommendations concerning specific aspects of the health and welfare activities of the Government looking toward a more nearly complete coordination of the activities of the Government in these fields.",
        "The Committee will continue to function through the special technical committees it has set up from time to time, and will designate additional committees to deal with new problems.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 27, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7481-Interdepartmental Committee to Coordinate Health and Welfare Activities Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356197"
}