{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7417-establishing-minidoka-wildlife-refuge-idaho",
    "doc": "executive-order-7417-establishing-minidoka-wildlife-refuge-idaho",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7417-Establishing Minidoka Wildlife Refuge in Idaho",
    "date": "July 17, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that, subject to valid existing rights, the following-described lands in Idaho, surveyed or unsurveyed, be, and they are hereby, withdrawn from settlement, location, sale, entry, or other form of appropriation and reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for birds and other wildlife:",
        "BOISE MERIDIAN",
        "",
        "",
        "",
        "",
        "",
        "The greater part of the land herein reserved has been withdrawn for reclamation purposes in connection with the Minidoka Irrigation Project, and is primarily under the jurisdiction of the Department of the Interior. The reservation of such land as a wildlife refuge is subject to the use thereof by the said Department for irrigation and incidental purposes.",
        "The reservation made by this order supersedes as to any of the above-described lands affected thereby the temporary withdrawal for classification and other purposes made by Executive Order No. 6910 of November 26, 1934, as amended.",
        "This refuge shall be known as the Minidoka Wildlife Refuge.",
        "Executive Order No. 1032 of February 5, 1909, in so far as it reserved certain lands within a reservoir site in Idaho as the Minidoka Bird Reservation, and Executive Orders No. 1486 of February 21, 1912, and No. 5375 of June 23, 1930, enlarging such reservation, are hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,July 17, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7417-Establishing Minidoka Wildlife Refuge in Idaho Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357319"
}