{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12561-delegating-certain-functions-the-president-relating-federal-civilian",
    "doc": "executive-order-12561-delegating-certain-functions-the-president-relating-federal-civilian",
    "president": "Ronald Reagan",
    "president_byline": "40th President of the United States: 1981 ‐ 1989",
    "title": "Executive Order 12561-Delegating Certain Functions of the President Relating to Federal Civilian Employee and Contractor Travel Expenses",
    "date": "July 01, 1986",
    "content": [
        "By the authority vested in me as President by the Constitution and laws of the United States of America, including Section 102(a) of the Federal Civilian Employee and Contractor Travel Expenses Act of 1985 (Public Law 99-234) (\"the Act\") and Section 301 of Title 3 of the United States Code, it is ordered as follows:",
        "Section 1. Section 1 of Executive Order No. 10621 of July 1, 1955, as amended, is further amended by redesignating the current subsection (i) as subsection (g); by revoking the current subsection (o); and by adding the following new subsection (h):",
        "\"(h) The authority vested in the President by Section 102(a) of the Federal Civilian Employee and Contractor Travel Expenses Act of 1985, 5 U.S.C. 5702(a), to establish maximum rates of per diem allowances and reimbursements for the actual and necessary expenses of official travel for employees of the Government to the extent that such authority pertains to travel status in localities in Alaska, Hawaii, the Commonwealth of Puerto Rico, and possessions of the United States.\"",
        "Sec. 2. There is hereby delegated to the Secretary of State the authority vested in the President by Section 102(a) of the Act (5 U.S.C. 5702(a)) to establish maximum rates of per diem allowances and reimbursements for the actual and necessary expenses of official travel for employees of the Government to the extent that such authority pertains to travel status in localities (including the Trust Territories of the Pacific Islands) in any area situated outside the United States, the Commonwealth of Puerto Rico, and the possessions of the United States.",
        "Sec. 3. Executive Order No. 11294 of August 4, 1966, is revoked.",
        "RONALD REAGAN\nThe White House,\nJuly 1, 1986.",
        "[Filed with the Office of the Federal Register, 11:10 a.m., July 2, 1986]"
    ],
    "citation": "Ronald Reagan, Executive Order 12561-Delegating Certain Functions of the President Relating to Federal Civilian Employee and Contractor Travel Expenses Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/259107"
}