{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12194-radiation-policy-council",
    "doc": "executive-order-12194-radiation-policy-council",
    "president": "Jimmy Carter",
    "president_byline": "39th President of the United States: 1977 ‐ 1981",
    "title": "Executive Order 12194-Radiation Policy Council",
    "date": "February 21, 1980",
    "content": [
        "By the authority vested in me as President by the Constitution and statutes of the United States of America, and in order to coordinate the development of Federal radiation protection policy, it is hereby ordered as follows:",
        "1-I. Establishment.",
        "1-101. There is established the Radiation Policy Council.",
        "1-102. The Council shall be composed of the heads of the following agencies or their representatives and such others as the President may designate:\n(a) The Department of Defense.\n(b) The Department of Justice.\n(c) The Department of Commerce.\n(d) The Department of Labor.\n(e) The Department of Health, Education, and Welfare.\n(f) The Department of Housing and Urban Development.\n(g) The Department of Transportation.\n(h) The Department of Energy.\n(i) The Veterans Administration.\n(j) The Environmental Protection Agency.\n(k) The National Science Foundation.\n(l) The Federal Emergency Management Agency.\n(m) The Nuclear Regulatory Commission is invited to participate.",
        "1-103. The head of each agency represented on the Council may designate an official of the equivalent rank of Assistant Secretary or higher level to serve as the agency's representative.",
        "1-104. The Administrator of the Environmental Protection Agency, or any agency representative designated by him, shall chair the Council. 1-2. Functions.",
        "1-201. The Council shall coordinate the formulation and implementation of Federal policy relating to radiation protection. In carrying out this function, the Council shall:\n(a) advise on the formulation of broad radiation protection policy;\n(b) monitor implementation of Federal radiation protection policies by Federal agencies;\n(c) assist in the resolution of conflicts in jurisdiction among Federal agencies and recommend corrective legislation if needed;\n(d) ensure effective liaison with the States and the Congress;\n(e) serve as a forum for public participation and comment; and\n(f) perform such other functions as the President may direct.",
        "1-202. The Council shall keep the Director of the Office of Science and Technology Policy, the Director of the Office of Management and Budget, and the Council on Environmental Quality informed of the activities of the Council.",
        "1-203. The Council shall prepare an annual report of its activities and transmit the report to the President and the heads of the agencies represented on the Council on or before September 30 of each year.",
        "1-3. General Provisions.",
        "1-301. The Environmental Protection Agency, to the extent permitted by law, shall furnish administrative support, funds, staff, and other assistance to the Council as necessary to carry out its functions.",
        "1-302. Federal agencies, to the extent permitted by law, shall provide to the Council that information and assistance which it requests in order to carry out its functions.",
        "1-303. The Council shall transmit its final annual report and terminate four years after the date of this Order.",
        "JIMMY CARTER\nThe White House,",
        "February 21, 1980.",
        "[Filed with the Office of the Federal Register, 3:14 p.m., February 21, 1980]"
    ],
    "citation": "Jimmy Carter, Executive Order 12194-Radiation Policy Council Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/250290"
}