{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-drawing-turtle-mountain-reserve-boundaries",
    "doc": "executive-order-drawing-turtle-mountain-reserve-boundaries",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Drawing Turtle Mountain Reserve Boundaries",
    "date": "December 21, 1882",
    "content": [
        "Executive Mansion, December 21, 1882.",
        "It is hereby ordered that the following-described country in the Territory of Dakota, viz: Beginning at a point on the international boundary where the tenth guide meridian west of the fifth principal meridian (being the range line between ranges 73 and 74 west of the fifth principal meridian) will, when extended, intersect said international boundary; thence south on the tenth guide meridian to the southeast corner of township 161 north, range 74 west; thence east on the fifteenth standard parallel north, to the northeast corner of township 160 north, range 74 west; thence south on the tenth guide meridian west to the southeast corner of township 159 north, range 74 west; thence east on the line between townships 158 and 159 north to the southeast corner of township 159 north, range 70 west; thence north with the line between ranges 69 and 70 west to the northeast corner of township 160 north, range 70 west; thence west on the fifteenth standard parallel north to the southeast corner of township 161 north, range 70 west; thence north on the line between ranges 69 and 70 west to the international boundary; thence west on the international boundary to the place of beginning, be, and the same is hereby, withdrawn from sale and settlement and set apart for the use and occupancy of the Turtle Mountain band of Chippewas and such other Indians of the Chippewa tribe as the Secretary of the Interior may see fit to settle thereon.",
        "Chester A. Arthur."
    ],
    "citation": "Chester A. Arthur, Executive Order-Drawing Turtle Mountain Reserve Boundaries Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372246"
}