{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6502-code-fair-competition-for-the-can-manufacturers-industry",
    "doc": "executive-order-6502-code-fair-competition-for-the-can-manufacturers-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6502-Code of Fair Competition for the Can Manufacturers Industry",
    "date": "December 15, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Can Manufacturers Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the report and recommendations and adopt the findings of the Administrator, and do order that the said Code of Fair Competition be and it is hereby approved, provided Section 3 of Article III be amended by adding thereto the following:",
        "\"Territories and PossessionsWage District",
        "All other territories and possessions of the United States, to which the provisions hereinafter set forth as to the Hawaiian Wage District shall apply\".",
        "And provided further, that the following be added under Section 4 of Article VI, at the end of the first sentence:",
        "\"In addition to the above information there shall be submitted to government agencies such statistical information as the Administrator may deem necessary for the purposes recited in Section 3 (a) of the National Industrial Recovery Act\".",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,Dec 15, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6502-Code of Fair Competition for the Can Manufacturers Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373221"
}