{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8986-authorizing-the-governor-the-panama-canal-increase-the-compensation",
    "doc": "executive-order-8986-authorizing-the-governor-the-panama-canal-increase-the-compensation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8986-Authorizing the Governor of The Panama Canal To Increase the Compensation of Certain Employees",
    "date": "December 19, 1941",
    "content": [
        "By virtue of the authority vested in me by section 81 of title 2 of the Canal Zone Code, as amended by section 3 of the act of July 9, 1937, c. 470, 50 Stat, 487, it is hereby ordered as follows:",
        "Section 1. The Governor of The Panama Canal is authorized to increase the rate of compensation to more than $960 a year or 40 cents an hour of not more than 200 employees of The Panama Canal or the Panama Railroad Company who are not citizens of the United States or the Republic of Panama; but such employees shall have no greater leave privileges than employees whose rate of compensation is not greater than $960 a year or 40 cents an hour.",
        "Section 2. Paragraphs 6 and 20' of Executive Order No. 1888 of February 2, 1914, prescribing conditions of employment governing employees on the Isthmus of Panama, as amended by the Executive order of February 20, 1920, are amended accordingly.",
        "Section 3. Executive Order No. 4721 of September 14, 1927, and the order of the Secretary of War of August 7, 1929, authorizing increases in the compensation of certain employees of The Panama Canal and the Panama Railroad Company, are revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8986-Authorizing the Governor of The Panama Canal To Increase the Compensation of Certain Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368251"
}