{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6478-revocation-part-executive-order-february-7-1930-withdrawing-public",
    "doc": "executive-order-6478-revocation-part-executive-order-february-7-1930-withdrawing-public",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6478-Revocation in Part of Executive Order of February 7, 1930, Withdrawing Public Lands Pending Classification, Etc., New Mexico",
    "date": "December 06, 1933",
    "content": [
        "By virtue of the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), Executive Order No. 5276, dated February 7, 1930, withdrawing certain lands in New Mexico for classification pending determination as to the advisability of including such lands in a national monument, is hereby revoked as to such of the lands so withdrawn as were not reserved and set apart as the White Sands National Monument by Proclamation No. 2025, dated January 18, 1933, such lands being described as follows:",
        "New Mexico Principal Meridian",
        "T. 16 S., R. 5 E., all.",
        "T. 16 S., R. 6 E., unsurveyed, all.",
        "T. 16 S., R. 7 E., all.",
        "T. 18 S., R. 7 E., secs. 24 to 27, and secs. 31 to 36, inclusive;",
        "sec. 12, S½SE¼, W½ except that portion north and west of Federal aid project 176 right-of-way;",
        "sec. 13, E½, SW¼, NW¼ except that portion north and west of Federal aid project 176 right-of-way;",
        "sec. 14, E½ except that portion north and west of Federal aid project 176 right-of-way;",
        "sec. 22, SE¼SW¼, SE¼;",
        "sec. 23, E½, SW¼;",
        "sec. 28, SE¼NE¼, S½.",
        "And it is hereby ordered, pursuant to Public Resolution 85, approved June 12, 1930 (ch. 471, 46 Stat. 580), that, subject to valid rights and the provisions of existing withdrawals, the surveyed public lands in the areas released from such withdrawal shall be opened only to entry under the homestead and desert-land laws by qualified ex-service men for whose service recognition is granted by said resolution, under the terms and conditions of said resolution and the regulations issued thereunder, for a period of 91 days beginning with the sixty-third day from and after the date hereof, and thereafter to appropriation by the general public under any public-land law applicable thereto.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to such lands by settlement in advance of entry or otherwise except strictly in accordance with the provisions of this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,December 6, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6478-Revocation in Part of Executive Order of February 7, 1930, Withdrawing Public Lands Pending Classification, Etc., New Mexico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362300"
}