{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7588-restoring-the-territory-hawaii-portion-the-fort-shafter-military",
    "doc": "executive-order-7588-restoring-the-territory-hawaii-portion-the-fort-shafter-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7588-Restoring to the Territory of Hawaii a Portion of the Fort Shafter Military Reservation",
    "date": "March 27, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered that the following-described parcel of land, situate at Kahauiki, Oahu, Territory of Hawaii, be, and it is hereby, restored to its previous status for the use of the Territory of Hawaii in connection with the extension of Middle Street by the diversion of Kahauiki Stream, and to provide for road to Mokumoa Island:",
        "Beginning at the west corner of the tract, on the seashore of Mokumoa Island, the coordinates of which, referred to Government Survey Triangulation Station \"Salt Lake\", are 9,435.9 feet south and 5,615.8 feet east (which comer is identical with the south corner of the tract described in Executive Order No. 5521, dated December 26, 1930); from this comer the azimuth (measured clockwise from true south) and distance to Pipe \"Cyril\", at the end of course 68 of Land Court Application 1074, is 312°17', 107.78 feet;",
        "Thence from said initial point by true azimuths and distances as follows:      241°30', 15.0 feet, to a point;      206°47', 18.88 feet, to a point;      348°50', 57.55 feet, to a point on the seashore of Mokumoa Island;",
        "Thence along the seashore of Mokumoa Island, which is the boundary between the lands of Kahauiki and Moanalua, the direct azimuth and distance being 134°40', 46.17 feet to the point of beginning.",
        "The direction of the lines refer to the true meridian, and all azimuths were measured clockwise from true south. The tract as described contains an area of 806 square feet and is shown on drawing C.F.S. No. 7316-7320 entitled: \"Proposed Canal (50 feet wide) for Diversion of Kahauiki Stream in connection with Middle Street Extension Project (King Street to Dillingham Boulevard) Kahauiki and Moanalua, Honolulu, Oahu, T. H.\" (scale 1 inch equals 40 feet), dated November 13, 1934, on file in the office of the Survey Department, Territory of Hawaii.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 27, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7588-Restoring to the Territory of Hawaii a Portion of the Fort Shafter Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368954"
}