{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8429-documents-required-bona-fide-alien-seamen-entering-the-united-states",
    "doc": "executive-order-8429-documents-required-bona-fide-alien-seamen-entering-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8429-Documents Required of Bona Fide Alien Seamen Entering the United States",
    "date": "June 05, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of May 22, 1918, 40 Stat. 559, as extended by the act of March 2, 1921, 41 Stat. 1205, 1217, I hereby prescribe the following regulations governing the entry of alien seamen into the United States:",
        "PART I",
        "Seamen whose occupational status as such is found to be bona fide, entering ports of the United States solely in pursuit of their calling as seamen, may be admitted temporarily in the discretion of the immigration authorities and under regulations prescribed by the department head charged with the administration of the immigration laws without passports or visas if arriving in the United States under the following circumstances:",
        "(a) Seamen who were members of the crew of an American vessel which has been sold and delivered abroad, when the contract of employment provides for the return of the crew, or the laws of the United States provide for their return to an American port.",
        "(b) Seamen who have been lawfully admitted into the United States for permanent residence returning to the United States in accordance with the terms of the articles of outward voyage.",
        "(c) Shipwrecked or cast-away seamen rescued by or transferred to a vessel bound to an American port.",
        "(d) Seamen who are American consular passengers or are repatriated without expense to the United States Government following and in accordance with the terms of their discharge in a foreign port before an American consular officer, but who, for any reason, can not be considered as serving as seamen on the vessel on which they arrive at an American port.",
        "PART II",
        "Masters of maritime vessels (except government vessels and such other vessels as the Secretary of State, in his discretion, may indicate) of all nationalities sailing for a port of the United States must submit for visa a list of all the alien members of the vessel's crew to the American consular officer at the port from which the vessel commences its voyage. If there is no consular officer stationed at that port, but there is one stationed at a nearby place to whom the list may be submitted by mail for visa without delay of the vessel's departure, the list must be so submitted for visa. If there is no American consular officer stationed nearby, the list must be submitted for visa at the first port of call where an American consular officer is stationed, but if the vessel does not call at any such port then no visa of the crew list will be required. The visa of a shipping commissioner in the Canal Zone shall be equivalent to the visa of an American consular officer, but consular agents are not authorized to visa crew lists. The visaed crew list must be delivered to the immigration authorities at the vessel's first port of call in the United States.",
        "Alien seamen whose names are not on a visaed crew list when a visaed crew list is required of the vessel on which they arrive at a port of the United States shall not be allowed to land without the permission of the Secretary of State, except that for such seamen arriving at a port in the Virgin Islands the Governor thereof is authorized to grant such permission.",
        "An alien seaman who is not exempt from the passport and visa requirements under Part I hereof shall be required to present an identifying travel document in the nature of a passport, showing his nationality and identity and bearing his fingerprints, before he may be granted shore leave for any purpose. The travel document shall be surrendered to the immigration authorities by each seaman at the time of landing and returned to him, upon personal application, at the time of departure.",
        "As used in this order, the term \"United States\" shall include the territories of Alaska and Hawaii, the District of Columbia, Puerto Rico and the Virgin Islands.",
        "The Secretary of State and the department head charged with the administration of the immigration laws are hereby authorized to make such additional rules and regulations, not inconsistent with this order, as may be deemed necessary for carrying out the provisions of this order and the statutes mentioned therein.",
        "This order shall take effect immediately and shall supersede and cancel Executive Order No. 7797 of January 26, 1938, entitled \"Documents Required of Bona Fide Alien Seamen Entering the United States\".",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 5, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8429-Documents Required of Bona Fide Alien Seamen Entering the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371947"
}