{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8821-reserving-public-land-for-use-the-department-the-navy-for-naval",
    "doc": "executive-order-8821-reserving-public-land-for-use-the-department-the-navy-for-naval",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8821-Reserving Public Land for Use of the Department of the Navy for Naval Aviation Purposes",
    "date": "July 16, 1941",
    "content": [
        "NEVADA",
        "By virtue of the authority vested in me as President of the United States, it is hereby ordered as follows:",
        "1. The following-described tract of land in the Southwest quarter (SW¼) of section 8, T. 23 S., R. 64 E., M. D. M., Nevada, containing twenty (20) acres, more or less, at the Boulder City Airport site, within the Boulder Dam National Recreational Area, is hereby set apart and reserved for use for naval aviation purposes under the jurisdiction of the Secretary of the Navy:",
        "Beginning at a point in NE¼ SW¼ sec. 8 from which the corner of secs. 5, 6, 7, and 8 bears N. 37°23'53\" W., 3943.29 feet;",
        "Thence by metes and bounds,     S. 48°37'30\" W., 1732.33 ft.,     N. 15°36'50\" W., 876.53 ft.. to a point on the south boundary of the right of way of U.S. Highway No. 466 opposite Station 1083+36.98 on center line of said Highway;     On a curve to the left with a radius of 6040 ft., 1497.42 ft. along the curve the direct long cord of which bears N. 67°17' E., 1493.63 ft., along the south boundary of the right of way of U.S. Highway No. 466 parallel to and 40 ft. from the center line of said Highway to a point opposite Station 1098+24.48 on said center line;     S. 29°49'06\" E., 318.02 ft. to the point of beginning, containing 20 acres, more or less.",
        "2. This order shall take precedence over, but shall not rescind or revoke, the reservation made by Executive Order No. 6065 of March 3, 1933, establishing the Boulder Canyon Wildlife Refuge, and the withdrawals made by the orders of the Secretary of the Interior of January 3, 1929, and May 26, 1931, for the Boulder Canyon Reclamation Project, so far as such orders affect the above-described land.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 16, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8821-Reserving Public Land for Use of the Department of the Navy for Naval Aviation Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372177"
}