{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7707-withdrawal-public-land-for-use-the-war-department-for-military",
    "doc": "executive-order-7707-withdrawal-public-land-for-use-the-war-department-for-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7707-Withdrawal of Public Land for Use of the War Department for Military Purposes, California",
    "date": "September 11, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, oh. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, It is ordered as follows:",
        "SECTION 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked in so far as it affects the following described tracts of land in California:",
        "SAN BERNARDINO MERIDIAN",
        "T. 10 N., R. 7 W., secs. 7 to 11, inclusive, and N½ sec. 12.",
        "T. 9 N. R. 8 W., secs. 4 to 9, inclusive, secs. 16 to 21, inclusive, and secs. 28 to 33, inclusive.",
        "T. 10 N., R. 8 W., sec. 6, N½ and SW¼ sec. 7, S½SE¼ sec. 9, S½ and S½NE¼ sec. 10, secs. 11, 12 and 16, S½, NE¼ and S½NW¼ sec. 17, S½SW¼ and SE¼ sec. 18, secs. 19 to 21, inclusive, NW¼ sec. 80.",
        "T. 8 N., R. 9 W., secs. 1 to 6, inclusive.",
        "T. 9 N., R. 9 W., secs. 1 to 36, inclusive.",
        "T. 10 N., R. 9 W., secs. 1 to 12, inclusive, NW¼ and N½NE¼ sec. 13, SW¼ and N½ sec. 14, secs. 15 to 20, inclusive, N½ and N½SW¼ sec. 21, N½NW¼ sec. 22, S½SW¼ and SE¼ sec. 23, S½, S½NW¼ and NE¼ see. 24, SW¼ sec. 28.",
        "T. 8 N., R. 10 W., secs. 1 and 2.",
        "T. 9 N., R. 10 W., secs. 1, 2, 11 to 14, inclusive, 23 to 26, inclusive, 35 and 36.",
        "T. 10 N., R. 10 W., secs. 12, 13, 24, 35 and 36.",
        "SECTION 2. Subject to the conditions expressed in the above mentioned acts and to all valid existing rights, the tracts of land described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale, or entry, and reserved for use of the War Department for military purposes.",
        "SECTION 3. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 11, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7707-Withdrawal of Public Land for Use of the War Department for Military Purposes, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371756"
}