{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7779-amendment-executive-order-no-5643-june-8-1931-prescribing-regulations",
    "doc": "executive-order-7779-amendment-executive-order-no-5643-june-8-1931-prescribing-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7779-Amendment of Executive Order No. 5643 of June 8, 1931, Prescribing Regulations Governing Representation and Post Allowances",
    "date": "December 28, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 19 of the act of February 23, 1931, 46 Stat. 1209, it is ordered that Executive Order No. 5643 of June 8, 1931, prescribing regulations governing representation and post allowances, be, and it is hereby, amended by including therein under the heading \"Scope of Allowances\" a new paragraph numbered 7 and reading as follows:",
        "\"7. Allowances at a per annum rate to Foreign Service officers detailed as inspectors under the authority of section 17 of the said act of February 23, 1931, in amounts and under conditions to be prescribed by the Secretary of State, for the periods of assignment on inspection when outside the United States; and allowances so granted shall be accounted for in the manner prescribed for accounting for post allowances.\"",
        "Paragraph \"7\" of the said executive order is renumbered \"8\", and the reference thereto in the penultimate paragraph of the order is changed to paragraph \"8\".",
        "This order shall be effective immediately.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,Dec 28, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7779-Amendment of Executive Order No. 5643 of June 8, 1931, Prescribing Regulations Governing Representation and Post Allowances Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362870"
}