{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6131-relief-unemployment-through-the-performance-useful-public-work-indian",
    "doc": "executive-order-6131-relief-unemployment-through-the-performance-useful-public-work-indian",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6131-Relief of Unemployment Through the Performance of Useful Public Work (Indian Reservations)",
    "date": "May 12, 1933",
    "content": [
        "By virtue of the authority vested in me by the act of Congress entitled \"AN ACT For the relief of unemployment through the performance of useful public work, and for other purposes\", approved March 31, 1933 (Public, No. 5-73d Cong.), supplementing Executive Order No. 6101, dated April 5, 1933, and Executive Order No. 6106-A, dated April 10, 1933, it is hereby ordered that:",
        "There is hereby established in the Treasury a fund of $5,875,200 by the transfer of an equal amount from the unobligated balances of the appropriation for emergency construction of public buildings contained in the act approved July 21, 1932, as authorized by section 4 of the said act of March 31, 1933, which fund shall be subject to requisition by the Commissioner of Indian Affairs, upon the recommendation of the Director of Emergency Conservation Work, and with the approval of the President, and shall be available for accomplishment of the purposes specified in the act of March 31, 1933, on tribal or other lands within Indian reservations.",
        "Disbursements on account of the Indian Service shall be made through the bonded disbursing agent of each particular jurisdiction, and separate payrolls and accounts, with supporting vouchers, shall be maintained.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 12, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6131-Relief of Unemployment Through the Performance of Useful Public Work (Indian Reservations) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361958"
}