{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5778-stipulations-for-the-payment-prevailing-rate-wages-public-building",
    "doc": "executive-order-5778-stipulations-for-the-payment-prevailing-rate-wages-public-building",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5778-Stipulations for the Payment of Prevailing Rate of Wages in Public Building Contracts",
    "date": "January 19, 1932",
    "content": [
        "In order to effect the purposes of the act entitled \"AN ACT Relating to the rate of wages for laborers and mechanics employed on public buildings of the United States and the District of Columbia by contractors and subcontractors, and for other purposes\" approved March 3, 1931 (46 Stat. 1494), it is hereby ordered that in all contracts within the terms of said act there shall be added to the stipulation required by said act the following stipulations:",
        "It is expressly understood and agreed that the aforesaid wages shall be paid unconditionally in full not less often than once a week and in lawful money of the United States, to the full amount accrued to each individual at time of payment and without subsequent deduction or rebate on any account.",
        "It is expressly understood and agreed that for the purpose of said act every person, while performing work of a laborer or mechanic on the public work covered by this contract, is to be regarded as employed as a laborer or mechanic by the contractor or subcontractor, regardless of any contractual relationship alleged to exist between the contractor or subcontractor and such laborer or mechanic.",
        "It is understood and agreed that the payrolls of the contractor and all subcontractors and agreements made by the contractor or subcontractor or any other party relating to the employment of laborers or mechanics, or the performance of the work of laborers and mechanics on said building, and to the wages or compensation to be paid therefor, are to be open to inspection by the contracting officer at such times as the latter may elect, provided that such inspection shall not interfere with the proper and orderly prosecution of the work, and that a clearly legible statement of the rates payable as aforesaid under this contract shall be posted by the contractor in a prominent and easily accessible place at the site of the work so that such statement may be seen at any time by persons engaged on the work.",
        "It is further expressly understood and agreed that if it should be found by the contracting officer that any laborer or mechanic employed by the contractor or any Subcontractor on the public work covered by this contract has been or is being paid a rate of wages less than the prevailing rate of wages, as aforesaid, the Government may, by written notice to the contractor, terminate his right to proceed with the work, or such part of the work as to which there has been a failure to pay said prevailing wages. In such event, it is understood and agreed that the Government may take over the work and prosecute the same to completion by contract or otherwise, and that the contractor and his sureties shall be liable to the Government for any excess cost occasioned the Government thereby.",
        "This order shall apply to all such contracts for which bids are hereafter invited.",
        "HERBERT HOOVER",
        "The White House,January 19, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5778-Stipulations for the Payment of Prevailing Rate of Wages in Public Building Contracts Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361395"
}