{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5089-reserving-certain-described-lands-for-resurvey-colorado",
    "doc": "executive-order-5089-reserving-certain-described-lands-for-resurvey-colorado",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5089-Reserving Certain Described Lands for Resurvey, Colorado",
    "date": "April 09, 1929",
    "content": [
        "Under authority of the act of Congress approved June 25, 1910 (36 Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497), and subject to the conditions therein expressed, and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the public lands within the following described areas in Colorado be and they are hereby temporarily withdrawn for classification and in aid of proposed legislation, subject to valid claims and the provisions of existing withdrawals affecting certain of such lands:",
        "Sixth Principal Meridian",
        "In T. 1 N., R. 75 W., N½ and N½ S½ Sec. 31;",
        "In T. 1 N., R. 76 W., E½ Sec. 1, Secs. 12, 13, 24 and 25, SW¼ NW¼ NW¼ SW¼ and S½ SW¼ Sec. 31; NE¼ NE¼ Sec. 33;",
        "In T. 2 N., R. 76 W., SW¼ SE¼ Sec. 25;",
        "In T. 2 N., R. 77 W., W½ NW¼ Sec. 5, Secs. 6 and 7;",
        "In T. 3 N., R. 77 W., Secs. 20 and 21;",
        "In T. 7 N., R. 77 W., Lots 2, 3 and 4 Sec. 31;",
        "In T. 2 N., R. 78 W., Sec. 12;",
        "In T. 6 N., R. 78 W., Sec. 1, E½, NW¼ NW¼ and E½ NW¼ Sec. 2;",
        "In T. 7 N., R. 78 W., Sec. 35;",
        "In T. 4 N., R. 80 W., E½ Sec. 21, all Secs. 22, 23, 24, 25 and 26, N½ Sec. 27, NE¼ Sec. 28, and N½ Sec. 35;",
        "In T. 6 N., R. 80 W., S½ of Secs. 25 and 26, and E½ Sec. 35;",
        "In T. 1 S., R. 75 W., W½ NE¼ NW¼ SE¼, NW¼ NW¼ SE¼, N½ SW¼ NW¼ SE¼, NW¼ SE¼ NW¼ SE¼ Sec. 10, and E½ SE¼ Sec. 15;",
        "In T. 1 S., R. 76 W., Lots 1, 10, 11 and 13 Sec. 6, N½ SW¼ and W½ SE¼ Sec. 8, Lot 4, E½ SW¼ and W½ SE¼ Sec. 31;",
        "In T. 1 S., R. 77 W., Lots 3 and 4 Sec. 1, Lot 5, SW¼ NW¼, W½ SW¼, NE¼ SW¼ and NW¼ SE¼ Sec. 2, SE¼ SE¼ Sec. 24 and E½ SE¼ Sec. 35;",
        "In T. 1 S., R. 78 W., S½ Sec. 21, all Secs. 22, 27, 28, 33 and 34;",
        "In T. 1 S., R. 79 W., Lots 11, 12, 13, 14, 15, 16, 17 and 18 Sec. 18.",
        "This order shall continue in full force and effect unless and until revoked by the President or by an act of Congress.",
        "HERBERT HOOVER",
        "The White House,April 9, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5089-Reserving Certain Described Lands for Resurvey, Colorado Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360803"
}