{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8588-prescribing-regulations-governing-the-payment-expenses-transportation",
    "doc": "executive-order-8588-prescribing-regulations-governing-the-payment-expenses-transportation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8588-Prescribing Regulations Governing the Payment of Expenses of Transportation of Household Goods and Personal Effects of Certain Civilian Officers and Employees of the United States",
    "date": "November 07, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of October 10, 1940, Public No. 839, 76th Congress, entitled \"An Act To provide for uniformity of allowances for the transportation of household goods of civilian officers and employees when transferred from one official station to another for permanent duty\", I hereby prescribe the following regulations governing the allowance and payment from Government funds of expenses now or hereafter authorized by law for the packing, crating, drayage, transportation, and unpacking of household goods and personal effects of civilian officers and employees of any of the executive departments or establishments of the United States when transferred from one official station to another for permanent duty:",
        "Section 1. When any civilian officer or employee of any of the executive departments or establishments of the United States, hereinafter called employee, is transferred from one official station to another for permanent duty and the payment of expenses of transportation of his household goods and other personal effects is authorized by law, such expenses, when specifically authorized or approved by the head of the department or establishment concerned, shall be allowed and paid in accordance with the provisions of these regulations.",
        "Section 2. Maximum Allowances for Transportation. (a) Weight: The actual costs of transportation of the household effects and other personal property of the employee, not in excess of 5,000 pounds gross, and of the packing, crates, boxes, lift vans, or other temporary containers required for the shipment, shall be allowed: Provided, That employees who have no dependents living with them shall be entitled to the transportation of household effects and other personal property not in excess of 2,500 pounds gross. Gross weight shall include the net weight of the property and the weight of the usual containers of the property, but shall not include the weight of packing, crates, boxes, or lift vans which have no connection with the property except for the purposes of the immediate shipment and which do not constitute a continuing part of the property of the employee.",
        "For the application of the limitations prescribed by this subsection the gross weight of the property shall be computed as being 80 per cent of the combined weight of the property and the packing and crating used for the shipment: Provided, That in case of shipments involving transportation by vessel over all or part of the distance the gross weight of the property shall be computed as being 50 per cent of the combined weight of the property and the packing, crating, boxing, and lift vans used for the shipment: And provided further, That when shipment is by motor freight the gross weight of the property shall be the actual weight of the goods transported. Thus, transportation will be allowed at Government expense for property when packed, crated, boxed, or placed in lift vans for shipment, within the following maximum weights:",
        "",
        "(b) Volume: Where charges for transportation are computed on a basis of measurement rather than weight, charges will be allowed regardless of weight for not to exceed 29 measurement tons of 40 cubic feet each, inclusive of packing, crating, and lift vans: Provided, That employees who have no dependents living with them shall be allowed charges for not to exceed 22 measurement tons.",
        "(c) Weight and Volume on Same Shipment: When shipment must be made over such a route that the transportation necessarily involves charges based upon weight over part of the distance and upon measurement over another part of the distance, the following conditions shall apply: (1) if the weight does not exceed the limitations prescribed in subsection (a) payment shall be allowed for actual charges over the entire distance regardless of whether the measurement is in excess of the limitations imposed by subsection (b): (2) if both weight and measurement are in excess of the prescribed limitations payment shall not be allowed for the excess by weight over that part of the distance where charges are based on weight, or for the excess by measurement over that part of the distance where charges are based on measurement.",
        "Section 3. Allowances for Packing, Crating, Unpacking, and Uncrating. The actual costs of packing, crating, unpacking, and uncrating shall be allowed: Provided, That no charges shall be allowed for the' packing, crating, unpacking, and uncrating of property in excess of the weight or measurement allowable under section 2 of these regulations.",
        "Section 4. Allowances for Drayage. The actual costs of drayage to and from the common carrier shall be allowed: Provided, That in no case shall costs of drayage be allowed where door-to-door common carrier rates are applicable.",
        "Section 5. Means of Shipment. Shipment shall be made by the most economical means, taking into consideration the costs of packing, crating, drayage, unpacking, and uncrating: Provided, That, in computing comparative costs, the allowance which may be made for the saving of charges for packing, crating, drayage, unpacking, and uncrating resulting from the use of motor freight shall in no case exceed $2.50 per hundred pounds: And provided further, That, when the head of the department or agency determines it to be in the interest of the Government, he may specifically authorize the shipment by express of articles required for immediate use at the new official station (for example, professional books, wearing apparel, bedding, or kitchen utensils, but not furniture or jewelry), which shall in no case exceed a weight of 500 pounds for employees having dependents living with them or 250 pounds for employees having no dependents living with them.",
        "Section 6. Use of Government Bill of Lading. Shipment shall be made on Government bill of lading whenever possible: otherwise reimbursement shall be made to the employee for transportation expenses actually and necessarily incurred within the limitations prescribed by these regulations. If property in excess of the amount allowable under these regulations is shipped on a Government bill of lading with the authorized allowance the employee shall immediately upon completion of the shipment pay to the proper officer of the department or establishment an amount equal to the charge for the transportation of such excess.",
        "Section 7. Computation of Excess Costs. Excess costs payable by the employee shall be computed from the total charges according to the ratio of excess weight to the total weight of the shipment.",
        "Section 8. Use of Lift Vans. Charges allowable hereunder for packing and crating and for transportation shall include expenses incurred in hiring, transporting, and packing lift vans when shipments are made in whole or in part by water, but shall not include charges in connection with any shipment of empty lift vans or for payment of storage charges or import duties on lift vans.",
        "Section 9. Items Not Allowable. For the purposes of these regulations household goods and other personal effects shall not include groceries, provisions, wines, liquors, animals not necessary in the performance of official duties, birds, or automobiles.",
        "Section 10. Valuation. The valuation of property as declared for shipping purposes shall not exceed that at which the lowest freight rates will apply. Should the employee desire a higher valuation, he must assume all costs of transportation in excess of the charges at the lowest rate.",
        "Section 11. Shipment from Point Other Than Last Official Station. The expenses of transportation allowable hereunder shall be payable whether the shipment is from the last official station of the employee to the new one, or from some previous place of residence of the employee to the new official station, or partially from both: Provided, That the expenses payable shall in no case exceed the costs of shipment by the most economical route from the last official station to the new: And provided further, That no expenses shall be allowable for the transportation of property acquired en route from the last official station to the new.",
        "Section 12. Time Limit. All shipments allowable under these regulations shall begin within six months of the effective date of the transfer of the employee unless an extension is specifically granted by the head of the department or establishment: Provided, That in no case shall payment be allowable for shipments begun after two years from the effective date of the transfer.",
        "Section 13. Shipment by American Vessels. All shipments of property by water shall be made on ships registered under the laws of the United States where such ships are available.",
        "Section 14. Transfer for Convenience of Employee. If a transfer is made at the request and primarily for the convenience or benefit of an employee, no payment shall be allowed from Government funds for the packing, crating, drayage, transportation, unpacking, or uncrating of the household goods or other personal effects of the employee.",
        "Section 15. Preparation of Vouchers. In preparing vouchers for payments under these regulations the following conditions shall be observed:",
        "(a) Statement of Weight: When charges for transportation are based upon weight, the actual (not estimated) weight shall be shown.",
        "(b) Itemization of Charges: Where services rendered cover, in addition to transportation, such other services as packing, crating, drayage, unpacking, and uncrating, the total charge for the services shall be itemized so as to show the charge for each service.",
        "(c) Payment by More Than One Voucher: Where all the services rendered in connection with moving the household effects of an employee are not covered by a single voucher, vouchers covering payment for subsequent charges shall bear a reference to prior vouchers.",
        "Section 16. Exemption of Foreign Service Officers. The provisions of these regulations shall not apply to the transportation of effects of officers and employees of the Foreign Service of the Department of State: Provided, That section 14 shall have full force and effect with respect to such transfers.",
        "Section 17. Effective Date. This order shall be effective as of October 10, 1940, and shall be published in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 7, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8588-Prescribing Regulations Governing the Payment of Expenses of Transportation of Household Goods and Personal Effects of Certain Civilian Officers and Employees of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368434"
}