{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9442-waiving-the-provisions-executive-order-january-17-1873-eugene-e",
    "doc": "executive-order-9442-waiving-the-provisions-executive-order-january-17-1873-eugene-e",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9442-Waiving the Provisions of Executive Order of January 17, 1873, as to Eugene E. Dickerson, Postmaster at Warmsprings, Montana",
    "date": "May 15, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631), and as President of the United States, the provisions of the Executive Order of January 17, 1873, as amended, prohibiting, with certain exceptions, Federal officers and employees from holding office under any State, Territorial, or municipal government, are hereby waived so as to permit Eugene E. Dickerson, Postmaster at Warmsprings, Montana, to hold the position of Secretary to the Superintendent of the Montana State Hospital and Registrar of Vital Statistics, in view of the mutual advantages thereby secured to the State of Montana and the Post Office Department.",
        "The provisions of this Order shall likewise apply to future incumbents of the said postmastership so long as the Warmsprings post office is located on the premises of the Montana State Hospital.",
        "This Order is recommended by the Postmaster General and is concurred in by the United States Civil Service Commission.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 15, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9442-Waiving the Provisions of Executive Order of January 17, 1873, as to Eugene E. Dickerson, Postmaster at Warmsprings, Montana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355117"
}