{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8952-revoking-executive-order-no-8458-june-27-1940-amended-executive-order",
    "doc": "executive-order-8952-revoking-executive-order-no-8458-june-27-1940-amended-executive-order",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8952-Revoking Executive Order No. 8458 of June 27, 1940, as, Amended by Executive Order No. 8532 of September 4, 1940, and Authorizing Persons Appointed from the Emergency Replacement List Established Pursuant to Such Orders to Acquire a Classified Civil Service Status",
    "date": "November 27, 1941",
    "content": [
        "By virtue of the authority vested in me by the Civil Service Act (22 Stat. 403), by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), and as President of the United States, it is hereby ordered as follows:",
        "1. Except as concerns temporary employees of the decennial census force who were appointed through civil service examinations, Executive Order No. 8458 of June 27, 1940, as amended by Executive Order No. 8532 of September 4, 1940, providing for the establishment of a replacement list (known as the Emergency Replacement List) of employees who do not possess a competitive civil service status, is hereby revoked, effective December 31, 1941.",
        "2. All persons who have been or may be duly appointed from the said Emergency Replacement List to positions in the competitive classified civil service subsequent to June 30, 1941, who enter on duty not later than December 31, 1942, and who by such date have completed a continuous Federal service of not less than six months within the calendar years 1941 and 1942, may acquire a classified civil service status in accordance with the applicable provisions of the act of November 26, 1940 (54 Stat. 1211), and Executive Order No. 8743 of April 23, 1941.",
        "3. Each appointment in the classified departmental service in the District of Columbia under the provisions of this Executive Order shall be charged to the regular apportionment of appointments among the States and territories and the District of Columbia.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 27, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8952-Revoking Executive Order No. 8458 of June 27, 1940, as, Amended by Executive Order No. 8532 of September 4, 1940, and Authorizing Persons Appointed from the Emergency Replacement List Established Pursuant to Such Orders to Acquire a Classified Civil Service Status Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368267"
}