{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5498-salton-sea-wild-life-refuge",
    "doc": "executive-order-5498-salton-sea-wild-life-refuge",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5498-Salton Sea Wild Life Refuge",
    "date": "November 25, 1930",
    "content": [
        "California",
        "It is hereby ordered that the following described area in Imperial County, Calif., be, and the same is hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for birds and wild animals, subject to existing valid rights:",
        "SAN BERNARDINO MERIDIAN",
        "T. 11 S., R. 11 E., secs. 1, 2, 3, 4, secs. 8 to 16, inclusive, secs. 21 to 27, inclusive, E. ½ sec. 28, N. ½ sec. 35, and sec. 36;",
        "T. 11 S., R. 12 E., secs. 1 to 24, inclusive, and secs. 26 to 35, inclusive;",
        "T. 12 S., R. 12 E., secs. 2 to 6, inclusive, and sec. 8;",
        "T. 11 S., R. 13 E., secs. 4 to 9, inclusive, and secs. 17, 18, and 19.",
        "Lands involved have been withdrawn for reclamation purposes in connection with the Yuma Project, Arizona-California, and are primarily under the jurisdiction of the Department of the Interior. The reservation of these lands as a wild-life refuge is subject to the use thereof by said department for irrigation and other incidental purposes.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave or suffer fire to burn unattended near any timber or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of title 18, chapter 4, United States Code, or by the Migratory Bird Conservation Act of February 18, 1929 (U.S. Code, Supp. III, title 16, ch. 7a).",
        "This refuge shall be known as the Salton Sea Wild Life Refuge.",
        "HERBERT HOOVER",
        "The White House,November 25, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5498-Salton Sea Wild Life Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372987"
}