{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9011-prescribing-regulations-governing-the-manner-expending-and-accounting",
    "doc": "executive-order-9011-prescribing-regulations-governing-the-manner-expending-and-accounting",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9011-Prescribing Regulations Governing the Manner of Expending and Accounting for Funds Appropriated for the Army of the Philippines",
    "date": "January 03, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of December 17, 1941, Public Law 353, 77th Congress, I hereby prescribe the following regulations governing the manner of expending and accounting for funds appropriated for the Army of the Philippines:",
        "DISBURSEMENTS MADE BY DISBURSING OFFICERS OF THE ARMY OF THE UNITED STATES",
        "1. (a). Necessary expenditures, except as provided for in Paragraph 1 (b), for the purposes authorized by the act of December 17, 1941, may be made by disbursing officers of the Army of the United States notwithstanding any restrictive provision of law, but will be accounted for in accordance with present procedures governing the accounting for Government funds.",
        "(b) Advances or reimbursements made to the Government of the Commonwealth of the Philippines by disbursing officers of the Army of the United States, as authorized by the Commanding General, United States Army Forces in the Far East, for necessary expenses authorized by the act of December 17, 1941, will be accounted for on vouchers evidencing the amounts advanced to or paid as reimbursement to the Government of the Commonwealth of the Philippines, but such vouchers need not be supported by vouchers paid by disbursing officers of the Army of the Philippines.",
        "DISBURSEMENTS MADE BY DISBURSING OFFICERS OF THE ARMY OF THE PHILIPPINES",
        "2. (a) Necessary expenditures from funds in the Philippine Treasury for the purposes authorized by the act of December 17, 1941, will be made by disbursing officers of the Army of the Philippines on the approval or authority of the Commanding General, United States Army Forces in the Far East, and for such purposes as he may deem proper, and his determination thereon shall be final and conclusive upon the accounting officers of the Philippine Government, and such expenditures will be accounted for in accordance with procedures established by Philippine Commonwealth laws and regulations.",
        "(b) Accounts of disbursing officers of the Army of the Philippines after audit by the Auditor, Army of the Philippines and administrative examination by the Agency designated by the Commanding General, United States Army Forces In the Far East, to determine reimbursement due the Government of the Commonwealth of the Philippines, will be submitted to the Auditor General of the Philippine Commonwealth Government for preservation and safe keeping in accordance with provisions of Philippine law.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 3, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9011-Prescribing Regulations Governing the Manner of Expending and Accounting for Funds Appropriated for the Army of the Philippines Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368024"
}