{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6764-delegating-further-functions-and-powers-the-secretary-agriculture-and",
    "doc": "executive-order-6764-delegating-further-functions-and-powers-the-secretary-agriculture-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6764-Delegating Further Functions and Powers to the Secretary of Agriculture and to the Administrator for Industrial Recovery",
    "date": "June 29, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by title I of the National Industrial Recovery Act of June 16, 1933 (ch. 90, 48 Stat. 195), and in order to effectuate the purposes of said title, I hereby delegate to the Secretary of Agriculture and to the Administrator for Industrial Recovery, in addition to the functions and powers heretofore delegated to them, the following functions and powers:",
        "(1) The joint approval by Said Secretary and by said Administrator of codes of fair competition for those industries with respect to which under previous Executive orders both the Secretary of Agriculture and the Administrator for Industrial Recovery may exercise functions and powers under said title, with the exception of such codes for major industries (being in general those industries normally employing in excess of 50,000 employees), as so classified by said Secretary and said Administrator, and with the exception of any code of fair competition imposed under section 3(d) of said title.",
        "(2) The approval of any amendment or modification or exception to, or exemption from, or elimination of, any provision or provisions of any such code of fair competition; such approval to be exercised by said Secretary with respect to those code provisions which he is authorized to administer and to be exercised by said Administrator with respect to those code provisions which the Administrator is authorized to administer.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6764-Delegating Further Functions and Powers to the Secretary of Agriculture and to the Administrator for Industrial Recovery Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362543"
}