{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8179-amending-certain-provisions-the-civil-service-rules",
    "doc": "executive-order-8179-amending-certain-provisions-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8179-Amending Certain Provisions of the Civil Service Rules",
    "date": "June 21, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Constitution, by Section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), by the Civil Service Act of January 16, 1883 (22 Stat. 403), and as President of the United States, the Civil Service Rules are hereby amended as follows:",
        "1. Section 2 of Civil Service Rule IX is amended to read:",
        "\"2. Probationer.-A person separated from the service during or at the end of his probationary period may be reinstated, subject to the other provisions of the civil service rules, under the following conditions:",
        "(a) If involuntarily separated without fault on his part he may be reinstated to serve a new probation in any part of the service in any position for which he is qualified or can qualify in an appropriate noncompetitive examination; but reinstatement in the same position in or under the same department or agency will be to complete probation.",
        "(b) If separated by reason of voluntary resignation he may be reinstated only in the same office, in a position for which originally eligible, to complete probation.\"",
        "2. Subsection (a) of section 6 of Rule X is amended to read:",
        "\"(a) Absolute appointment.-Such person must have received absolute appointment.\"",
        "3. Subsections (a) and (b) of section 1 of Rule XI are amended to read:",
        "\"(a) No employee during probation shall be eligible for promotion except upon approval of the Commission previously obtained.",
        "\"(b) The service ratings of the employee in the position from which he seeks promotion, when declared by the Commission to be in line of promotion, shall be given due weight in any such examination.\"",
        "This order is recommended by the Civil Service Commission.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 21, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8179-Amending Certain Provisions of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368699"
}