{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6479-providing-for-the-submission-statistical-information-persons-subject",
    "doc": "executive-order-6479-providing-for-the-submission-statistical-information-persons-subject",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6479-Providing for the Submission of Statistical Information by Persons Subject to Codes of Fair Competition",
    "date": "December 07, 1933",
    "content": [
        "Pursuant to the authority vested in me by title I of the National Industrial Recovery Act, upon due consideration of the facts, and upon the report and recommendation of the Administrator for Industrial Recovery,",
        "I, Franklin D. Roosevelt, President of the United States, do hereby order that every code of fair competition, agreement, and license heretofore approved be, and hereby is, modified to provide that, and every code of fair competition, agreement, and license hereafter approved be upon condition that, in addition to information required to be submitted to any code authority, all or any of the persons subject to such code, agreement, or license furnish such statistical information as the Administrator may deem necessary for the purposes recited in section 3 (a) of said act to such Federal and State agencies as the Administrator may designate; nor shall anything in any code, agreement, or license relieve any person of any existing obligation to furnish reports to Government agencies.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,December 7, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6479-Providing for the Submission of Statistical Information by Persons Subject to Codes of Fair Competition Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362301"
}