{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8186-transferring-the-federal-works-administrator-the-functions",
    "doc": "executive-order-8186-transferring-the-federal-works-administrator-the-functions",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8186-Transferring to the Federal Works Administrator the Functions Transferred to the Secretary of the Treasury by Executive Order No. 7641 of June 22, 1937",
    "date": "June 29, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act entitled \"An Act to authorize the President to provide housing for war needs\", approved May 16, 1918 (40 Stat. 550), as amended and supplemented, it is ordered that all powers, rights, privileges, and duties (including the power to execute deeds, contracts, or other Instruments of conveyance) delegated to the Secretary of Labor by Executive Order No. 2889 of June 18, 1918, and transferred to the Secretary of the Treasury by Executive Order No. 7641 of June 22, 1937, be, and they are hereby, transferred to the Federal Works Administrator to be exercised and performed by the said Administrator through the Commissioner of Public Buildings; and the Secretary of the Treasury shall take such action as may be necessary to carry out the purposes of this order, including the transfer of all the stock of the United States Housing Corporation, now held by the Secretary of the Treasury as Trustee, to the Federal Works Administrator as Trustee for the United States.",
        "This order shall supersede Executive Order No. 7641 of June 22, 1937, and shall become effective July 1, 1939.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 29, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8186-Transferring to the Federal Works Administrator the Functions Transferred to the Secretary of the Treasury by Executive Order No. 7641 of June 22, 1937 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371853"
}