{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9330-transfer-certain-central-administrative-services-the-office-for",
    "doc": "executive-order-9330-transfer-certain-central-administrative-services-the-office-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9330-Transfer of Certain Central Administrative Services of the Office for Emergency Management",
    "date": "April 16, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and Statutes, including Title I of the First War Powers Act. 1941, and as President of the United Staten, it is hereby ordered as follows:",
        "1. The fiscal functions performed by the Division of Central Administrative Services of the Office for Emergency Management with respect to the Office of Price Administration and the War Production Board in the District of Columbia and in the field (including but not limited to appropriation and allotment accounting, payroll preparation and administrative examination, certification and scheduling of vouchers, but not including procurements are transferred to the Office of Price Administration and the War Production Board, respectively",
        "2. The function of recruitment of personnel in the field, performed by the said Division with respect to the Office for Emergency Management, the constituent agencies thereof, and the Office of Price Administration, is transferred to the United States Civil Service Commission.",
        "3. The function of classification of field positions which are subject to the grades and schedules of the Classification Act of 1923, as amended, performed by the said Division with respect to the Office for Emergency Management, the constituent agencies thereof, and the Office of Price Administration, is transferred to the United States Civil Service Commission and shall be exercised in accordance with the following requirements:",
        "(a) The Civil Service Commission shall promulgate standards for the proper classification of field positions in accordance with the grades and salaries prescribed by the Classification Act of 1923, as amended.",
        "(b) The heads of the Office for Emergency Management, its constituent agencies, and the Office of Price Administration shall each, acting through his designated representatives, (1) allocate field positions in his agency to appropriate position classes in accordance with the standards promulgated by the Civil Service Commission, and (2) refer to the Commission for allocation such field positions as are not covered by the standards promulgated by the Commission.",
        "(c) The Civil Service Commission shall (1) make necessary post audits to verify conformity of allocations with the standards promulgated by the Commission, and (2) report any erroneous allocations to the head of the agency concerned for correction or satisfactory explanation.",
        "4. There is transferred, for use in connection with the functions transferred by this order, to the respective agencies to which such functions are transferred, so much, as the Director of the Bureau of the Budget shall determine, (a) of the personnel, records, and property (including office equipment) used in the administration of the functions so transferred, and (b) of the unexpended balances of appropriations, allocations, and other funds available for the administration of the functions so transferred. In determining the sums to be transferred the said Director may include amounts to provide for the liquidation of obligations previously incurred against such balances of appropriations, allocations or other funds.",
        "5. The transfers provided for in the foregoing paragraphs shall be effective on such date or dates as the Director of the Bureau of the Budget shall designate.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 16, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9330-Transfer of Certain Central Administrative Services of the Office for Emergency Management Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372697"
}