{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7532-establishing-shinnecock-migratory-bird-refuge-the-state-new-york",
    "doc": "executive-order-7532-establishing-shinnecock-migratory-bird-refuge-the-state-new-york",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7532-Establishing Shinnecock Migratory Bird Refuge in the State of New York",
    "date": "January 08, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described area, containing 8.42 acres, more or less, situated in Hampton Bays, Suffolk County, Long Island, New York, together with all buildings thereon, be, and it is hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "The property known as the Shinnecock Bay Light Station Reservation bounding on Shinnecock Bay, and more definitely described as follows:",
        "Beginning at a concrete monument, marked U.S.L.H.E., from which the northwest corner of a frame dwelling on the property bears S. 71°07' E., 148.76 feet distant, the southwest corner of said dwelling bears S. 60°28' E., 159.61 feet distant, and a granite monument bears N. 87°17'10\" W., 50.18 feet distant, marked U.S.",
        "Thence from said Initial point, by metes and bounds,",
        "S. 87°17'10\" E., 465.0 feet, more or less, to Shinnecock Bay;",
        "Thence southerly along the shore of the bay, 1,253.46 feet, to a point;",
        "Thence Inland, with five courses,",
        "N. 45°02'50\" W., 46.37 feet, to a concrete monument;",
        "N. 45°02'50\" W., 100.0 feet, to a concrete monument;",
        "N. 56°46' W., 365.02 feet, to a concrete monument;",
        "N. 25°19' W., 886.18 feet, to a concrete monument;",
        "N. 7°34'40\" E., 116.47 feet, to point of beginning.",
        "The above-described property was acquired by the United States by purchase and is primarily under the jurisdiction of the Department of Commerce, and its reservation as a wildlife refuge is subject to the use thereof by that Department for lighthouse purposes; and the use thereof by the Department of Agriculture shall be without interference with any existing or future uses or regulations of the Department of Commerce.",
        "This refuge shall be known as the Shinnecock Migratory Bird Refuge.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,January 8, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7532-Establishing Shinnecock Migratory Bird Refuge in the State of New York Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210162"
}