{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-12806-establishment-fetal-tissue-bank",
    "doc": "executive-order-12806-establishment-fetal-tissue-bank",
    "president": "George Bush",
    "president_byline": "41st President of the United States: 1989 ‐ 1993",
    "title": "Executive Order 12806-Establishment of a Fetal Tissue Bank",
    "date": "May 19, 1992",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to provide a source of human tissue to develop treatments and research methods for various diseases, it is hereby ordered as follows:",
        "Section 1. Establishment of a Fetal Tissue Bank. The Secretary of Health and Human Services (\"Secretary\") shall establish a human fetal tissue bank. The fetal tissue in the bank shall be obtained exclusively from ectopic pregnancies and spontaneous abortions.",
        "Sec. 2. Procedures. The Secretary shall establish procedures for making tissue from the bank available for meritorious research projects selected through an appropriate peer review process. The Secretary shall include in the bank a registry of physicians and hospitals interested in using the tissue from the bank to further specific medical objectives.",
        "Sec. 3. Policies. The Secretary shall develop human fetal cell lines in a manner consistent with current policy and ensure that the actions directed by sections 2 and 3 of this order are carried out in accordance with all other applicable legal requirements related to fetal tissue.",
        "Sec. 4. Report. The Secretary shall report his progress in carrying out this order to the President on or before December 31, 1992.",
        "George Bush\nThe White House,\nMay 19, 1992."
    ],
    "citation": "George Bush, Executive Order 12806-Establishment of a Fetal Tissue Bank Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/268984"
}