{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5298-licensing-motor-vehicles-the-canal-zone-and-other-related-matters",
    "doc": "executive-order-5298-licensing-motor-vehicles-the-canal-zone-and-other-related-matters",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5298-Licensing of Motor Vehicles in the Canal Zone, and Other Related Matters",
    "date": "March 10, 1930",
    "content": [
        "By virtue of the act of Congress entitled \"An act extending certain privileges of canal employees to other officials on the Canal Zone and authorizing the President to make rules and regulations affecting health, sanitation, quarantine, taxation, public roads, self-propelled vehicles, and police powers on the Canal Zone, and for other purposes, including provision as to certain fees, money orders, and interest deposits,\" approved August 21, 1916 (39 Stat. 527), section 7 of Executive Order No. 3434 dated April 14, 1921, issued in conformity to such authority, is hereby amended to read as follows:",
        "Except as to the requirements for payment of license fee provided in section 5, this order shall apply to and include all vehicles owned and operated by the United States Government, the Panama Railroad Co., and the Republic of Panama: Provided, however, That in the case of legations located in or accredited to the Republic of Panama or the Canal Zone, there may be issued without charge such official licenses for passenger automobiles as the Governor may authorize.",
        "This order shall take effect from and after this date.",
        "HERBERT HOOVER",
        "The White House,March 10, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5298-Licensing of Motor Vehicles in the Canal Zone, and Other Related Matters Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372928"
}