{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8434-transferring-the-control-and-jurisdiction-over-certain-tract-land-the",
    "doc": "executive-order-8434-transferring-the-control-and-jurisdiction-over-certain-tract-land-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8434-Transferring the Control and Jurisdiction Over a Certain Tract of Land to the Federal Works Agency for Use of the Bureau of Customs, Treasury Department",
    "date": "June 10, 1940",
    "content": [
        "TEXAS",
        "Whereas the hereinafter-described tract of land, acquired by the United States under the Convention of February 1, 1933, between the United States and Mexico, is now under the control and jurisdiction of the Secretary of State; and",
        "Whereas it appears that it would be in the public interest to transfer such tract of land to the control and jurisdiction of the Federal Works Agency for use of the Bureau of Customs, Treasury Department:",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States, it is ordered that the control and jurisdiction over the following-described tract of land be, and they are hereby, transferred to the Federal Works Agency for the use of the Bureau of Customs, Treasury Department:",
        "All of Tract 1 of Parcel No. 173, lying in or adjoining El Paso County, Texas, of area ceded to the United States by Mexico under the Convention of 1933, and more particularly described (all bearings being in relation to a true meridian passing through Triangulation Station Number Twenty-one (21) of the surveys of the International Boundary Commission) as follows:",
        "The boundary line of Parcel No. 173 is the old International Boundary Line and the parcel posts are the original pipes or posts which served as monuments on the old International Boundary Line;",
        "Beginning at the concrete monument set for Reference Point 173-A on the boundary line of Parcel No. 173 where said boundary line intersects the northerly line of the tract reserved by the United States for right of way for the Rio Grande Rectification Project, the Border Drain, and the Guadalupe Lateral;",
        "Thence along the boundary line of Parcel No. 173 in the following courses and distances:",
        "North 19°17' West, one hundred six and three tenths (106.3) feet to Post 3, which is Monument 18-G on the old International Boundary Line;",
        "North 23°27' East, one hundred sixty-four and nine tenths (164.9) feet to Post 4, which is Monument 18-H on the old International Boundary Line;",
        "North 89°35' East, one hundred seventy-three and one tenth (173.1) feet to the iron pipe set for Post 4-A on the westerly right of way line of the Tornillo-Guadalupe Road;",
        "Thence along said westerly right of way line, southerly, along a curve to the right of radius five hundred fifty-three and no tenths (553.0) feet, a distance of two hundred thirty-eight and one tenth (238.1) feet (said curve being subtended by the chord bearing South 18°19' West, two hundred thirty-six and three tenths (236.3) feet) to the iron pipe at the end of said curve;",
        "Thence continuing along said westerly right of way line South 30°39' West, .ninety and eight tenths (90.8) feet to an iron pipe on the northerly line of the tract reserved by the United States;",
        "Thence along said northerly line North 59°20'32'' West, ninety-six and six tenths (96.6) feet to the place of beginning and containing one and nine hundredths (1.09) acres more or less.",
        "The transfer effected by this order is subject to the condition that the Federal Works Agency and the Bureau of Customs shall permit the proper agencies of the United States to construct, operate, and maintain whatever ditches or canals may be needed in connection with the Rio Grande Federal Irrigation Project of the Department of the Interior across the said tract of land; and in the event that such land shall cease to be used by the Federal Works Agency and the Bureau of Customs, the control and jurisdiction over it shall, upon formal notification thereof to the Department of State by the said Agency and Bureau, revert to the Department of State.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 10, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8434-Transferring the Control and Jurisdiction Over a Certain Tract of Land to the Federal Works Agency for Use of the Bureau of Customs, Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371942"
}