{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6017-amendments-the-consular-regulations",
    "doc": "executive-order-6017-amendments-the-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 6017-Amendments to the Consular Regulations",
    "date": "February 07, 1933",
    "content": [
        "Section 64 of the Consular Regulations is hereby amended to read as follows:",
        "64. Office rooms. The selection of office rooms and the amount to be paid for office rent are subject to the approval of the Secretary of State, to be obtained in advance of the signing of any lease or rental agreement. When suitable offices have been obtained, they should not be changed except for good cause after approval by the department. It will be required that the same offices be retained until the lease expires, unless there exists some controlling reason justifying the change; such reason should be reported to the department and its decision awaited before any change in the offices is made. (Secs. 61, 67.)",
        "Section 66 is amended by the addition of the following item:",
        "(6) The terms of the proposed rental agreement or lease.",
        "Section 477 is amended to read as follows:",
        "477. Consular officers to act for Veterans' Administration. The Administrator of Veterans' Affairs is authorized, at the direction of the President or with the approval of the head of the department concerned, to utilize, in addition to the facilities of the Veterans' Administration, such other governmental facilities as may be made available to provide for the examination, medical care, treatment, hospitalization, dispensary, and convalescent care, necessary and reasonable after care, welfare of, nursing, and such other services as may be necessary for carrying out these purposes, for the performance of which the said Administrator is made responsible by statute, subject to the general directions of the President.-U.S.C. title 38, sec. 434. Consular officers of the United States will therefore promptly and carefully perform any of the above duties delegated to them in their respective districts by instructions issued by or transmitted through the Department of State; they are also charged with the general supervision of Veterans' Administration activities within their districts and in the absence of special instructions shall promptly submit reports of information received regarding such activities which may assist the Veterans' Administration to discharge efficiently its responsibility to its beneficiaries who reside in foreign countries.",
        "Section 488½ is canceled.",
        "The following amendments are made in section 606: In item (2), omit the word \"numbered\"; in item (3), substitute the word \"duplicate\" for the word \"original\"; amend item (7) to read, \"A card file of registrations of American citizens\"; amend item (9) to read, \"A confidential file, containing true readings of telegrams sent and received in confidential ciphers, and correspondence of a confidential nature.\"",
        "In sections 607 and 608, cancel the reference \"(Form No. 223).\"",
        "HERBERT HOOVER",
        "The White House,February 7, 1933."
    ],
    "citation": "Herbert Hoover, Executive Order 6017-Amendments to the Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361568"
}