{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11072-extending-the-exterior-boundaries-the-superior-national-forest",
    "doc": "executive-order-11072-extending-the-exterior-boundaries-the-superior-national-forest",
    "president": "John F. Kennedy",
    "president_byline": "35th President of the United States: 1961 ‐ 1963",
    "title": "Executive Order 11072-Extending the Exterior Boundaries of the Superior National Forest in Minnesota and the Clark National Forest in Missouri",
    "date": "December 28, 1962",
    "content": [
        "WHEREAS it would be in the public interest to extend the exterior boundaries of the Superior National Forest in Minnesota and the Clark National Forest in Missouri to include certain lands acquired or which may be hereafter acquired for national forest purposes; together with adjoining public lands:",
        "NOW, THEREFORE, by virtue of the authority vested in me by section 24 of the Act of March 3, 1891 (26 Stat. 1103, as amended; 16 U.S.C. 471), the Act of June 4, 1897 (30 Stat. 34, 36; 16 U.S.C. 473), and section 11 of the Act of March 1, 1911 (36 Stat. 963; 16 U.S.C. 521), and as President of the United States, and upon the recommendation of the Secretary of Agriculture, it is ordered as follows:",
        "The exterior boundaries of the Superior National Forest, Minnesota, and the Clark National Forest, Missouri, are hereby extended to include the following described lands and, subject to valid claims now existing and hereafter maintained, all lands of the United States within said boundaries which are not now parts of such National Forests hereby are reserved as parts of the Superior and Clark National Forests respectively:",
        "LANDS ADDED TO THE SUPERIOR NATIONAL FOREST, MINNESOTA",
        "FOURTH PRINCIPAL MERIDIAN",
        "Tps. 64, 65, 66 N., R. 17 W.,\nAll that part north and east of the Vermilion River. T. 67 N., R. 17 W.,\nSec. 1, lots 2, 3, 4, 7, and 8, SW1/4NW1/4, W1/2SW1/4;\nSecs. 2 to 11, inclusive;\nSec. 12, lots 2 to 5, inclusive, and lot 9;\n13, lots 1 to 4, inclusive;\nSecs. 14 to 23, inclusive;\nSec. 24, lot 1 and lots 4 to 7, inclusive;\n25 to 36, inclusive.\nT. 68 N., R. 17 W.,\nSecs. 1 to 35, inclusive;\nSec. 36, lots 1 to 7, inclusive, and lot 10.\nT. 69 N., R. 17 W.,Entire township.\nT. 66 N. R. 18 W.,\nAll that part north and east of the Vermilion River.\nTps. 67, 68 N., R. 18 W., Entire townships.\nT. 69 N., R. 18 W.,\nSec. 19, and secs. 25 to 36, inclusive.\nT. 64 N., R. 3 E.,\nSecs. 1to 6, inclusive;\nSec. 7, NE1/4NE1/4, and lots 1to 4, inclusive;\nSec. 8, N1/2, N1/2SW1/4, SE1/4SW1/4, SE1/4;\nSecs. 9 to 16, inclusive.\nT. 65N., R. 3E.,\nEntire township.",
        "LANDS ADDED TO THE CLARK NATIONAL FOREST, MISSOURI",
        "FIFTH PRINCIPAL MERIDIAN",
        "Tps. 35, 36 N. R. 8 W.\nSecs. 4 to 9, inclusive, secs. 16 to 21, inclusive, and secs. 28 to 33, inclusive.\nT. 37 N., R. 8 W.,\nSecs. 19 to 21 inclusive, and secs. 28 to 33 inclusive.\nT. 35 N., R. 9 W., Entire township.\nT. 36 N., R. 10 W.,\nSecs. 4, 5 and those parts of secs. 6 and 7 lying east of the Big Piney River;\nSecs. 8, 9, 16, and those parts of secs. 17, 18, and 19 lying east of the Big Piney River;\nSecs. 20, 21, 28, 29, and that part of sec. 30 lying east of the Big Piney River;\nSec. 31, that part of the N1/2 lying east of the Big Piney River, S1/2;\nSecs. 32, 33.\nT. 37 N.,R. 10 W.,\nThose parts of secs. 21, 28, 32, and 33 lying east of the Gasconade River.\nT. 36 N., R. 11 W.,\nSec. 24, that part lying east of the Big Piney River; Sec. 36, S1/2.\nT. 36 N., R. 12 W.,\nThat part of the S1/2S1/2SE1/4 of sec. 36 described as follows:\nBeginning at a point which is N. 79 W. from the southeast corner of said section 36, T. 36 N., R. 12 W., a distance of 1.90 chains; thence N. 79 W., on conditional line 38.82 chains to the half section line of section 36; thence south with said half section line to south quarter corner of said section 36; thence easterly along the south line of said section 36 to the point of intersection with the line which runs S. 15 30' W. from the point of beginning; thence N. 15 30' E. to the point of beginning containing 14 acres more or less.",
        "JOHN F. KENNEDY\nTHE WHITE HOUSE,\nDecember 28, 1962"
    ],
    "citation": "John F. Kennedy, Executive Order 11072-Extending the Exterior Boundaries of the Superior National Forest in Minnesota and the Clark National Forest in Missouri Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/236027"
}