{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8333-amending-executive-order-no-5952-november-23-1932-prescribing-the",
    "doc": "executive-order-8333-amending-executive-order-no-5952-november-23-1932-prescribing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8333-Amending Executive Order No. 5952 of November 23, 1932, Prescribing the Army Ration",
    "date": "January 25, 1940",
    "content": [
        "By virtue of the authority vested in me by section 40 of the act of February 2, 1901, entitled \"An Act to increase the efficiency of the permanent military establishment of the United States\" (31 Stat. 748, 758), Executive Order No. 5952 of November 23, 1932, prescribing the Army Ration, is hereby amended as follows:",
        "1. Subdivision (e) of Note 5 of Part 1 (Garrison Ration) is amended by adding thereto the following sentence:",
        "\"This additional 10 per cent is not applicable to any additional allowance which may be authorized under Note 6, below.\"",
        "2. Part 3 (Reserve Ration) is revoked in full.",
        "3. Part 4 (Field Ration) is amended to read as follows:",
        "\"The Field Ration is that prescribed for use only in time of war or national emergency when the garrison ration is not used. It will be issued in kind, and no ration savings will be allowed. Its components and substitutes will be prescribed by the Secretary of War or the commander of the field forces, and will consist of the following:",
        "(a) Field Ration \"A.\" This ration will correspond as nearly as practicable with the components or substitutes therefor of the garrison ration. This type of field ration will be issued as often as circumstances permit.",
        "(b) Field Ration \"B.\" This ration will correspond as nearly as practicable with the components of Field Ration \"A\" with the exception that non-perishable processed or canned products will replace items of a perishable nature.",
        "(c) Field Ration \"C.\" This ration will consist of previously cooked or prepared food, packed in hermetically sealed cans, which food may be eaten either hot or cold, and will consist of six cans per ration as follows:",
        "3 cans containing a meat and a vegetable component.",
        "3 cans containing crackers, sugar, and soluble coffee.",
        "(d) Field Ration \"D.\" This ration will consist of three 4-ounce bars of concentrated chocolate.",
        "(e) In time of war Field Rations \"C\" and \"D\" are to be issued only upon orders of the commander of the field forces. In time of peace, such of these types as are available may, for training purposes, be utilized when directed by proper authority.",
        "(f) When deemed advisable, a combination of Field Rations \"C\" and \"D\" may constitute the Field Ration. This will normally consist of two cans of the meat and vegetable component, two cans of the crackers, sugar, and soluble coffee, and two 4-ounce bars of concentrated chocolate.\"",
        "(g) In the theater of operations, when they cannot be obtained otherwise by the troops, the commander of the field forces may authorize the issue of any of the following items as a part of the field ration, not to exceed the allowances per ration as shown.",
        "",
        "4. Parts 4 (Field Ration), 5 (Troops Traveling on Transports), and 6 (Ration and Savings Accounts) are re-numbered 3, 4, and 5, respectively.",
        "This order shall be effective immediately.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8333-Amending Executive Order No. 5952 of November 23, 1932, Prescribing the Army Ration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368498"
}