{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-fort-reno-military-reserve",
    "doc": "executive-order-fort-reno-military-reserve",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Fort Reno Military Reserve",
    "date": "July 17, 1883",
    "content": [
        "WAR DEPARTMENT, Washington City, July 17, 1883.",
        "To the PRESIDENT: SIR: Upon recommendation of the post commander, concurred in by the commanding general, Department of the Missouri, and the lieutenant-general, I have the honor to request that the following-described tract of land in the Indian Territory, located within the limits of the Cheyenne and Arapaho Indian Reservation, created by Executive order dated August 10, 1869, be duly declared and set apart by the Executive as a military reservation for the post of Fort Reno, viz: Beginning at the northwest corner of section 28, township 13 north, range 8 west of the Indian meridian, and running thence east to North Fora of the Canadian River; thence down this stream to the range line between ranges 7 and 8 west of the Indian meridian; thence south on said range line to the southeast corner of section 36, township 13 north, range 8 west of the Indian meridian; thence east to the northeast corner of township 12 north, range 8 west of the Indian meridian; thence south to the southeast corner of section 12 of said township; thence west to the southwest corner of section 9 of said township; thence north to the northwest corner of section 4 of said township; thence west to the southwest corner of section 33, township 13 north, range 8 west of the Indian meridian; thence north to the point of beginning, containing an area of about 14, square miles, or 9,493 acres. A sketch showing the proposed reservation is inclosed herewith, and the Interior Department reports that there is no objection on the part of the Indian Office to the setting apart for military purposes exclusively of the tract of land herein described. I have the honor to be, sir, with great respect, etc.,",
        "ROBERT T. LINCOLN, Secretary of War.",
        "EXECUTIVE MANSION, Washington, July 17, 1883.",
        "The within request is approved, and the reservation is made and proclaimed accordingly. The Secretary’ of the Interior will cause the same to be noted in the General Land Office.",
        "CHESTER A. ARTHUR."
    ],
    "citation": "Chester A. Arthur, Executive Order-Fort Reno Military Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371354"
}