{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6234-veterans-regulation-no-10b",
    "doc": "executive-order-6234-veterans-regulation-no-10b",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6234-Veterans Regulation No. 10(b)",
    "date": "July 28, 1933",
    "content": [
        "MISCELLANEOUS PROVISIONS",
        "Whereas, Section 4, Title I, of Public No. 2, 73d Congress, \"An Act To maintain the credit of the United States Government\" provides:",
        "\"The President shall prescribe by regulation (subject to the provisions of section 1(e) of this title) the date of the beginning and of the termination of the period in each war subsequent to the Civil War, including the Boxer Rebellion and the Philippine Insurrection, service within which shall for the purposes of this Act be deemed war-time service. The President shall further prescribe by regulation the required number of days of war or peace time service for each class of veterans, the time limit on filing of claims for each class of veterans and their dependents, the nature and extent of proofs and presumptions for such different classes, and any other requirements as to entitlement as he shall deem equitable and just. The President in establishing conditions precedent may prescribe different requirements or conditions for the veterans of different wars and their dependents and may further subdivide the classes of persons as outlined in section 1 of this title and apply different requirements or conditions to such subdivisions.\"",
        "Now, Therefore, by virtue of the authority vested in me by said law, the following regulation is hereby promulgated amending Veterans Regulation No. 10, as amended, as hereinafter provided:",
        "1. Regulation No. 10, Paragraph V, is hereby amended to read as follows:",
        "V. The term \"widow\" of a veteran of the Spanish-American War, the Boxer Rebellion or the Philippine Insurrection, shall mean a person who was married to the veteran prior to September 1, 1922; of a World War veteran-who was married to the veteran prior to July 3, 1931; of a peace-time veteran-who was married to the veteran prior to the expiration of ten years subsequent to his discharge from the enlistment during which the injury or disease, on account of which claim is being filed, was incurred.",
        "2. Regulation No. 10(a), Paragraph X, is hereby amended to read as follows:",
        "X. No person holding an office or position, appointive or elective, under the United States Government, or the municipal government of the District of Columbia, or under any corporation, the majority of the stock of which is owned by the United States, shall be paid a pension or emergency officers' retirement pay, so long as he continues to draw a salary from such employment, except (1) those receiving pension or emergency officers' retirement pay for disabilities incurred in combat with an enemy of the United States or for disabilities resulting from an explosion of an instrumentality of war in line of duty during an enlistment or employment as provided in Veterans Regulation No. 1(a), Part I, Paragraph I; (2) those persons so employed whose pension is protected by the provisions of the Act; however, the rate of pension as to this class shall not exceed $6 per month; (3) those persons whose salary or compensation for service as such employee is in an amount not in excess of $50 per month; and (4) widows of veterans.",
        "3. Regulation No. 10, Paragraph XI, is hereby amended to read as follows:",
        "XI. No person entitled to pension or emergency officers' retirement pay under the provisions of this Act, who resides outside the continental limits of the United States, exclusive of Hawaii, Alaska, Puerto Rico, Virgin Islands and the Panama Canal Zone, shall while so residing, receive more than 50% of the amount of pension or emergency officers' retirement pay otherwise provided.",
        "4. Regulation No. 10, Paragraph XIX, is hereby amended to read as follows:",
        "XIX. The phrase \"Veterans' Administration facilities\" as used in Section 6, Title I, Public No. 2, 73d Congress as amended by Section 1 of Public No. 78, 73d Congress, shall include the following:",
        "(a) Those facilities over which the Veterans' Administration has direct and exclusive jurisdiction;",
        "(b) Those other government facilities for which the Administrator of Veterans' Affairs may deem it necessary to contract;",
        "(c) Those private facilities for which the Administrator of Veterans' Affairs may deem it necessary and proper to contract, in order to provide hospital care (1) in emergency cases for persons suffering from injuries or diseases incurred or aggravated in line of duty in active military or naval service; (2) for women veterans of any war; (3) for veterans of any war in the territories and possessions.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 28, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6234-Veterans Regulation No. 10(b) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362053"
}