{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8600-changing-the-name-the-minidoka-wildlife-refuge-minidoka-national",
    "doc": "executive-order-8600-changing-the-name-the-minidoka-wildlife-refuge-minidoka-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8600-Changing the Name of the Minidoka Wildlife Refuge to Minidoka National Wildlife Refuge and Adding Certain Lands Thereto",
    "date": "November 20, 1940",
    "content": [
        "IDAHO",
        "By virtue of the authority vested in me as President of the United States, and by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered as follows:",
        "SECTION 1. The name of the Minidoka Wildlife Refuge, in Blaine, Miniodka, and Power Counties, Idaho, established by Executive Order No. 7417 of July 17, 1936, is hereby changed to Minidoka National Wildlife Refuge.",
        "SECTION 2. The following-described public lands, in Power County, Idaho, comprising 360 acres, more or less, are hereby withdrawn from settlement, location, sale, or entry, and, subject to valid existing rights, are included in and reserved as a part of the said Minidoka National Wildlife Refuge:",
        "BOISE MERIDIAN",
        "T. 9 S., R. 29 E., sec. 8, S ½ NE ¼, S ½ NW ¼, SW ¼, and NW ¼ SE ¼.",
        "SECTION 3. The lands herein reserved having been withdrawn for reclamation purposes in connection with the Minidoka Irrigation project, their reservation as an addition to the Minidoka National Wildlife Refuge is subject to their use pursuant to the reclamation laws.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 20, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8600-Changing the Name of the Minidoka Wildlife Refuge to Minidoka National Wildlife Refuge and Adding Certain Lands Thereto Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210400"
}