{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8902-prescribing-regulations-pertaining-the-entry-coffee-into-the-united",
    "doc": "executive-order-8902-prescribing-regulations-pertaining-the-entry-coffee-into-the-united",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8902-Prescribing Regulations Pertaining to the Entry of Coffee Into the United States From Countries Signatories of the Inter-American Coffee Agreement",
    "date": "September 17, 1941",
    "content": [
        "By virtue of the authority vested in me by section 2 of the joint resolution of Congress approved April 11, 1941 (Public Law 33, 77th Cong., 1st sess.) it is hereby ordered as follows:",
        "1. No invoice of coffee produced in a country which is a signatory of the Inter-American Coffee Agreement shall be certified hereafter by a United States consular officer unless there shall be produced to the certifying officer an official document, required by Article VI of the Agreement, showing that the coffee is within the producing country's quota for exportation to United States customs territory.",
        "2. Beginning October 1, 1941, coffee produced in a country which is a signatory of the Inter-American Coffee Agreement shall not be admitted to entry for consumption in the customs territory of the United States unless there shall be produced for each shipment of such coffee an invoice bearing a certificate of a United States consular officer that there has been presented to him an official document required by Article VI of the Agreement showing that such shipment is within the producing country's quota for exportation to United States customs territory; except that any such shipment may be so entered without the production of such an invoice if the shipment is valued at less than $100, or if there is given a bond conditioned for the production of such an invoice within six months from the date of entry, or if the coffee was shipped from the producing country under a through bill of lading to the United States prior to the date of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 17, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8902-Prescribing Regulations Pertaining to the Entry of Coffee Into the United States From Countries Signatories of the Inter-American Coffee Agreement Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372191"
}