{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7225-authorizing-procurement-officers-and-employees-the-treasury",
    "doc": "executive-order-7225-authorizing-procurement-officers-and-employees-the-treasury",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7225-Authorizing Procurement Officers and Employees of the Treasury Department to Certify Certain Vouchers",
    "date": "November 15, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (Public Resolution No. 11- 74th Congress), I hereby authorize the Director of Procurement of the Treasury Department and such officers and employees under his direction as he may designate in writing, to certify and approve vouchers and schedules of disbursements chargeable to any appropriation-allocation under the Emergency Relief Appropriation Act of 1935: Provided, that such vouchers are for (a) payment for materials, supplies, and equipment, including transportation charges thereon and overhead expenses pertaining thereto, purchased by the Secretary of the Treasury through the Procurement Division pursuant to section II (A) (2) of Executive Order No. 7034 of May 6, 1935, or (b) for reimbursing, at prices fixed by the Director of Procurement, the Work Relief Supply Fund established pursuant to section 1 of Executive Order No. 7151 of August 21, 1935, for such purchases, including transportation and overhead expenses thereon: And provided further, that such vouchers have attached thereto documentary evidence that the materials, etc., so purchased have been duly received by the requisitioning department, independent establishment, or other agency whose appropriation-allocations are chargeable therefor.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 15, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7225-Authorizing Procurement Officers and Employees of the Treasury Department to Certify Certain Vouchers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362725"
}