{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6329-amendment-code-fair-competition-for-the-ship-building-and-ship",
    "doc": "executive-order-6329-amendment-code-fair-competition-for-the-ship-building-and-ship",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6329-Amendment of Code of Fair Competition for the Ship Building and Ship Repairing Industry",
    "date": "October 10, 1933",
    "content": [
        "An application having been made by the Ship Building and Ship Repairing Industry Committee, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for modification and amendment of the Code of Fair Competition for the Ship Building and Ship Repairing Industry, as heretofore approved by me, and for the modification of my approval of said Code of Fair Competition accordingly, and the Administration having recommended the granting of such application, such proposed modifications and amendments to be in accordance with the following proposals:",
        "Sec. 8. \"(a) To effectuate further the policies of the Act, a Ship Building and Ship Repairing Industry Committee is hereby designated to cooperate with the Administrator as a Planning and Fair Practice agency for the ship building and ship repairing industry. This Committee shall consist of representatives of the Ship Builders and Ship Repairers in such number not less than six as the Administrator in his discretion may from time to time determine, elected by a fair method of selection to be approved by the Administrator, and four members without vote appointed by the President of the United States. Such agency may from time to time present to the Administrator recommendations based on conditions in their industry as they may develop from time to time which will tend to effectuate the operation of the provisions of this Code and the policy of the National Industrial Recovery Act.\"",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the granting of the aforesaid application, such modification and amendment to take effect one week from the date hereof, unless good cause to the contrary is shown to the Administrator before that time, and do order that the final approval of the Code of Fair Competition for the Ship Building and Ship Repairing Industry contained in my Executive Order dated July 26, 1933, is hereby modified to the foregoing effect.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,October 10, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6329-Amendment of Code of Fair Competition for the Ship Building and Ship Repairing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362155"
}