{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13406-protecting-the-property-rights-the-american-people",
    "doc": "executive-order-13406-protecting-the-property-rights-the-american-people",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 ‐ 2009",
    "title": "Executive Order 13406-Protecting the Property Rights of the American People",
    "date": "June 23, 2006",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, and to strengthen the rights of the American people against the taking of their private property, it is hereby ordered as follows:",
        "Section 1. Policy. It is the policy of the United States to protect the rights of Americans to their private property, including by limiting the taking of private property by the Federal Government to situations in which the taking is for public use, with just compensation, and for the purpose of benefiting the general public and not merely for the purpose of advancing the economic interest of private parties to be given ownership or use of the property taken.",
        "Sec. 2. Implementation.",
        "(a) The Attorney General shall:\n(i) issue instructions to the heads of departments and agencies to implement the policy set forth in section 1 of this order; and\n(ii)monitor takings by departments and agencies for compliance with the policy set forth in section 1 of this order.",
        "(b) Heads of departments and agencies shall, to the extent permitted by law:\n(i) comply with instructions issued under subsection (a)(i); and\n(ii)provide to the Attorney General such information as the Attorney General determines necessary to carry out subsection (a)(ii).",
        "Sec. 3. Specific Exclusions. Nothing in this order shall be construed to prohibit a taking of private property by the Federal Government, that otherwise complies with applicable law, for the purpose of:",
        "(a) public ownership or exclusive use of the property by the public, such as for a public medical facility, roadway, park, forest, governmental office building, or military reservation;\n(b) projects designated for public, common carrier, public transportation, or public utility use, including those for which a fee is assessed, that serve the general public and are subject to regulation by a governmental entity;\n(c) conveying the property to a nongovernmental entity, such as a telecommunications or transportation common carrier, that makes the property available for use by the general public as of right;\n(d) preventing or mitigating a harmful use of land that constitutes a threat to public health, safety, or the environment;\n(e) acquiring abandoned property;\n(f) quieting title to real property;\n(g) acquiring ownership or use by a public utility;\n(h) facilitating the disposal or exchange of Federal property; or\n(i) meeting military, law enforcement, public safety, public transportation, or public health emergencies.",
        "Sec. 4. General Provisions. (a) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(b) Nothing in this order shall be construed to impair or otherwise affect:\n(i) authority granted by law to a department or agency or the head thereof; or\n(ii)functions of the Director of the Office of Management and Budget relating to budget, administrative, or legislative proposals.",
        "(c) This order shall be implemented in a manner consistent with Executive Order 12630 of March 15, 1988.",
        "(d) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity against the United States, its departments, agencies, entities, officers, employees, or agents, or any other person.",
        "George W. Bush\nThe White House,\nJune 23, 2006."
    ],
    "citation": "George W. Bush, Executive Order 13406-Protecting the Property Rights of the American People Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/216521"
}