{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8458-directing-the-civil-service-commission-establish-replacement-list-non",
    "doc": "executive-order-8458-directing-the-civil-service-commission-establish-replacement-list-non",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8458-Directing the Civil Service Commission To Establish a Replacement List of Non-Civil Service Employees for Use for Temporary Appointments to National Defense Positions",
    "date": "June 27, 1940",
    "content": [
        "By virtue of the authority vested in me by section 1753 of the Revised Statutes (U.S.C., title 5, sec. 631), by the Civil Service Act (22 Stat. 403), and as President of the United States, it is hereby ordered as follows:",
        "1. The Civil Service Commission shall establish a replacement list of employees who do not possess a competitive civil-service status, who have been involuntarily separated from the Federal service, with good records, after January 1, 1940, and who have had at least six months of Government service immediately prior to separation; such list to be used for temporary appointments to national-defense positions for terms not extending beyond the duration of the national-defense program.",
        "2. The Commission shall determine what positions are national-defense positions, and shall prescribe such regulations as may be necessary to effectuate the provisions of this order. Such regulations shall, among other things, (a) prescribe the conditions of entry on such list, including the passing of noncompetitive tests of fitness and character investigations, (b) formulate the plan by which certifications from such list are to be made, and (c) provide opportunity for the use of such list in their discretion by agencies having national-defense positions.",
        "3. Persons appointed from such list shall not acquire a competitive civil-service status by virtue of such appointment.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 27, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8458-Directing the Civil Service Commission To Establish a Replacement List of Non-Civil Service Employees for Use for Temporary Appointments to National Defense Positions Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371950"
}