{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6572-revocation-executive-order-march-30-1932-withdrawing-public-lands-new",
    "doc": "executive-order-6572-revocation-executive-order-march-30-1932-withdrawing-public-lands-new",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6572-Revocation of Executive Order of March 30, 1932, Withdrawing Public Lands, New Mexico",
    "date": "January 24, 1934",
    "content": [
        "By virtue of the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), Executive Order No. 5829, dated March 30, 1932, withdrawing public lands in T. 23 S., R. 18 W. of the New Mexico principal meridian, New Mexico, pending resurvey, is hereby revoked.",
        "And it is hereby ordered, pursuant to Public Resolution 85, approved June 12, 1930 (ch. 471, 46 Stat. 580), that, subject to valid rights and the provisions of existing withdrawals, the public lands in said township shall be opened only to entry under the homestead or desert-land laws by qualified ex-service men for whose service recognition is granted by said resolution, under the terms and conditions of said resolution and the regulations issued thereunder, for a period of 91 days beginning with the date of the official filing of the plat of resurvey of said township, and thereafter to appropriation by the general public under any public-land law applicable thereto.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to the released land by settlement in advance of entry or otherwise except strictly in accordance with the provisions of this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 24, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6572-Revocation of Executive Order of March 30, 1932, Withdrawing Public Lands, New Mexico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362333"
}