{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7837-cash-relief-for-certain-employees-the-panama-canal",
    "doc": "executive-order-7837-cash-relief-for-certain-employees-the-panama-canal",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7837-Cash Relief for Certain Employees of the Panama Canal",
    "date": "March 12, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of July 8, 1937, ch. 443, 50 Stat. 478 (U.S. Code, title 48, sec. 1372), I hereby prescribe the following regulations for the payment of cash relief to persons coming within the provisions of that act:",
        "SEC. 1. Application for relief.- Applicants for cash relief under the provisions of the said act of July 8, 1937, shall make application therefor n such form as may be prescribed by the Governor of The Panama Canal. Applications shall be supported by such proof, including medical certificates, as may be considered necessary and adequate to enable the Governor to determine the eligibility of the applicant to receive cash relief, his length of service, and his economic status. If the applicant is mentally incompetent the application for relief may be submitted by his guardian or, with the consent or authority of the Governor, by the nearest relative of the applicant, or other person familiar with the status of the applicant.",
        "SEC. 2. Determination of length of service.- The length of service of the applicant, including continuous and intermittent service, shall be determined by the Governor of The Panama Canal in accordance with the official records of employment or by such other proof as the Governor may require.",
        "SEC. 3. Amount of relief.-The monthly cash relief which shall be allowed to an applicant who is found to be eligible for such relief under the said act, shall be an amount, not in excess of $25, equal to $1 multiplied by the number of years of service of applicant in the employ of The Panama Canal and the Panama Railroad Company as determined by the Governor of The Panama Canal: Provided, that in the application of this section, only the whole number of years of service, excluding the fraction of a year, if any, shall be used in calculating the monthly cash relief: And provided further, that the Governor, in his discretion, may allow a less amount of cash relief per month to an applicant. The Governor may from time to time reduce or increase, within the limits prescribed by the said act, the amount of relief granted to a beneficiary, if the economic status of the beneficiary in the opinion of the Governor justifies or warrants such an adjustment of the amount of cash relief, consideration being given to such factors as the earnings or income of the beneficiary, if any, the number of persons dependent upon him for support, and the ability of his family to assist in providing for him.",
        "SEC. 4. Payment.-Cash relief shall commence at such date after the separation of the employee from The Panama Canal service as shall be determined by the Governor, and shall be payable monthly, or at such more frequent intervals as may be prescribed by the Governor: Provided, that the amount unpaid on the death of the beneficiary may be paid only to the person who shall have been designated by the beneficiary with the approval of the Governor to receive such amount. Payments shall be made by the Paymaster, The Panama Canal.",
        "SEC. 5. Administrative regulations authorized.- The Governor is hereby authorized to prescribe such additional regulations as may be necessary for the proper administration of the provisions of this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 12, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7837-Cash Relief for Certain Employees of the Panama Canal Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371793"
}