{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10504-transferring-certain-functions-powers-and-duties-the-small-business",
    "doc": "executive-order-10504-transferring-certain-functions-powers-and-duties-the-small-business",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Executive Order 10504-Transferring Certain Functions, Powers, and Duties to the Small Business Administration",
    "date": "December 01, 1953",
    "content": [
        "By virtue of the authority vested in me by section 218 of the Small Business Act of 1953 (Title II, Public Law 163, 83rd Congress; 67 Stat. 232, 239), and as President of the United States, it is ordered as follows:",
        "SECTION 1. There are hereby transferred and assigned to the Small Business Administrator all functions, powers, and duties of the Small Defense Plants Administration, its Administrator, and other officers, relating to the liquidation of the Small Defense Plants Administration, including, without limiting the generality of the foregoing, all remaining functions, powers, and duties with respect to (a) contracts entered into pursuant to subdivisions (B), (C), and (D) of section 714 (b) (1) of the Defense Production Act of 1950, as amended; (b) certificates of competency issued pursuant to section 714 (e) (6) and section 714 (f) (1) of the said act; and (c) payment of obligations incurred against any appropriation or fund made available to the Small Defense Plants Administration.",
        "SEC. 2. The said functions, powers, and duties shall be administered by the Small Business Administrator or, subject to his direction and control, by such officers and employees of the Small Business Administration as he shall designate.",
        "SEC. 3. There shall be transferred to the Small Business Administration the records, property, and unexpended balances of appropriations and other funds of the Small Defense Plants Administration which relate to the functions, powers, and duties transferred and assigned by section 1 of this order.",
        "SEC. 4. This order shall become effective at the close of business on November 30, 1953.",
        "DWIGHT D. EISENHOWER",
        "THE WHITE HOUSE,",
        "December 1, 1953."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10504-Transferring Certain Functions, Powers, and Duties to the Small Business Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/234434"
}