{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6543-delegating-further-functions-and-powers-the-administrator-for",
    "doc": "executive-order-6543-delegating-further-functions-and-powers-the-administrator-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6543-A-Delegating Further Functions and Powers to the Administrator for Industrial Recovery",
    "date": "December 30, 1933",
    "content": [
        "Pursuant to the authority vested in me by and under the provisions of title I of the National Industrial Recovery Act, and in addition to the functions and powers heretofore delegated to the Administrator for Industrial Recovery;",
        "I, Franklin D. Roosevelt, President of the United States, do hereby order that the following functions and powers be, and they are hereby, delegated to the Administrator for Industrial Recovery:",
        "(1) The approval of codes of fair competition, with the exception of codes for major industries (being in general those industries normally employing in excess of 50,000 employees), as so classified by the Administrator for Industrial Recovery, and with the exception also of any code of fair competition imposed under section 3 (d) of said title of said act.",
        "(2) The approval of any amendment or modification to, exception or exemption from, or elimination of any one or more provisions of any code of fair competition.",
        "(3) Nothing herein contained shall be construed as amending any previous delegations of power to any other Department of the Government.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,December 30, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6543-A-Delegating Further Functions and Powers to the Administrator for Industrial Recovery Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373235"
}