{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-reservation-land-for-pima-and-maricopa-indians-arizona",
    "doc": "executive-order-reservation-land-for-pima-and-maricopa-indians-arizona",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Reservation of Land for Pima and Maricopa Indians in Arizona",
    "date": "May 05, 1882",
    "content": [
        "Executive Mansion, May 5, 1882.",
        "It is hereby ordered that the following-described lands, situated in the Territory of Arizona, viz: Beginning at a point where the south boundary of section 15, township 3 south, range 3 east, intersects the western boundary of the present reservation south of the Gila River; thence west along the south boundary of sections 15 and 16, township 3 south, range 3 east, to the southwest corner of section 16; thence north along the section line to the northwest corner of section 16; thence due west along the south boundary of sections 8 and 7, in township 3 south, range 3 east, and sections 12, 11, and 10, in township 3 south, range 2 east, to the southwest corner of section 10; thenceforth along the west boundary of sections 10 and 3, to the northwest corner of section 3, in township 3 south, range 2 east; thence west along the north boundary of said township to the southwest corner of section 33, in township 2 south, range 2 east; thence north along the west boundary of sections 33 and 28 to the northwest corner of section 28; thence northwest in a straight line to a point on the Gila River meridian 2 miles south of the initial point on the Gila River base line; thence north along the Gila River meridian to the middle of the Gila River; thence with the boundary of the present reservation along and up the middle of the Gila River to a point where the said boundary leaves the said river; thence continuing along said boundary south 18° 38' east to the place of beginning, be, and the same is hereby, withdrawn from sale and settlement, and set apart for the use of the Pima and Maricopa Indians, in addition to their present reservation in said Territory: Provided, however, That any tract or tracts of land included within the foregoing described boundaries the title to which has passed out of the United States Government, or to which valid homestead and preemption rights have attached under the laws of the United States, prior to the date of this order, are hereby excluded from the reservation hereby made.",
        "CHESTER A. ARTHUR."
    ],
    "citation": "Chester A. Arthur, Executive Order-Reservation of Land for Pima and Maricopa Indians in Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371292"
}