{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6584-interdepartmental-transfer-lands-sand-and-quarantine-islands",
    "doc": "executive-order-6584-interdepartmental-transfer-lands-sand-and-quarantine-islands",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6584-Interdepartmental Transfer of Lands on Sand and Quarantine Islands, Territory of Hawaii",
    "date": "February 06, 1934",
    "content": [
        "Whereas Sand and Quarantine Islands, Oahu, Territory of Hawaii, are now occupied and used by the Treasury Department, the Department of Commerce, and the War Department; and",
        "Whereas the widening and deepening of the entrance channel to the harbor of Honolulu and the enlargement of the harbor basin are essential to the safe and convenient navigation of said harbor; and",
        "Whereas the plan and project of widening and deepening said channel and the enlargement of said harbor were approved August 31, 1933, by the Federal Emergency Administrator of Public Works pursuant to authority contained in the act of Congress approved June 16, 1933 (ch. 90, 48 Stat. 195, 201), entitled \"An Act to encourage national industrial recovery, to foster fair competition, and to provide for the construction of certain useful public works, and for other purposes\"; and",
        "Whereas the plan and project of the improvement to said harbor, as approved, require the cutting off of part of Sand and Quarantine Islands now under the jurisdiction of the Treasury Department, the Department of Commerce, and the War Department and the relocation, either in whole or in part, of the facilities of said Departments elsewhere on said islands;",
        "Now, Therefore, by virtue of the authority vested in me under section 91 of the act of April 30, 1900 (ch. 339, 31 Stat. 159), as amended by section 7 of the act of May 27, 1910 (ch. 258, 36 Stat. 447), and as President of the United States, it is hereby ordered that the following-described tracts of land be, and they are hereby, transferred as follows:",
        "(a) From War Department to Treasury Department:",
        "Beginning at a point marked by tack in wooden hub on the southern boundary of Reserved Channel, Honolulu Harbor, from which the azimuth (measured clockwise from true south) and distance to concrete monument marked \"US\" and designated as \"North Base\" is 338°33'15\"-lt501.38 feet; and from said \"North Base\" the azimuth and distance to United States Coast and Geodetic Survey triangulation station Punchbowl is 247°34'52.4\"-8,261.80 feet. Thence from said initial point, by metes and bounds,",
        "(1) 33°37'30\"-556.66 feet, along proposed boundary line of land to be transferred to the Department of Commerce, to a point marked by tack in wooden hub;",
        "(2) 105°30'30\"-500.00 feet, along proposed boundary line of land to be transferred to the War Department, to a point marked by pipe in concrete monument;",
        "(3) On a curve to the left, with a radius of 490.00 feet, 357.93 feet along the curve, along boundary line of land under the control of the Treasury Department, the long chord of which bears 160°31'00\"-350.02 feet, to a point marked by pipe in concrete monument;",
        "(4) 230°30'00\"-534.72 feet, along the boundary line of said land, to a point marked by pipe in concrete monument;",
        "(5) 304°33'00\"-600.00 feet, along southern boundary of Reserved Channel Honolulu Harbor, to the place of beginning, containing an area of 9.84 acres, more or less, said tract being part of the land set aside for military purposes by Executive Order No. 3358, dated November 24, 1920.",
        "(b) From Treasury Department to War Department:",
        "Beginning at a point marked by pipe in concrete monument on the boundary line of a certain tract of land under the control of the Treasury Department, from which point the azimuth (measured clockwise from true south) and distance to concrete monument marked \"US\" and designated as \"North Base\" is 308°33'57\"- 1,712.51 feet; and from said \"North Base\" the azimuth and distance to United States Coast and Geodetic Survey triangulation station Punchbowl is 247°34'52.4\"- 8,261.80 feet. Thence from said initial point, by metes and bounds,",
        "(1) 285°30'30\"-1,819.30 feet, to a point;",
        "(2) 328°37'02\"-310.22 feet, to a point;",
        "(3) 56°23'00\"-250.00 feet, to a point;",
        "(4) 146°23'00\"-460.00 feet, to a point;",
        "(5) 105°30'35\"-1,520.00 feet, to a point marked by copper plate in concrete monument;",
        "(6) On a curve to the left, with a radius of 490.00 feet, 101.18 feet along the curve, the long chord of which bears 187°20'20\"-101.00 feet, to the place of beginning, containing an area of 6.10 acres, more or less, said tract being part of the land transferred to the Marine Hospital Service by section 97 of the act of Congress approved April 30, 1900 (ch. 339, 31 Stat. 141, 160).",
        "(c) From War Department to Department of Commerce:",
        "Beginning at a point marked by tack in wooden hub on the southern boundary of Reserved Channel, Honolulu Harbor, from which the azimuth (measured clockwise from true south) and distance to concrete monument marked \"US\" and designated as \"North Base\" is 338° 33'15\"-1,501.38 feet; and from said \"North Base\" the azimuth and distance to United States Coast and Geodetic Survey triangulation station Punchbowl is 247°34'52.4\"-8,261.80 feet. Thence from said initial point, by metes and bounds,",
        "(1) 304°33'00\"-400.00 feet, along southern boundary of Reserved Channel, Honolulu Harbor, to a point marked by tack in wooden hub;",
        "(2) 33°43'50\"-419.60 feet, to a point marked by tack in wooden hub;",
        "(3) 105°30'30\"-420.00 feet, along proposed boundary line of land to be transferred to the War Department, to a point marked by tack in wooden hub;",
        "(4) 213°37'30\"-556.66 feet, along proposed boundary lino of land to be transferred to the Treasury Department, to the place of beginning, containing an area of 4.48 acres, more or less, said tract being part of the land set aside for military purposes by Executive Order No. 3358, dated November 24, 1920.",
        "(d) From Department of Commerce to War Department:",
        "Beginning at a point from which the azimuth (measured clockwise from true south) and distance to concrete monument marked \"US\" and designated as \"Lighthouse\" is 326°26'50\"-150.00 feet. Thence from said initial point, by metes and bounds,",
        "(1) 236°26'50\"-50.00 feet, to a point;",
        "(2) 322°38,05\"-208.52 feet, to a point;",
        "(3) l°54'00\"-330.00 feet, to a point;",
        "(4) 108o22'00\"-63.00 feet, to a point;",
        "(5) 112°57'30\"-220.00 feet, to a point;",
        "(6) 146°26'50\"-243.80 feet, to a point;",
        "(7) 236°26'50\"-287.80 feet, to the place of beginning, containing an area of 2.81 acres, more or less, said tract being that land occupied by the Department of Commerce by virtue of permission granted by the Secretary of War on August 12, 1911, and Executive Order No. 2732, dated October 13, 1917.",
        "Upon cessation of use of the lands hereby transferred to the Treasury Department and the Department of Commerce and formal notice thereof by said Departments to the War Department, such lands shall revert to the control and jurisdiction of the War Department as part of the military reservation of Sand Island.",
        "It is also ordered that such portions of the land contemplated to be removed under the plan and project of widening and deepening the channel and the enlargement of the harbor of Honolulu, as approved, are hereby set aside for use of the War Department in connection with the improvements to the said harbor.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 6, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6584-Interdepartmental Transfer of Lands on Sand and Quarantine Islands, Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362341"
}