{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8214-providing-additional-time-eligibility-for-reinstatement-under-civil",
    "doc": "executive-order-8214-providing-additional-time-eligibility-for-reinstatement-under-civil",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8214-Providing Additional Time-Eligibility for Reinstatement Under Civil Service Rules of Certain Former Federal Employees",
    "date": "July 25, 1939",
    "content": [
        "By virtue of the authority vested in me by the provisions of paragraph Eighth, subdivision SECOND, section 2 of the Civil Service Act (22 Stat. 403, 404), it is hereby ordered that subject to the other requirements of the Civil Service Rules, the provisions of such Rules relating to time limitations on reinstatement eligibility shall be made applicable on and after the date of this order rather than on and after the date of actual separation as to all former Federal employees who were separated from their positions during the period June 30, 1932, to July 26, 1937, solely because of the operation of section 213 of the Economy Act of June 30, 1932 (47 Stat. 382, 406).",
        "This order is issued so that such former employees may be accorded an additional period of time-eligibility for reinstatement, under the Civil Service Rules, commensurate to the period which they would otherwise have had but which was rendered ineffective between the dates of separation and the date of repeal of section 213, supra.",
        "This order is recommended by the Civil Service Commission.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 25, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8214-Providing Additional Time-Eligibility for Reinstatement Under Civil Service Rules of Certain Former Federal Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368704"
}