{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6439-delegating-authority-under-section-2b-and-prescribing-rules-and",
    "doc": "executive-order-6439-delegating-authority-under-section-2b-and-prescribing-rules-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6439-Delegating Authority Under Section 2(b) and Prescribing Rules and Regulations Under Section 10(a) of Title I of the National Industrial Recovery Act",
    "date": "November 18, 1933",
    "content": [
        "By virtue of the authority vested in me by sections 2(b) and 10(a) of title I of the National Industrial Recovery Act, approved June 16, 1933, Public, No. 67, Seventy-third Congress, I hereby delegate authority and prescribe rules and regulations necessary for carrying out the purposes of title I of said act as follows:",
        "(a) The Administrator for Industrial Recovery shall cause to be made and shall adopt for the National Recovery Administration a seal of such device as he shall approve.",
        "(b) Copies of any books, records, papers, or documents of the National Recovery Administration and copies of any codes, agreements, orders, rules, or regulations approved, entered into, issued or prescribed under or in relation to title I of the National Industrial Recovery Act, authenticated under the seal of the National Recovery Administration by the Administrator for Industrial Recovery, or by anyone duly authorized to act for him, shall be admitted in evidence equally with the originals thereof.",
        "(c) The Administrator for Industrial Recovery, and any officer or agency designated by him for the purpose, are authorized to certify or exemplify for any purpose for which certification or exemplification may be required or necessary, copies of any books, records, papers, or documents of the National Recovery Act, and copies of any codes, agreements, orders, rules, or regulations enumerated in paragraph (b) of this order.",
        "(d) The Administrator for Industrial Recovery is authorized to prescribe such further rules and regulations as may be necessary to effectuate the purposes of this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 18, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6439-Delegating Authority Under Section 2(b) and Prescribing Rules and Regulations Under Section 10(a) of Title I of the National Industrial Recovery Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362265"
}