{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6606-c-code-fair-competition-for-the-advertising-distributing-trade",
    "doc": "executive-order-6606-c-code-fair-competition-for-the-advertising-distributing-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6606-C-Code of Fair Competition for the Advertising Distributing Trade",
    "date": "February 17, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Advertising Distributing Trade, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "1. That for a period of 90 days from the effective date of this Code boys of the ages of 14 and 15 may be employed for a period not to exceed three hours per day. All such work hours shall be between 7 a.m. and 7 p.m. and shall not conflict with the employees' hours of day school.",
        "2. Application of the definition of \"working hours\" in Article III, Section 5, is stayed for a period of 90 days from the effective date of this Code to afford the Code Authority an opportunity to study and recommend to the Administrator a plan whereby the interests of the carrier shall be better protected.",
        "3. The effect of Article III, Sections 4 and 5, on the hours and rates of pay of office workers shall be reported to the Administrator within 90 days of the effective date of the Code in order to determine whether such hours and rates need be further limited.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson",
        "The White House,February 17, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6606-C-Code of Fair Competition for the Advertising Distributing Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362370"
}