{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9349-possession-relinquished-plants-milford-ordnance-company-inc-and",
    "doc": "executive-order-9349-possession-relinquished-plants-milford-ordnance-company-inc-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9349-Possession Relinquished of Plants of Milford Ordnance Company, Inc., and Sussex Ordnance Company",
    "date": "June 04, 1943",
    "content": [
        "Whereas by Executive Order No. 9254, dated the 12th day of October, 1942, the Secretary of the Navy was authorized to take possession of and operate the plants of Milford Ordnance Company, Inc., and of Sussex Ordnance Company, all located at Milford, Delaware, insofar as might be necessary or desirable to produce safely and effectively the kind, quantity, and quality of war materials as might be required for the war effort: and",
        "Whereas on the 13th day of October, 1942, the Secretary of the Navy, acting pursuant to such authority, took possession of said plants and has retained such possession since that date; and",
        "Whereas the said Executive Order provides that possession and operation of any plant thereunder shall be terminated by the President as soon as he determines that such plant will be operated privately in a manner consistent with the war effort; and",
        "Whereas I have now determined that said plants of Milford Ordnance Company, Inc., and of Sussex Ordnance Company will be privately operated in a manner consistent with the war effort:",
        "Now, Therefore, I, Franklin D. Roosevelt, as President of the United States, and as Commander in Chief of the Army and Navy of the United States, hereby direct the Secretary of the Navy to relinquish possession of the plants of Milford Ordnance Company, Inc., located at Milford, Delaware, to Milford Ordnance Company, Inc., and the plants of Sussex Ordnance Company, located at Milford, Delaware, to Sussex Ordnance Company, as of midnight on June 5, 1943, and to issue the necessary orders for carrying out this direction.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 4, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9349-Possession Relinquished of Plants of Milford Ordnance Company, Inc., and Sussex Ordnance Company Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367994"
}