{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6806-transfer-lands-from-the-tusayan-national-forest-the-kaibab-national",
    "doc": "executive-order-6806-transfer-lands-from-the-tusayan-national-forest-the-kaibab-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6806-Transfer of Lands From the Tusayan National Forest to the Kaibab National Forest",
    "date": "August 04, 1934",
    "content": [
        "ARIZONA",
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (30 Stat. 11, 36; 16 U.S.C., sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that all lands of the Tusayan National Forest as defined by proclamation of June 28, 1910 (36 Stat. 2709), and subsequently modified, lying to the north and east of the following-described line, be, and they are hereby, transferred to and made a part of the Kaibab National Forest, Arizona, established by Proclamation No. 1238, of May 19, 1913, and subsequently modified by the acts of February 26, 1919 (40 Stat. 1175), and February 25, 1927 (44 Stat. 1238), and Executive Order No. 3972, of March 18, 1924, and all of said lands shall hereafter be designated and administered as the Kaibab National Forest:",
        "Beginning on the south line of sec. 15, T. 21 N., R. 2 W., at the point where the Atchison, Topeka & Santa Fe Railroad intersects said section line; thence in a southeasterly direction along said railroad line to its point of intersection with the south line of sec. 30, in T. 20 N., R. 1 W.; thence easterly to the northeast corner of sec. 31, T. 20 N., R. 1 E.; thence south to the east quarter corner of sec. 6, T. 19 N., R. 1 E.; thence east to the east quarter corner of sec. 4, said township; thence south to the southeast corner said sec. 4; thence east to the northeast corner sec. 12, said township; thence south to the southeast corner said sec. 12; thence east to the northeast corner of sec. 17, T. 19 N., R. 2 E.; thence south to the east quarter corner of sec. 20, said township; thence east to the east quarter corner sec. 24, said township; thence south to the southeast corner said sec. 24; thence east to the north-east corner sec. 28, T. 19 N., R. 3 E.; thence south to the southeast corner said section; thence east to the northeast corner sec. 35, said township; thence north to the northwest corner of sec. 25, said township; thence east to the northeast corner of sec. 30, T. 19 N., R. 4 E.; thence north to the northwest corner of sec. 17, said township; thence east to Sycamore Creek, all Gila and Salt River meridian.",
        "It is further ordered that the following-described tracts be, and the same are hereby, eliminated from the Tusayan National Forest:",
        "Secs. 8, 9, 10, 11, 14, 15, 22, 23, and 26, T. 22 N., R. 2 W., Gila and Salt River meridian.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,August 4, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6806-Transfer of Lands From the Tusayan National Forest to the Kaibab National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373408"
}