{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7644-authorizing-transfer-certain-employees-the-government-operated-star",
    "doc": "executive-order-7644-authorizing-transfer-certain-employees-the-government-operated-star",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7644-Authorizing Transfer of Certain Employees of the Government-Operated Star Route Service Bureau, Post Office Department, to Positions in the Postal Service",
    "date": "June 24, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404) it is hereby ordered that, subject to such noncompetitive tests of fitness as the Civil Service Commission may prescribe, the following-named nonclassified employees of the Government-Operated Star Route Service, Bureau of the Second Assistant Postmaster General, who have long been engaged in the operation of certain Star Routes which are again being placed under contract operation, may be transferred and appointed to appropriate classified positions in the Postal Service without regard to the provisions of the Civil Service Act and rules:",
        "Robert S. Belfield      William L. Brent      Harry Charnley      Archie R. Delano      John W. Fincham      O. K. Hale, Jr.      Harry B. Hess      Charles M. King      Richard E. Luce      Harry C. McCleary      Henry L. Naylor      Joseph I. Neal      Warner P. Pitts      James E. Self      Charles S. Thompson      George A. Thompson      William Washington",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 24, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7644-Authorizing Transfer of Certain Employees of the Government-Operated Star Route Service Bureau, Post Office Department, to Positions in the Postal Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362842"
}