{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5690-withdrawal-public-lands-the-province-zambales-luzon-philippine",
    "doc": "executive-order-5690-withdrawal-public-lands-the-province-zambales-luzon-philippine",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5690-Withdrawal of Public Lands in the Province of Zambales, Luzon, Philippine Islands",
    "date": "August 20, 1931",
    "content": [
        "Pursuant to section 9 of an act of Congress approved August 29, 1916 (39 Stat. 547), entitled \"An act to declare the purpose of the people of the United States as to the future political status of the people of the Philippine Islands, and to provide a more autonomous government for those islands\" the following-described lands of the United States situate in the Province cf Zambales, island of Luzon, Philippine Islands, and described as Parcel No. 3 in a proclamation of the Governor General of the Philippine Islands dated April 24, 1930, are hereby reserved and set apart by reason of the deposits of chromite thereon for the public purposes of the United States, subject to private rights if any there be:",
        "All that area bounded by north latitudes 15° 44' 30\" and 15° 46' 30\" and by east longitudes 119° 58' 30\" and 120° 00' 30\".",
        "The following lands described in Executive Order No. 4310, dated September 24, 1925, being no longer required for the purposes for which reserved and.set apart, are hereby placed under the control of the government of said islands to be administered for the benefit of the inhabitants thereof:",
        "All that area lying between longitude 120° 5' and 120° 6' E. and latitude 155 33' 30\" and 15° 34' 30\" N.",
        "HERBERT HOOVER",
        "The White House,August 20, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5690-Withdrawal of Public Lands in the Province of Zambales, Luzon, Philippine Islands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361273"
}