{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5316-wolf-island-wild-life-refuge",
    "doc": "executive-order-5316-wolf-island-wild-life-refuge",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5316-Wolf Island Wild Life Refuge",
    "date": "April 03, 1930",
    "content": [
        "Georgia",
        "It is hereby ordered that the Lighthouse Reservation on Wolf Island, situated off the Atlantic coast of Georgia, between Doboy Sound and Altamaha Sound, approximately in latitude 31° 21' N., longitude 81° 17' W., as shown within the area segregated by the broken line upon the diagram hereto attached and made a part of this order, be and the same is hereby reserved and set apart, subject to its use for lighthouse purposes, for the use of the Department of Agriculture as a refuge and breeding ground for wild animals and birds.",
        "It is unlawful, within this reservation, (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, to take or destroy the eggs of any wild bird, to occupy or use any part of the reservation, or to enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave fire or to suffer it to burn unattended near any timber or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of title 18, chapter 4, United States Code, or by the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1222).",
        "This refuge shall be known as the Wolf Island Wild Life Refuge.",
        "HERBERT HOOVER",
        "The White House,April 3, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5316-Wolf Island Wild Life Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372916"
}