{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6106-relief-unemployment-through-the-performance-useful-public-work",
    "doc": "executive-order-6106-relief-unemployment-through-the-performance-useful-public-work",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6106-A-Relief of Unemployment Through the Performance of Useful Public Work",
    "date": "April 10, 1933",
    "content": [
        "By virtue of the authority vested in me by the Act of Congress entitled \"An Act for the relief of unemployment through the performance of useful public work, and for other purposes,\" approved March 31, 1933 (Public No. 5-73rd Congress), supplementing Executive Order No. 6101, dated April 5, 1933, it is hereby ordered that:",
        "(1) The Chief of Finance of the Army is designated, empowered, and directed to receive, expend, and account for all funds pertaining to and expended for the relief of unemployment through the performance of useful public work under the direction of the Director of the Civilian Conservation Work.",
        "(2) Funds authorized by the President for the operation of this conservation activity will be transferred by the Treasury Department to the credit of the War Department and shall be withdrawn by requisition from the Chief of Finance, U.S. Army, for disbursement.",
        "(3) All expenditures from the Emergency Conservation Fund will be made and accounted for by the Finance Department under Army Account of Advances so as to show separately all the purposes for which funds are expended for unemployment relief work and all adjustments of expended funds will be made in accordance with existing law, regulations, and procedure. Pursuant to instructions from the President, the determination by the Heads of the respective departments concerned as to the necessity for expenditures from the Emergency Conservation Fund shall be final and conclusive upon all officers of the Government.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,April 10 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6106-A-Relief of Unemployment Through the Performance of Useful Public Work Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361936"
}