{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7410-prescribing-regulations-relating-sick-leave-government-employees",
    "doc": "executive-order-7410-prescribing-regulations-relating-sick-leave-government-employees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7410-Prescribing Regulations Relating to Sick Leave of Government Employees",
    "date": "July 09, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 7 of the act of March 14, 1936, entitled \"An Act to standardize sick leave and extend it to all civilian employees\" (Public No. 472, 74th Congress), I hereby prescribe the following regulations which shall apply to all civilian officers and employees (hereinafter referred to as \"employee\" or \"employees\") of the United States, the District of Columbia and all corporations falling within the provisions of section 6 of the said act except those hereinafter excluded under Part n of these regulations.",
        "PART I-GENERAL PROVISIONS",
        "Sec. 1. Sick leave with pay shall be granted to employees when they are incapacitated for the performance of their duties by sickness, injury, or pregnancy and confinement, or when some member of the immediate family of the employee is afflicted with a contagious disease and requires the care and attendance of the employee, or when, through exposure to contagious disease, the presence of the employee at his post of duty would jeopardize the health of others.",
        "Sec. 2. Except as provided in section 3 hereof employees shall be entitled to sick leave at the rate of 1¼ days a month, and if such leave is not used it shall accumulate: Provided, That the total accumulation shall not exceed 90 days. Sick leave accruing during any month of service shall be available at any time during the month.",
        "Sec. 3. In cases of serious disability or ailments, and when the exigencies of the situation so require, sick leave may be advanced not in excess of 30 days in addition to the unused sick leave that has accumulated to the credit of employees: Provided, That such advances shall not be made to any employee more than 3 times during any one calendar year; that every case of advanced leave shall be supported by the certificate of a registered practicing physician or other practitioner; that the total of such advances shall not exceed at any time 30 days beyond the accumulated sick leave; and that such advances shall be charged against sick leave subsequently accumulating.",
        "Sec. 4. When an employee applies for sick leave in excess of the amount accumulated to his credit and the circumstances do not justify such an advance, the excess leave applied for, if granted and used, shall be charged against any unused annual leave to which the employee is entitled, or, If there Is no unused annual leave, the excess shall be charged as leave without pay, and such leave shall not thereafter be converted into either sick or annual leave subsequently accumulating.",
        "Sec. 5. Sick leave shall not be advanced in an amount that would exceed the total that would accumulate during the period from the date of the advance to the termination of a limited appointment (not temporary in character) or one expiring on a specified date.",
        "Sec. 6. Advance sick leave may be granted irrespective of whether the employee has to his credit unused annual leave.",
        "Sec. 7. Sick leave shall not be granted for slight illness or indisposition not incapacitating the employee for the performance of his regular duties, or for absence for the purpose of being treated professionally by a dentist or oculist in his office; but sick leave may be granted for detention at home or in a hospital by illness or disability due to causes as to which a dentist or oculist is qualified to certify.",
        "Sec. 8. Employees transferred or reappointed without break in service from one permanent position to another permanent position within the same or a different governmental agency shall be credited with accumulated sick leave and charged with sick leave previously advanced In excess of that accumulated at the time of transfer.",
        "Sec. 9. Sick leave shall not accumulate during a period of leave without pay when such period is continuous for 30 days or more in any calendar year.",
        "Sec. 10. In the case of voluntary separation or removal for cause of an employee to whom sick leave has been advanced in an amount in excess of that accumulated, the employee shall refund the amount paid him for the period of such excess, or deduction therefor shall be made from any salary due him or from any deductions in the retirement fund to his credit. This provision shall not apply in cases of death, retirement for age or disability, reduction of force, or when an employee who is not eligible for retirement is unable to return to duty because of disability, evidence of which shall be supported by an acceptable certificate from a registered practicing physician or other practitioner.",
        "Sec. 11. Sundays, holidays and nonwork days within a period of sick leave shall be charged as sick leave, except when immediately preceding or following a period of sick leave, if the employee was in a pay status immediately prior to or following such Sundays, holidays, or non-work days. For such days as per diem and per hour employees would not be in a pay status, no sick leave shall be charged.",
        "Sec. 12. The minimum charge of absence on account of sickness, except on Saturdays or on other days where 4 hours constitute a full work day, shall be ½ day; additional fractions authorized on the same day shall be charged in multiples of one hour. On Saturdays, or other days where 4 hours constitute a full work day, 2 hours or less sick leave shall be charged as ½ day and more than 2 hours shall be charged proportionately.",
        "Sec. 13. Notification of absence on account of sickness shall be given as soon as possible on the first day of absence. If such notification is not made in accordance with this regulation, such absence may be charged to annual leave or leave without pay. Application for sick leave shall be filed within two days after return to duty.",
        "Sec. 14. Application for sick leave for a period in excess of 3 days shall be supported by the certificate of a registered practicing physician or other practitioner, except that in remote localities where such certificate cannot reasonably be obtained, the applicant's signed statement as to the nature of the illness and the reason why a certificate is not furnished, may be accepted. For periods of 3 days or less, up to an accumulation of 12 days in any one calendar year, the applicant's signed statement on a prescribed form may be accepted.",
        "Sec. 15. When sickness continuing for more than 5 days occurs within a period of annual leave, the period of illness may, upon presentation of the certificate of a registered practicing physician or other practitioner, be charged as sick leave and the charge against annual leave granted reduced accordingly. No such charge shall be made for illness lasting for not more than 5 days. Application for such substitution of sick leave for annual leave shall be made within 2 days after the expiration of the annual-leave period.",
        "Sec. 16. Sick leave may not be granted for a period immediately following a period of absence in a non-pay status, unless and until there has been a return to actual duty, nor may such leave without pay be converted into sick leave.",
        "Sec. 17. Temporary employees shall be entitled to 1¼ days of sick leave for each month of service, but shall not be entitled to an advance of sick leave. Sick leave accumulated during temporary appointment shall be credited to an employee who receives a permanent appointment in the same governmental agency without break in service but shall not be transferable elsewhere under any circumstances. For sick leave purposes, those who are appointed for definite periods of time not exceeding 6 months will be considered temporary employees.",
        "Sec. 18. In the case of an employee who was not entitled to sick leave under prior law, but who is now entitled thereto, sick leave as accumulated may be substituted for leave without pay or annual leave taken because of illness between January 1 and March 14, 1936.",
        "Sec. 19. Sick leave taken in excess of 1¼ days a month during the period between January 1 and March 14, 1936, shall be charged against sick leave subsequently accumulating.",
        "Sec. 20. Nothing in these regulations shall be construed to prevent the continuance of any sick leave differential existing prior to January 1, 1936, for the benefit of employees of the Federal Government stationed without the continental limits of the United States.",
        "Sec. 21 The heads or governing bodies of the various governmental agencies to which this order applies shall be responsible for the proper administration of these regulations insofar as they pertain to the granting of sick leave to employees under their respective jurisdictions; and they may, within the limits authorized by law, issue such regulations as are not inconsistent with these regulations.",
        "PART II-EMPLOYEES EXCEPTED",
        "Sec. 22. These regulations shall not apply to:",
        "(a) Teachers and librarians of the public schools of the District of Columbia;",
        "(b) Officers and members of the police and fire departments of the District of Columbia, other than civilian personnel;",
        "(c) Officers and employees of the Panama Canal and Panama Railroad on the Isthmus of Panama;",
        "(d) Temporary employees engaged on construction work at hourly rates;",
        "(e) The Postmaster General and officers and employees in or under the Post Office Department except those serving in the departmental service and in the Mail Equipment Shops;",
        "(f) Persons paid security or prevailing wages from funds allotted by the Works Progress Administration on a state, municipal or other public but non-federal project or on a federal project: Provided, that sick leave shall be granted in accordance with these regulations to employees in the central office of the Works Progress Administration in the District of Columbia and at district and local headquarters, and to other employees in administrative or clerical positions who receive other than security or prevailing wages as prescribed in Executive Order No. 7046 of May 20, 1935;",
        "(g) Employees not required to be continuously employed during regular tour of duty, such as: (1) employees who are paid only when actually employed; (2) per diem or per hour employees engaged in an emergency who may be employed for more than one 7- or 8-hour shift within 24 hours during the emergency; (3) part-time or intermittent employees; (4) persons engaged under contract; (5) employees engaged temporarily for less than a month on a piece-price basis; (6) employees who are paid at hourly rates but who are not engaged on construction work, such as mechanics, skilled laborers and others engaged in many services on maintenance, repair, cleanup work, and the like, where employment is more or less intermittent and not on a regular or continuous basis; and (7) employees paid on a fee basis, such as physicians, and surgeons, and other consultants.",
        "PART III-RATIFICATION; REVOCATION; EFFECTIVE DATE",
        "Sec. 23. All temporary regulations Issued by the heads of the various departments and independent establishments under authority of Executive Order No. 7321 of March 21, 1936, are hereby ratified. All such temporary regulations and all other regulations relating to the granting of sick leave are hereby revoked insofar as they are inconsistent with these regulations.",
        "Sec. 24. These regulations shall be effective as of July 1, 1936.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,July 9, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7410-Prescribing Regulations Relating to Sick Leave of Government Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357309"
}