{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9509-regulations-with-respect-the-uniforms-commissioned-officers-the",
    "doc": "executive-order-9509-regulations-with-respect-the-uniforms-commissioned-officers-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9509-Regulations With Respect to the Uniforms of Commissioned Officers of the Public Health Service, and Governing the Wearing of Such Uniforms",
    "date": "January 08, 1945",
    "content": [
        "By virtue of the authority vested in me by sections 215 (a) and 510 of the Public Health Service Act, approved July 1, 1944 (58 Stat. 690, 711), I hereby prescribe the following regulations with respect to the uniforms of commissioned officers of the Public Health Service, and governing the wearing of such uniforms:",
        "1. Except as provided in section 2 of this order, the uniforms of male commissioned officers of the Public Health Service shall be the same as the uniforms now or hereafter prescribed for male commissioned officers of the Coast Guard of corresponding grades, except that:",
        "(a) Public Health Service insignia shall be substituted for Coast Guard insignia other than appropriate insignia of grade, and",
        "(b) A metal Public Health Service miniature corps device shall be worn in lieu of the grade mark worn by commissioned officers of the Coast Guard, on the left shirt collar tip of the slate gray or khaki uniform.",
        "2. The uniforms of male commissioned officers of the Public Health Service detailed for duty or serving as liaison officers with the Army, or performing such other assignments in such places or under such circumstances as the Surgeon General may from time to time determine make the wearing of Army type uniforms more appropriate, shall be the same as the uniforms now or hereafter prescribed for male commissioned officers of corresponding grades of the Medical Corps of the Army, except that Public Health Service insignia shall be substituted for Army or Army Medical Corps insignia other than the block letters \"U. S.\" and appropriate insignia of grade.",
        "3. Except as provided in section 4 of this order, the uniforms of female commissioned officers of the Public Health Service shall be the same as the uniforms now or hereafter prescribed for commissioned officers of the Women's Reserve of the Coast Guard (SPARS), of corresponding grades except that:",
        "(a) Public Health Service insignia and headgear shall be substituted for SPAR insignia and headgear other than appropriate insignia of grade, except that embroidered or woven corps devices shall not be worn on the blouse lapel of blue or white uniform.",
        "(b) The sleeve markings worn on the sleeve of the blouse of the blue and white uniforms shall be of gold-colored lace or thread and shall correspond with the sleeve markings of male commissioned officers of the Public Health Service of corresponding grades.",
        "(c) Sleeve markings shall not be worn on the striped seersucker uniforms but grade shall be indicated by a metal grade mark, corresponding in size to that worn on the shirt collar tip of the slate gray or khaki uniform of male commissioned officers of the Coast Guard, to be worn on the right blouse lapel, and a metal miniature Public Health Service corps device shall be worn on the left blouse lapel.",
        "(d) The blue or white beret or the garrison cap shall be worn with the blue uniform, the white beret shall be worn with the white uniform, and the garrison cap or the blue beret shall be worn with the striped seersucker uniform.",
        "4. The uniforms of female commissioned officers of the Public Health Service detailed for duty or serving as liaison officers with the Army, or performing such other assignments in such places, or under such circumstances as the Surgeon General may from time to time determine make the wearing of Army type uniforms more appropriate, shall be the same as the uniforms now or hereafter prescribed for commissioned officers of the Nurse Corps of the Army of corresponding grades, except that Public Health Service insignia shall be substituted for Army or Army Nurse Corps insignia other than the block letters \"U. S.\" and appropriate insignia of grade.",
        "5. Public Health Service insignia shall be:",
        "(a) Corps device-An ornament of gold-colored metal or gold-colored thread or lace consisting of a fouled anchor and caduceus crossed as in the seal of the Service, 1 inch high and 1 inch wide. Except when incorporated as part of the cap device, the corps device shall be so placed on the uniform that the staff of the caduceus is vertical and the anchor is pointing inward. The capital letter \"N\" shall be superimposed upon the corps device of commissioned nurses, and shall be of white or silver-colored thread or lace or gold-colored metal to correspond with the composition of the corps device.",
        "(b) Miniature corps device-A corps device 11/16 inch high and 11/16 inch wide.",
        "(c) Cap device-An ornament of gold- colored metal or gold-colored lace or thread consisting of a shield with a chief with thirteen stars surmounted with a spread eagle, head dextral, with the whole placed on the corps device, with dimensions as follows:",
        "Height of shield-1 3/16 inchesHeight of eagle-7/8 inchWing spread of eagle-2 1/8 inchesStaff of caduceus-2 1/2 inchesLength of anchor-2 1/2 inches",
        "(d) Miniature cap device-A cap device with dimensions as follows:",
        "Height of shield-1/2 inchHeight of eagle-1/2 inchWing spread of eagle-1 3/16 inchesStaff of caduceus-l 3/16 inchesLength of anchor-1 3/16 inches",
        "(e) Chin strap-A sliding leather strap faced with gold-colored lace or thread 1/2 inch wide with a center band of red running lengthwise, 1/16 inch wide, with brass eyelets at each end, and with two slides of the same width and design as the strap at right angles to the strap.",
        "(f) Buttons-of the same composition and arrangement as on the corresponding article of uniform clothing of a commissioned officer of the Coast Guard, Women's Reserve of the Coast Guard (SPARS), Medical Corps of the Army, or Nurse Corps of the Army, with the Corps device of the Public Health Service embossed on the button.",
        "6. Public Health Service headgear for female commissioned officers wearing uniforms as prescribed in section 3 of this order shall be:",
        "(a) The beret-of white material or blue felt with a metal cap device to be worn at the front or left front.",
        "(b) The garrison cap-of blue and of any of the materials authorized for the blue uniform, and to be worn with a metal miniature cap device on the left side and a metal grade mark of corresponding size on the right side.",
        "7. In time of war, and at such other times as may be designated by the Surgeon General, all commissioned officers of the Public Health Service on active duty shall appear in uniform. In time of peace the Surgeon General shall from time to time designate those stations of the Service and those areas, if any, at which commissioned officers of the Service shall wear uniforms. Commissioned officers of the Service detailed for duty with the Army, Navy, or Coast Guard shall wear the uniform of the day most nearly corresponding to that worn by the unit of the branch of the armed forces with which such officers are serving.",
        "8. The Surgeon General, or such officers as he may designate, shall from time to time prescribe the uniform of the day to be worn at particular stations of the Service or in particular areas at the seasons of the year and on dress occasions, and the Surgeon General, or such officers as he may designate, may also prescribe the circumstances under which uniforms need not be worn.",
        "9. Unless authorized by the Surgeon General with the approval of the Federal Security Administrator, commissioned officers of the Reserve Corps on inactive duty and retired commissioned officers of the Regular Corps shall not wear uniforms except on occasions of ceremony.",
        "10. Commissioned nurses while on duty at hospitals, or while performing other clinical work in which white working uniforms are customarily worn by nurses, shall wear a conventional nurse's white working uniform. A metal miniature corps device shall be worn on the left collar tip of this uniform and a metal grade mark of corresponding size shall be worn on the right collar tip of this uniform, each device being worn one inch from the front edge of the collar.",
        "11. Commissioned nurses detailed to State or local health departments while engaged in public health nursing, consisting of home visiting or clinical work, may wear the uniform dress, if any, of the State public health department to which detailed, together with the garrison cap with miniature Public Health Service cap device on the left side and grade mark of corresponding size on the right side. While wearing State health department uniforms such nurses shall wear the same collar-tip insignia as commissioned nurse officers on hospital duty.",
        "12. Members of the United States Cadet Nurse Corps, or persons authorized by the Surgeon General to wear a uniform similar to the uniform of members of the United States Cadet Nurse Corps, may wear Public Health Service insignia, or insignia similar thereto.",
        "13. Persons not in uniform and not representing themselves to be commissioned officers of the Public Health Service or members of the United States Cadet Nurse Corps may wear ornamental Jewelry resembling Public Health Service insignia, or may wear the Corps device or the miniature Corps device, in honor of a commissioned officer of the Public Health Service or a member of the United States Cadet Nurse Corps.",
        "14. As used in these regulations, the term \"Surgeon General\" means the Surgeon General of the Public Health Service.",
        "15. Article IX of \"Regulations for the Government of the United States Public Health Service\", approved by the President June 18, 1931, and all amendments thereto, and \"Regulations Governing the Uniforms of Officers and Employees of the United States Public Health Service\", approved by the President June 17, 1937, and all amendments thereto, are hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 8, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9509-Regulations With Respect to the Uniforms of Commissioned Officers of the Public Health Service, and Governing the Wearing of Such Uniforms Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367981"
}