{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8859-suspension-eight-hour-law-mechanics-and-laborers-employed-the-war",
    "doc": "executive-order-8859-suspension-eight-hour-law-mechanics-and-laborers-employed-the-war",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8859-Suspension of Eight-Hour Law as to Mechanics and Laborers Employed by the War Department in the Construction of Public Works in the Territory of Hawaii Necessary for the National Defense",
    "date": "August 20, 1941",
    "content": [
        "Whereas the War Department has commenced the construction of cantonments, air fields, fortifications, and other public works in the Territory of Hawaii which are necessary for the national defense; and",
        "Whereas the interests of the national defense require the completion of such public works at the earliest practicable date; and",
        "Whereas by section 1 of the act of August 1, 1892, 27 Stat. 340, as amended by the act of March 3, 1913, 37 Stat. 726 (U.S.C., title 40, section 321), the service of all laborers and mechanics employed by the Government upon any public work of the United States is limited to eight hours in any one day except in case of extraordinary emergency; and",
        "Whereas it appears that unless such limitation is suspended as to laborers and mechanics employed by the War Department in the construction of the above-mentioned public works in the Territory of Hawaii, it will be impossible, because of the remoteness of such places from sources of labor supply in the United States, and because of the difficulties of transporting additional labor from the United States, to accomplish the work necessary to the completion of such public works within the time required by the interests of the national defense; and",
        "Whereas I find that by reason of the foregoing an extraordinary emergency exists:",
        "Now, Therefore, by virtue of the authority vested in me by section 1 of the said act of August 1, 1892, as amended by the said act of March 3, 1913, and as President of the United States, I hereby suspend for the duration of the emergencies proclaimed by me on September 8, 1939, and May 27, 1941, the above-mentioned provisions of law prohibiting more than eight hours of labor in any one day of laborers and mechanics employed by the Government of the United States as to all work performed by laborers and mechanics employed by the War Department in the construction of cantonments, air fields, fortifications, and other public works in the Territory of Hawaii which are necessary for the national defense.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 20, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8859-Suspension of Eight-Hour Law as to Mechanics and Laborers Employed by the War Department in the Construction of Public Works in the Territory of Hawaii Necessary for the National Defense Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372160"
}