{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-canceling-mescalero-apaches-land-new-mexico",
    "doc": "executive-order-canceling-mescalero-apaches-land-new-mexico",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Canceling Mescalero Apaches Land in New Mexico",
    "date": "May 19, 1882",
    "content": [
        "EXECUTIVE MANSION, May 19, 1882.",
        "In lieu of Executive order dated October 20, 1875, setting apart certain lands in New Mexico as a reservation for the Mescalero Apaches, which order is hereby canceled, it is hereby ordered that there be withdrawn from sale or other disposition, and set apart for the use of the said Mescalero Apaches and such other Indians as the Department may see fit to locate thereon, the tract of country in New Mexico bounded as follows: Beginning at the northeast corner of township 12 south, range 16 east of the principal meridian in New Mexico; thence west along the north boundary of township 12 south, ranges 16, 15, 14, and 13 east, to the southeast corner of township 11 south, range 12 east; thence north along the east boundary of said township to the second correction line south; thence west along said correction line to the northwest corner of township 11 south, range 11 east; thence south along the range line between ranges 10 and 11 east to the southwest corner of township 12 south, range 11 east; thence east along the south boundary of said township to the southeast corner thereof; thence south along the range line between ranges 11 and 12 east to the thirty- third degree of north latitude, as established and marked on the ground by First Lieut. L. H. Walker, Fifteenth Infantry, U. S. Army, in compliance with Special Orders No. 100, Series of 1875, Headquarters, District of New Mexico; thence east along said thirty-third degree of north latitude to its intersection with the range line between ranges 16 and 17 east; thence north along said range line to the place of beginning.",
        "Chester A. Arthur"
    ],
    "citation": "Chester A. Arthur, Executive Order-Canceling Mescalero Apaches Land in New Mexico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371391"
}