{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9023-extension-the-provisions-executive-order-no-9001-december-27-1941",
    "doc": "executive-order-9023-extension-the-provisions-executive-order-no-9001-december-27-1941",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9023-Extension of the Provisions of Executive Order No. 9001 of December 27, 1941, to Contracts of the Treasury Department, the Department of Agriculture, the Federal Works Agency, the Panama Canal, the Government Printing Office, and the National Advisory Committee for Seronautics",
    "date": "January 14, 1942",
    "content": [
        "By virtue of the authority vested in me by the act of Congress entitled \"An Act to expedite the prosecution of the war effort\" approved December 18, 1941, and as President of the United States, and deeming that such action will facilitate the prosecution of the war, I hereby extend the provisions of Executive Order No. 9001 of December 27, 1941 to the Treasury Department, the Department of Agriculture, The Panama Canal, the Federal Works Agency, the Government Printing Office, the National Advisory Committee for Aeronautics, and such other agencies as I may from time to time designate, with respect to all contracts made or to be made by such agencies; and subject to the limitations and regulations contained in such Executive Order, I hereby authorize the Secretary of the Treasury, the Secretary of Agriculture, the Governor of The Panama Canal, the Administrator of the Federal Works Agency, the Public Printer, the Chairman of the, National Advisory Committee for Aeronautics, and the heads of such other agencies as may be designated, and such officers, employees, and agencies as each of them may designate, to perform and exercise, as to their respective agencies, all of the functions and powers vested in and granted to the Secretary of War, the Secretary of the Navy, and the Chairman of the United States Maritime Commission by such Executive Order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 14, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9023-Extension of the Provisions of Executive Order No. 9001 of December 27, 1941, to Contracts of the Treasury Department, the Department of Agriculture, the Federal Works Agency, the Panama Canal, the Government Printing Office, and the National Advisory Committee for Seronautics Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210756"
}