{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8360-amendment-paragraph-1-subdivision-vi-schedule-b-the-civil-service",
    "doc": "executive-order-8360-amendment-paragraph-1-subdivision-vi-schedule-b-the-civil-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8360-Amendment of Paragraph 1, Subdivision VI, Schedule B of the Civil Service Rules",
    "date": "March 02, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by paragraph Eighth, subdivision SECOND, section 2 of the Civil Service Act (22 Stat. 403, 404), it is ordered that paragraph 1, Subdivision VI, Schedule B of the Civil Service Rules be, and it is hereby, amended to read as follows:",
        "\"1. Classified positions in the Custodian Service and at the Coast Guard Depot, Curtis Bay, Maryland, when filled by the promotion of unclassified laborers appointed under the Labor Regulations, subject to the approval of the Commission.\"",
        "This order is recommended by the Civil Service Commission in view of the agreement by the Treasury Department that hereafter unclassified laborer positions in these services where Labor Regulations are in effect will be filled through appointment from appropriate classified registers as provided in section 3 of Civil Service Rule II. The procedure will permit unclassified laborers having a status under the Labor Regulations to advance upon noncompetitive examination to classified positions, but will not accord to such promoted employees a classified status nor render them eligible for transfer to classified positions in other branches of the Federal service.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 2, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8360-Amendment of Paragraph 1, Subdivision VI, Schedule B of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371917"
}