{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6249-code-fair-competition-for-the-lace-manufacturing-industry",
    "doc": "executive-order-6249-code-fair-competition-for-the-lace-manufacturing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6249-Code of Fair Competition for the Lace Manufacturing Industry",
    "date": "August 14, 1933",
    "content": [
        "A Code of Fair Competition for the Lace Manufacturing Industry having been heretofore submitted to the National Recovery Administration, hearings having been held thereon, and an Amended Code of Fair Competition having been submitted on August 7, 1933, said original code and said amended code having been submitted by duly qualified and authorized representatives of the industry complying with the statutory requirements as representing fully seventy-five percent of the capacity of the industry, and said code being in full compliance with all pertinent provisions of the National Industrial Recovery Act: Now, therefore",
        "Pursuant to the authority vested in me by Title I of the National Recovery Act, approved June 16, 1933, on the report and recommendation of the Administrator appointed by me under the authority of said act, and on consideration:",
        "It is ordered that the said Code of Fair Competition for the Lace Manufacturing Industry, as amended and submitted on July 7, 1933, is hereby approved, subject to the following condition:",
        "(1) To effectuate further the policies of the act, a Lace Manufacturing Industry Committee be created to cooperate with the Administrator as a Planning and Fair Practice Agency for the Lace Manufacturing Industry, which committee shall consist of five representatives of the Lace Manufacturing Industry elected by a fair method of selection, to be approved by the Administrator, and three members without vote appointed by the Administrator.",
        "Approval recommended:     Hugh S. Johnson,          Administrator.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,August 14, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6249-Code of Fair Competition for the Lace Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362072"
}