{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9050-authorizing-and-directing-the-secretary-the-navy-issue-citations-the",
    "doc": "executive-order-9050-authorizing-and-directing-the-secretary-the-navy-issue-citations-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9050-Authorizing and Directing the Secretary of the Navy To Issue Citations in the Name of the President to Naval and Marine Corps Units for Outstanding Performance in Action",
    "date": "February 06, 1942",
    "content": [
        "By virtue of the authority vested in me as President of the United States, and as Commander in Chief of the Army and Navy of the United States, it is ordered as follows:",
        "1. The Secretary of the Navy is hereby authorized and directed to issue a citation in the name of the President of the United States, as public evidence of deserved honor and distinction, to any ship, aircraft, or other naval unit, and to any Marine Corps aircraft, detachment, or higher unit, for outstanding performance in action on or after October 16, 1941.",
        "2. Appropriate insignia of such form and design as may be determined by the Secretary of the Navy may be displayed by any ship, aircraft, naval unit, or any Marine Corps aircraft, detachment, or higher unit, to which such citation is issued.",
        "3. After any naval or Marine Corps unit is so cited on two or more separate occasions for outstanding performance in action occurring on or after October 16, 1941, such insignia shall become a part of the uniform of such unit, and shall be issued to officers and men who may thereafter become members of such unit; and such insignia may be worn at all times by individuals who were attached to the unit so cited on one of the two or more occasions in connection with which the citation was issued, whether they thereafter serve with such unit or with a different unit.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9050-Authorizing and Directing the Secretary of the Navy To Issue Citations in the Name of the President to Naval and Marine Corps Units for Outstanding Performance in Action Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372302"
}