{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10085-amendment-executive-order-no-10011-authorizing-the-secretary-state",
    "doc": "executive-order-10085-amendment-executive-order-no-10011-authorizing-the-secretary-state",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 10085-Amendment of Executive Order No. 10011 Authorizing the Secretary of State to Exercise Certain Powers of the President With Respect to the Granting of Allowances and Allotments to Government Personnel on Foreign Duty",
    "date": "October 28, 1949",
    "content": [
        "By virtue of the authority vested in me by section 303 of the Independent Offices Appropriation Act, 1950 (Public Law 266, 81st Congress), and as President of the United States, section 1(d) of Executive Order No. 10011 of October 22, 1948, authorizing the Secretary of State to exercise certain powers of the President with respect to the granting of allowances and allotments to Government personnel on foreign duty, is hereby amended to read as follows:",
        "\"(d) The authority vested in the President by section 303 of the Independent Offices Appropriation Act, 1950 (Public Law 266, 81st Congress), and by section 302 of the United States Information and Educational Exchange Act of 1948 (Public Law 402, 80th Congress) to prescribe, with respect to civilian officers and employees of the Government, regulations governing living-quarters allowances, cost-of-living allowances, and representation allowances in accordance with, or similar to, such allowances authorized by the said act of June 26, 1930, or the said section 901 of the Foreign Service Act of 1946.\"",
        "This order shall become effective as of August 24, 1949.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nOctober 28, 1949"
    ],
    "citation": "Harry S Truman, Executive Order 10085-Amendment of Executive Order No. 10011 Authorizing the Secretary of State to Exercise Certain Powers of the President With Respect to the Granting of Allowances and Allotments to Government Personnel on Foreign Duty Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278825"
}