{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9447-amendment-executive-order-9356-june-24-1943-prescribing-regulations",
    "doc": "executive-order-9447-amendment-executive-order-9356-june-24-1943-prescribing-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9447-Amendment of Executive Order 9356 of June 24, 1943, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval-Reserve, and the Coast Guard Reserve",
    "date": "June 08, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 10 of the Pay Readjustment Act of June 16, 1942 (56 Stat. 359, 363), it is ordered that sections Al (b), A2 (b), A3 (b), Bl and B6 of Executive Order 9356 of June 24, 1943, prescribing regulations governing the furnishing of clothing in kind or payment of cash allowances in lieu thereof to enlisted personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve, be, and they are hereby, amended to read as follows:",
        "A1 (b) \"Enlisted men In other ratings: For the fiscal year 1945 145.40 9.00\"",
        "A2 (b) \"Within 30 days from date of enlistment or reporting for active duty: For the fiscal year 1945 154.60 18.76\"",
        "A3 (b) \"Within 30 days from date of enlistment or reporting for active duty:",
        "For the fiscal year 1945 154.60 18.75\"",
        "B1 \"The amount of the cash clothing allowances prescribed in subsection Al (b) hereof shall be payable on date of first enlistment or first reporting for active duty, and on date of reenlistment or recall to active duty subsequent to expiration of three months from date of last discharge or release from active duty, but shall not actually be paid prior to the expiration of ninety days from and Including such date, or date of completion of recruit training, or date of advancement to chief petty officer or assignment to band, whichever is earlier. In closing the accounts of a man discharged or released from active duty within the ninety day period, credit shall be made only of an amount equal to the value of the clothing actually drawn, but In no case to exceed the total allowance payable.\"",
        "B6 \"An enlisted man first reporting for active duty in a status entitling him only to an issue of clothing in kind in accordance with subsection A7 hereof, upon subsequent transfer to, or reenlistment within three months of last discharge In, another status which, in the case of a first enlistment or reporting for active duty, would entitle him to a cash clothing allowance as prescribed in subsection Al hereof, shall be entitled to a credit of such cash clothing allowance without regard to issues in kind in the prior status.\"",
        "This order shall become effective July 1, 1944.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,June 8, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9447-Amendment of Executive Order 9356 of June 24, 1943, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval-Reserve, and the Coast Guard Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355115"
}