{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13377-designating-the-african-union-public-international-organization",
    "doc": "executive-order-13377-designating-the-african-union-public-international-organization",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 ‐ 2009",
    "title": "Executive Order 13377-Designating the African Union as a Public International Organization Entitled To Enjoy Certain Privileges, Exemptions, and Immunities",
    "date": "April 13, 2005",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, including sections 1 and 12 of the International Organizations Immunities Act (22 U.S.C. 288 and 288f–2), as amended by section 569(h) of the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 2005 (Division D of Public Law 108–447), it is hereby ordered as follows:",
        "Section 1. Designation. The African Union is hereby designated as a public international organization entitled to enjoy the privileges, exemptions, and immunities provided by the International Organizations Immunities Act.",
        "Sec. 2. Non-Abridgement. The designation in section 1 of this order is not intended to abridge in any respect privileges, exemptions, or immunities that the African Union otherwise may have acquired or may acquire by law.",
        "Sec. 3. Revocation. Executive Order 11767 of February 19, 1974, is revoked.",
        "GEORGE W. BUSH\nThe White House,\nApril 13, 2005.",
        "[Filed with the Office of the Federal Register, 8:45 a.m., April 15, 2005]"
    ],
    "citation": "George W. Bush, Executive Order 13377-Designating the African Union as a Public International Organization Entitled To Enjoy Certain Privileges, Exemptions, and Immunities Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/217509"
}