{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9257-enlarging-naval-petroleum-reserve-no-1",
    "doc": "executive-order-9257-enlarging-naval-petroleum-reserve-no-1",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9257-Enlarging Naval Petroleum Reserve No. 1",
    "date": "October 15, 1942",
    "content": [
        "CALIFORNIA",
        "By virtue of the authority vested in me as President of the United States, and in effectuation of the purposes of the act of June 30, 1938, entitled \"An Act to amend the part of the Act entitled 'An Act making appropriations for the naval service for the fiscal year ending June 30, 1921, and for other purposes', approved June 4, 1920, relating to the conservation, care, custody, protection, and operation of the naval petroleum and oil-shale reserves\" (52 Stat. 1252), it is ordered as follows:",
        "1. The exterior boundaries of Naval Petroleum Reserve No. 1 are hereby extended to include all lands within the areas hereinafter described, in Kern County, California.",
        "2. Subject to valid existing rights, all public lands within such areas are hereby withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved as part of the said Naval Petroleum Reserve No. 1.",
        "3. All lands within such areas hereafter acquired by the United States shall, immediately upon the acquisition of title thereto, become and be reserved as part of the said Naval Petroleum Reserve No. 1.",
        "MOUNT DIABLO BASE AND MERIDIAN",
        "T. 30 S., R. 24 E.,     Secs. 21 and 22, all;     Sec. 23, S½NW¼NW¼, S½NW¼, and SW¼NE¼;     Sec. 24, S½SW¼ and SW¼4SE¼;     Secs. 25, 26, 27, 35 and 36, all.",
        "T. 30 S., R. 25 E.,     Sec. 31, W½.",
        "T. 31 S., R. 25 E.,     Sec. 6, W½.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 15, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9257-Enlarging Naval Petroleum Reserve No. 1 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372341"
}