{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9311-enlarging-the-squaw-creek-national-wildlife-refuge",
    "doc": "executive-order-9311-enlarging-the-squaw-creek-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9311-Enlarging the Squaw Creek National Wildlife Refuge",
    "date": "March 06, 1943",
    "content": [
        "MISSOURI",
        "By virtue of the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, comprising 374.64 acres, more or less, acquired by the United States in Holt County, Missouri, be, and they are hereby, reserved and set apart for the Department of the Interior, subject to valid existing rights, as an addition to and a part of the Squaw Creek National Wildlife Refuge, established by Executive Order No. 7156 of August 23, 1935, as the Squaw Creek Migratory Waterfowl Refuge, the name of which was changed to Squaw Creek National Wildlife Refuge by Proclamation No. 2416, of July 25, 1940:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 61 N., R. 38 W., sec. 7. fractional S½ of lot 2 in NW¼, SW¼NE¼, and W½SE¼NE¼;",
        "T. 61 N.. R 39 W.,      sec. 1, E½ south and east of the southeasterly right-of-way boundary of the Chicago, Burlington & Quincy Railroad;      sec. 10, SE¼NE¼ south and east of the southeasterly right-of-way boundary of the Chicago, Burlington & Quincy Railroad;      sec. 36, N½SE¼ east of the easterly right-of-way boundary of the Chicago, Burlington & Quincy Railroad, and NW¼SE¼.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 6, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9311-Enlarging the Squaw Creek National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372708"
}