{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7033-approving-agreement-between-employer-members-the-division-the-tile",
    "doc": "executive-order-7033-approving-agreement-between-employer-members-the-division-the-tile",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7033-A-Approving Agreement Between Employer Members of the Division of the Tile Contracting Division of the Construction Industry and Their Tile Setter Employees in the Region Included in Certain Counties of Pennsylvania, Ohio and West Virginia",
    "date": "May 01, 1935",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and the Code of Fair Competition for the Construction Industry, approved January 31, 1934, for approval of an Agreement between certain employers who are members of the Tile Contracting Division of said Code, and certain tile setter employees in the Region included in certain Counties of Pennsylvania, Ohio and West Virginia, as defined in said Agreement, and a hearing having been held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of said Agreement, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that said Agreement complies in all respects with the pertinent provisions of Title I of said Act and of said Code:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, pursuant to said Code of Fair Competition for the Construction Industry, and otherwise, do hereby adopt and approve the report, recommendations, and findings of the National Industrial Recovery Board and do hereby order that the said Agreement be and the same hereby is approved:",
        "Provided, that the National Industrial Recovery Board may provide such exceptions and exemptions from the operation of the provisions of this Agreement resulting from my approval, with or without conditions for the granting thereof, as appear necessary to effectuate the policies and purposes of the Act or of the Code of Fair Competition under which this Agreement is made, or this Agreement, or to avoid undue hardship or hardships to any individual or individuals.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: W. A. Harriman          Administrative Officer",
        "The White HouseMay 1, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7033-A-Approving Agreement Between Employer Members of the Division of the Tile Contracting Division of the Construction Industry and Their Tile Setter Employees in the Region Included in Certain Counties of Pennsylvania, Ohio and West Virginia Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362700"
}