{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6294-code-fair-competition-for-the-transit-industry",
    "doc": "executive-order-6294-code-fair-competition-for-the-transit-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6294-Code of Fair Competition for the Transit Industry",
    "date": "September 18, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Transit Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of title I of said act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said act have been met.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt the findings and approve the report and recommendations of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "(1) In approving the Code of Fair Competition for the Transit Industry, it is to be understood that paragraph 2 of article VII, refers to all labor agreements arrived at by collective bargaining and that as to the language of this paragraph, the approval shall be construed to mean that existing labor contracts between members of the industry and employees may be continued in effect to their various expiration dates, unless modified by mutual agreement, but are not incorporated as a part of the Code. Where the provisions of any such expiring contracts include extensions or renewals thereof by arbitration or otherwise, such provisions may have the same force and effect as other provisions of such contracts, but in the process of extension or renewal of any such contracts, as provided by their terms and conditions, no working hours shall be set up which are in excess of the maximum allowed in this Code, and the minimum wage provisions shall not be less than those provided in this Code.",
        "(2) The American Transit Association shall as soon as possible after the effective date of this Code amend its Constitution and By-laws wherever it may be necessary so that in the judgment of the Administrator there will be no inequitable restrictions imposed on membership in the Association.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,September 18, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6294-Code of Fair Competition for the Transit Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362118"
}