{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6495-administrative-furloughs",
    "doc": "executive-order-6495-administrative-furloughs",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6495-Administrative Furloughs",
    "date": "December 14, 1933",
    "content": [
        "Pursuant to the provisions of section 9 (a) of the Independent Offices Appropriation Act, 1934, approved June 16, 1933 (Public, No. 78, 73d Cong.), which reads:",
        "\"Sec. 9. (a) Until July 1, 1934, in cases in which the number of officers and employees in any particular service is in excess of the number necessary for the requirements of such service, the heads of the several executive departments and independent establishments of the United States Government and the municipal government of the District of Columbia, respectively, are hereby authorized to furlough, without pay, any officers and employees carried on their respective rolls for such periods as in their judgment may be necessary to distribute, as far as practicable, employment on the available work in such service among all the officers and employees of such service, in rotation: Provided, That no employee under the classified civil service shall be furloughed under the provisions of this section for a total of more than ninety days during the fiscal year 1934, except after full and complete compliance with all the provisions of the civil service laws and regulations relating to reductions in personnel. Rules and regulations shall be promulgated by the President with a view to securing uniform action by the heads of the various executive departments and independent Government establishments in the application of the provisions of this section. The provisions of this section relating to furloughs shall not apply to carriers in the Rural Mail Delivery Service, but the President is authorized to suspend, or to reduce, for the duration of the fiscal year 1934, the allowance paid to such carriers for equipment and maintenance.\"",
        "the following regulations are hereby prescribed:",
        "1. Where the number of officers and employees on any class of work in the central office in an appropriation unit, as defined by the Comptroller General under the average provision of appropriation nets, or in a local field office of any department or independent establishment, is in excess of the number required, a uniform rotative furlough of 90 days or less without pay may be applied to all officers and employees of such unit or local office. Credit will be allowed for furloughs already taken during the present fiscal year.",
        "2. Furloughs exceeding 90 days in the departmental service at Washington, D.C., are subject to the Executive order of June 4, 1925, as amended. Furloughs exceeding 90 days in the field establishments of the Federal Government are subject to the general statutes and rules governing reductions in force. Furloughs of 90 days or less may be applied without reference to the civil-service laws relating to reductions in personnel.",
        "3. These regulations shall be effective on and after December 1, 1933, and shall not apply to carriers in the Rural Mail Delivery Service.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,December 14, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6495-Administrative Furloughs Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373218"
}