{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7848-designating-the-secretary-the-treasury-the-official-receive-certain",
    "doc": "executive-order-7848-designating-the-secretary-the-treasury-the-official-receive-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7848-Designating the Secretary of the Treasury as the Official To Receive Certain Capital Stock From the Reconstruction Finance Corporation, the Secretary of Agriculture, and the Governor of the Farm Credit Administration",
    "date": "March 22, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of February 24, 1938, Public, No. 432, 75th Congress, and the act of March 8, 1938, Public, No. 442, 75th Congress, I hereby designate the Secretary of the Treasury on behalf of the United States to receive from the Reconstruction Finance Corporation all of such capital stock as the Reconstruction Finance Corporation may hold poursuant to any provision of law referred to in subsection (b) of section 1 of the said act of February 24, 1938, and to receive from the Secretary of Agriculture and the Governor of the Farm Credit Administration such stock of the Commodity Credit Corporation as they now hold.",
        "The Secretary of the Treasury is hereby authorized and directed to exercise on behalf of the United States any and all rights accruing to the holder of such stock.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 22, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7848-Designating the Secretary of the Treasury as the Official To Receive Certain Capital Stock From the Reconstruction Finance Corporation, the Secretary of Agriculture, and the Governor of the Farm Credit Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210448"
}