{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8244-authorizing-increase-the-strength-the-army",
    "doc": "executive-order-8244-authorizing-increase-the-strength-the-army",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8244-Authorizing an Increase in the Strength of the Army",
    "date": "September 08, 1939",
    "content": [
        "Whereas a proclamation issued by me on September 8, 1939, proclaimed that a national emergency exists in connection with and to the extent necessary for the proper observance, safeguarding, and enforcing of the neutrality of the United States and the strengthening of our national defense within the limits of peacetime authorizations; and",
        "Whereas the authorized enlisted strength of the active list of the Regular Army in peace time is 280,000 men; and the authorized enlisted strength of the National Guard in peace time is not less than 424,800 men; and",
        "Whereas the military forces will be charged with additional and important duties in connection with such national emergency requiring an increase in the present enlisted strength within the limits of this authorization;",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and by section 2 of the National Defense Act of 1916, as amended by section 2 of the act of June 4, 1920, 41 Stat. 759, and by Revised Statutes, section 3667, as amended (U.S.C., title 31, sec. 665); section 62 and section 37 a of the National Defense Act as amended (U.S.C. title 32, sec. 121; U.S.C. title 10, sec. 369), it is hereby ordered as follows:",
        "1. The enlisted strength of the active list of the Regular Army shall be increased as rapidly as possible by voluntary enlistments to 227,000 men.",
        "2. The commissioned strength of the Regular Army may be supplemented by the use of reserve officers as may be necessary, provided the limitation on numbers and grades prescribed in the act approved April 3, 1939 (Pub. 18, 76th Congress) is not exceeded.",
        "3. The increase, as quickly as possible, in the enlisted strength of the existing active units of the National Guard to 235,000 men, is authorized, with such increase in commissioned strength as is essential for command.",
        "4. To the extent made necessary by this order the Department of War is authorized to waive or modify the monthly or other apportionment of its appropriation for contingent expenses or other general purposes for the fiscal year ending June 30, 1940.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 8, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8244-Authorizing an Increase in the Strength of the Army Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371910"
}