{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9084-amending-executive-order-no-8512-august-13-1940-prescribing",
    "doc": "executive-order-9084-amending-executive-order-no-8512-august-13-1940-prescribing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9084-Amending Executive Order No. 8512 of August 13, 1940, Prescribing Regulations Pertaining to Budgetary Administration and Financial Reporting",
    "date": "March 03, 1942",
    "content": [
        "By virtue of the authority vested in me by the Budget and Accounting Act, 1921, approved June 10, 1921 (42 Stat. 20), and as President of the United States, Executive Order No. 8512 of August 13, 1940, prescribing regulations pertaining to budgetary administration and financial reporting, is hereby amended as follows:",
        "1. The word \"reporting\" is substituted for the word \"accounting\" in the first sentence of section 6 (b) of the order.",
        "2. A colon is substituted for the period at the end of section 7 of the order and the following proviso is added thereto:",
        "\"Provided, that prior to establishing such uniform terminology, classifications, principles, and standards, they shall be referred to the Comptroller General of the United States for consideration and determination as to whether they are in conflict with the forms, systems, and procedures prescribed by the Comptroller General as required by section 309 of the Budget and Accounting Act. If the Comptroller General determines that such conflict exists, then they shall not be established except by him as provided in section 309 of the said Act.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 3, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9084-Amending Executive Order No. 8512 of August 13, 1940, Prescribing Regulations Pertaining to Budgetary Administration and Financial Reporting Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368036"
}