{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9047-exempting-certain-officers-and-employees-the-executive-branch-the",
    "doc": "executive-order-9047-exempting-certain-officers-and-employees-the-executive-branch-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9047-Exempting Certain Officers and Employees in the Executive Branch of the Government From Automatic Separation From the Service",
    "date": "January 30, 1942",
    "content": [
        "Whereas the act approved January 24, 1942, entitled, \"An Act to amend further the Civil Service Retirement Act, approved May 29, 1930, as amended\" (Public Law 411, 77th Congress), extends the provisions of the Civil Service Retirement Act, as amended, to certain officers and employees of the Executive branch of the Government not theretofore subject to the provisions thereof; and",
        "Whereas, In my judgment, the public interest requires that certain officers and employees of the Executive branch of the Government hereinafter described, be exempted from automatic separation from the service as provided below:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 204 of the act of June 30, 1932, 47 Stat. 382, 404 (U.S.C., title 5, sec. 715a), it is hereby ordered as follows:",
        "1. All officers and employees in the Executive branch of the Government appointed by the President are hereby exempted from automatic separation from the service for an indefinite period of time not extending beyond the duration of their appointment or term of service.",
        "2. All officers and employees in the Executive branch of the Government not within the scope of section 1 hereof who have reached or shall reach prior to April 1, 1942, the retirement age prescribed for automatic separation from the service and are not now exempted therefrom by Executive order, are hereby exempted from automatic separation from the service until April 30, 1942: Provided, That the head of the department or agency concerned may, in his discretion, require the retirement of any such officer or employee at the end of any month prior to April 1942, except that the date of retirement shall be fixed so as to permit the allowance of any annual leave (accumulated or current) to which such officer or employee may be entitled.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 30, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9047-Exempting Certain Officers and Employees in the Executive Branch of the Government From Automatic Separation From the Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372264"
}