{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5856-tongass-national-forest-alaska",
    "doc": "executive-order-5856-tongass-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5856-Tongass National Forest, Alaska",
    "date": "June 11, 1932",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land in Alaska lying within the following-described boundaries, heretofore occupied as home sites, be, and the same are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "A hemlock, 8 in. diameter, bears S. 77° E., 24 lks. distant, blazed and marked WHS 1.",
        "A hemlock, 6 in. diameter, bears S. 7½° W., 12 lks. distant, blazed and marked WHS 1.",
        "Transmission pole No. 182 bears S. 57° E.",
        "Thence North.",
        "Corner No. 2, which is a hemlock post 5 feet long, 4½ in. diameter, squared to 3½ inches, set 18 inches in ground, marked HS 2 on south face, B on east face and C on west face; from which",
        "A hemlock, 18 in. diameter, bears N. 73° E., 13 lks. distant, blazed and marked WHS 2.",
        "A hemlock, 12 in. diameter, bears S. 64° W., 31 lks. distant, blazed and marked WHS 2.",
        "Thence N. 89° W.",
        "Corner No. 3, which corner is identical with Corner No. 3 of right-of-way and is a hemlock post 5 feet long, 6 inches diameter, set 18 inches in ground, marked HS 3C on east face and R0W3 on west face; from which",
        "A hemlock, 9 in. diameter, bears S. 85° W., 18 lks. distant, blazed and marked WHS3.",
        "A hemlock, 9 in. diameter, bears S. 65° E., 17 lks. distant, blazed and marked WHS3.",
        "Thence South.",
        "Corner No. 4, 56 lks. from center line of Glacier Highway and 50 feet from power transmission line, which corner is identical with Corner No. 4 of right-of-way and is a hemlock post 5 feet long, 6 inches diameter, squared to 4 inches, set 18 inches in ground, marked HSC4 on east face and ROW4 on west face; from which",
        "A lodgepole pine, 17 in. diameter, bears N. 75° 30' E., 54 lks. distant, blazed and marked WHS4.",
        "A lodgepole pine, 14 in. diameter, bears N. 58° 30' W., 41 lks. distant, blazed and marked WHS4.",
        "Thence S. 89° E., clearing both powder line and road rights-of-way.",
        "Corner No. 1, the place of beginning, containing approximately 4.90 acres. The survey was made July 5 to 8, 1928; the bearings of the lines were determined by needle compass, allowing a variation of 31° 30' E., and are intended to refer to the true meridian.",
        "Beginning at Corner No. 1, 33 feet north of center line of Glacier Highway about 7 miles northwest of Juneau, Alaska, in approximate latitude 58° 21' 10\" N., longitude 134° 33' 00\" W., which corner is identical wTith Corner No. 1 of Tract F, and is a hemlock post 5½ feet long, 7 inches diameter, squared to 6 inches, set 2 feet in ground, marked HS1 on south face, E on east face and F on west face; from which",
        "A hemlock, 28 in. diameter, bears S. 61° E., 15 lks. distant, blazed and marked WHS1.",
        "A spruce, 16 in. diameter, bears S. 67½ 0 W., 29 lks. distant, blazed and marked WHS1.",
        "Thence North.",
        "Corner No. 2, which corner is identical with Corner No. 2 of Tract F, and is a hemlock post 6 feet long, 7 inches diameter, squared to 5½ inches, set 2 feet in ground, marked HS 2 on south face, E on east face and F on wrest face; from which",
        "A spruce, 13 in. diameter, bears S. 85° W., 30 lks. distant, blazed and marked WHS2.",
        "A hemlock, 12 in. diameter, bears N. 17° W., 32 lks. distant, blazed and marked WHS2.",
        "Thence S. 85° E.",
        "Corner No. 3, which corner is identical with Corner No. 3 of Tract D, and is a spruce post 5 feet long, 7 inches diameter, squared to 4½ inches, set 2 feet in ground, marked HS3 on south face, D on east face and E on west face; from which",
        "A spruce, 11 in. diameter, bears N. 49° 30' W., 24 lks. distant, blazed and marked WHS3.",
        "A hemlock, 8 in. diameter, bears N. 17° E., 26 lks. distant, blazed and marked WHS3.",
        "Thence South.",
        "Corner No. 4, which corner is 33 feet from the center line of Glacier Highway and identical with Corner No. 4 of Tract D, and is a lodgepole pine post 5½ feet long, 7 inches diameter, squared to 5 inches, set 1½ feet in ground, marked HS4 on south face, D on east face and E on west face.",
        "Thence N. 85° W., paralleling Glacier Highway and 33 feet from the center line thereof.",
        "Corner No. 1, the place of beginning, containing approximately 4.90 acres. The survey was made July 5 to 8, 1928; the bearings of the lines were determined by needle compass, allowing a variation of 31° 30' E., and are intended to refer to the true meridian.",
        "Beginning at Corner No. 1, 33 feet north of the center line of Glacier Highway about 7 miles northwest of Juneau, Alaska, in approximate latitude 58° 21' 10\" N., longitude 134° 33' 00\" W., which corner is identical with Corner No. 1 of Tract E, a hemlock post 5½ feet long, 7 inches diameter, squared to 6 inches, set 2 feet in ground, marked HS1 on south face, E on east face and F on wrest face; from which",
        "A hemlock, 28 in. diameter, bears S. 61° E., 15 lks. distant, blazed and marked WHS1.",
        "A spruce, 16 in. diameter, bears S. 67½° W., 29 lks. distant, blazed and marked WHS1.",
        "Thence North.",
        "Corner No. 2, which corner is identical with Corner No. 2 of Tract E and is a hemlock post 6 feet long, 7 inches diameter, squared to 5½ inches, set 2 feet in ground, marked HS2 on south face, E on east face and F on west face; from which",
        "A spruce, 13 in. diameter, bears S. 85° W., 30 lks. distant, blazed and marked WHS2.",
        "A hemlock, 12 in. diameter, bears N. 17° W., 32 lks. distant, blazed and marked W1IS2.",
        "Thence N. 88° W.",
        "Corner No. 3, which corner is identical w ith Corner No. 3 of Tract G and is a spruce post 5½ feet long, 6 inches diameter, squared to 4½ inches, set 2 feet in ground, marked HS3 on south face, F on east face and G on west face; from which",
        "A spruce, 14 in. diameter, bears S. 73° E., 21 lks. distant, blazed and marked WHS3.",
        "A hemlock, 16 in. diameter, beam S. 10° E., 12 lks. distant, blazed and marked WHS3.",
        "Thence South.",
        "A spruce, 24 in. diameter, bears S. 61° W., 15 lks. distant, blazed and marked WHS4.",
        "A hemlock, 18 in. diameter, bears S. 28° E., 5 lks. distant, blazed and marked WHS4.",
        "Thence S. 88° E., paralleling Glacier Highway and 33 feet from the center line thereof.",
        "Corner No. 1, the place of beginning, containing approximately 3.19 acres. The survey was made July 5 to 8, 1928; the bearings of the lines were determined by needle compass, allowing a variation of 31° 30' E., and are intended to refer to the true meridian.",
        "Beginning at Corner No. 1, meander corner, on line of mean high tide on the point of land dividing the head of Coal Bay into two small bights, Prince of Wales Island, Alaska, in approximate latitude 55° 29.5' N., longitude 132° 29.5' W., which corner is a spruce post 4 inches square, set in mound of rocks at average high tide, marked HS 9 MC 1; from which",
        "A spruce, 25 in. diameter, bears N. 43° W., 48 lks. distant, blazed and marked WHS MC 1.",
        "A spruce, 22 in. diameter, bears S. 86° W., 52 lks. distant, blazed and marked W HS MC 1.",
        "Thence with meanders of mean high tide:",
        "(1) N. 29° 30' E., 1.50 chs.;",
        "(2) N. 7° W., 1.50 chs.;",
        "(3) N. 14° 30' W., 2.50 chs.;",
        "(4) N. 33° 45' W., 1.85 chs.;",
        "(5) N. 60° W., 1.30 chs.;",
        "(6) S. 80° W., 1.45 chs.;",
        "(7) S. 76° W., 2.50 chs.;",
        "(8) S. 74° W., 1.75 chs.;",
        "(9) S. 61° W., 1.50 chs.;",
        "(10) S. 52° W., 2.50 chs.;",
        "To Corner No. 2, meander corner, which is a boulder 18 inches wide, 20 inches on base, embedded in rocks and marked x-HS MC 2; from which",
        "A hemlock, 18 in. diameter, bears S. 28° E., 24 lks. distant, blazed and marked W HS MC 2.",
        "A spruce, 15 in. diameter, bears S. 81° E., 22 lks. distant, blazed and marked W HS MC 2.",
        "Thence S. 71° E.",
        "Corner No. 1, the place of beginning, containing approximately 4.95 acres. The survey was made July 13 and 14, 1931; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at Corner No. 1, which is 33 feet southwesterly from center line of Glacier Highway approximately 13 miles north of Juneau, Alaska, in approximate latitude 58° 21.5' N., longitude 134° 39.8' W., which corner is a post 4 inches square, 3 feet long, set 1 foot in ground, marked HS/1; from which",
        "A hemlock, 18 in. diameter, bears N. 89° W., 10 lks. distant, blazed and marked WHS/1.",
        "A hemlock, 24 in. diameter, bears S. 23° E., 16 lks. distant, blazed and marked WHS/1.",
        "Thence East.",
        "Witness corner to Corner No. 2, meander corner, which is a hemlock post 4 feet long, set 1 foot in mound of rocks and marked HS/2 WC MC; from which",
        "Corner No. 1, meander corner of U.S. Survey No. 687 bears N. 84° 45' E., 7.57 chs. distant.",
        "A hemlock, 6 in. diameter, bears N. 3° E., 16 lks. distant, blazed and marked WHS/2 WC MC.",
        "The extreme end of rock point across small bay bears S. 68° E.",
        "Corner No. 2, meander corner, on shore of Auke Bay; not set because of liability to destruction by tides.",
        "Thence with meanders of mean high tide:",
        "(1) S. 20° W., 1.20 chs.;",
        "(2) S. 56° W., 2.39 chs.;",
        "(3) N. 72° 30' W., 0.75 chs.;",
        "(4) N. 56° W., 0.55 chs.;",
        "To Corner No. 3, meander corner, on shore of Auke Bay; not set because of liability to destruction by tides.",
        "Thence North.",
        "Witness corner to Corner No. 3, meander corner, which is a spruce post 4 feet long, squared 4 sides, set 2 feet in mound of rocks and marked HS/3WC MC; from which",
        "A spruce, 6 in. diameter, bears N. 72° W., 32 lks. distant, blazed and marked WHS/3WC MC.",
        "South end of Coghlan Island bears S. 17° W.",
        "Corner No. 4, which is a spruce post 4 feet long, 4 inches square, set 1½ feet in ground in mound of rocks and marked HS/4; from which",
        "A hemlock, 16 in. diameter, bears S. 89° W., 60 lks. distant, blazed and marked WHS/4.",
        "South end of Coghlan Island bears S. 17° 30' W.",
        "Thence paralleling road right-of-way and 33 feet from the center line thereof:",
        "(1) N. 85° 30' E., 0.62 chs.;",
        "(2) N. 73° E. 0.93 chs.;",
        "(3) N. 64° 30' E., 0.53 chs.;",
        "(4) N. 63° E., 0.60 chs.;",
        "To Corner No. 1, the place of beginning, containing approximately 0.51 acres. The survey was made October 19, 1931; the bearings of the lines were determined by needle compass, allowing a variation of 31° 30' E., and are intended to refer to the true meridian.",
        "HERBERT HOOVER",
        "The White House,June 11, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5856-Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361794"
}