{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7433-amendment-executive-order-no-7164-august-29-1935-prescribing-rules",
    "doc": "executive-order-7433-amendment-executive-order-no-7164-august-29-1935-prescribing-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7433-Amendment of Executive Order No. 7164, of August 29, 1935, Prescribing Rules and Regulations Relating to Student-Aid Projects and to Employment of Youth on Other Projects Under the Emergency Relief Appropriation Act of 1935",
    "date": "August 18, 1936",
    "content": [
        "AMENDMENT TO REGULATION NO. 7",
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation. Act of 1935, approved April 8, 1935 (49 Stat. 115), and the Emergency Relief Appropriation Act of 1936, approved June 22, 1936 (Pub. No. 739, 74th Cong., 2d Sess.), section 5 of Regulation No. 7, prescribed by Executive Order No. 7164 of August 29, 1935, and made applicable to the said Emergency Relief Appropriation Act of 1936 by Executive Order No. 7396 of June 22, 1936, is hereby amended to read as follows:",
        "5. Employment of Youth on Projects. The maximum and minimum hours of work, the conditions of employment and the monthly earnings to be paid young persons eligible for benefits under the National Youth Administration and employed on projects of the National Youth Administration (other than student-aid projects) and on projects of the Works Progress Administration Shall be determined by the Works Progress Administration: Provided, however, that the monthly earnings applicable to part-time employment of such young persons shall not exceed fifty per centum (50%) of the schedule of monthly earnings as set forth in Executive Order No. 7046, dated May 20, 1935, and amendments thereto.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,August 18, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7433-Amendment of Executive Order No. 7164, of August 29, 1935, Prescribing Rules and Regulations Relating to Student-Aid Projects and to Employment of Youth on Other Projects Under the Emergency Relief Appropriation Act of 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357315"
}