{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9153-withdrawing-public-lands-for-use-the-war-department-for-military",
    "doc": "executive-order-9153-withdrawing-public-lands-for-use-the-war-department-for-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9153-A-Withdrawing Public Lands for Use of the War Department for Military Purposes",
    "date": "April 30, 1942",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid existing rights and to Executive Orders No. 5364 of June 5, 1930 withdrawing certain lands for the use of the Navy Department, No. 7622 of May 29, 1937 withdrawing certain lands near the town of Unalaska for use by the United States Indian Service Hospital, No. 8573 of October 21, 1940 withdrawing certain lands near the town of Unalaska for town site purposes, and to the Executive Order of March 4, 1891 reserving certain lands near the town of Unalaska as a coal storage and supply depot, the public lands in the following-described areas be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department for military purposes:",
        "Tract No. 1",
        "Beginning at a point on line of mean high tide on north shore of Makushin Bay, Uhalaska Island, 53°45'31\" N. latitude, 166°55' W. longitude, as shown on U.S. Coast and Geodetic Survey Chart No. 8802.",
        "Thence from said initial point, by metes and bounds,",
        "North across Unalaska Island to line of mean high tide on Bering Sea;",
        "Easterly and southwesterly around Cape Cheerful, Cape Kaletka, Erskine Point and Brundage Head along line of mean high tide with meanders of Bering Sea, Unalaska Bay, Kaletka Bay, Unalga Pass, Beaver Inlet, and Erskine Bay to the head of Erskine Bay;",
        "Southwesterly on straight line across Unalaska Island to the head of Portage Bay at mean high tide;",
        "Westerly and northwesterly along shore of Portage Bay and Makushin Bay at mean high tide around Cathedral Point to the point of beginning.",
        "The area described, including both public and non-public lands, aggregates 200,000 acres.",
        "Tract No. 2",
        "All of Hog Island, in Unalaska Bay, near Unalaska Island, as shown on U.S. Coast and Geodetic Survey Chart No. 9007.",
        "The area described aggregates 110 acres.",
        "Tract No. 3",
        "All of those portions of Unalaska Island, Umnak Island, and the small islands and rocks adjacent thereto, lying between 53°13'00'' and 53°35'00'' N. latitudes and 167°28'30\" and 168°6'00\" W. longitudes, as shown on U.S. Coast and Geodetic Survey Chart No. 8802.",
        "The areas described aggregate 148,000 acres.",
        "Executive Order No. 8789 of June 14, 1941 reserving for the use of the War Department portions of the lands described herein as Tract No. 1 is hereby revoked.",
        "This order is confidential and shall not be published in the Federal Register, and shall not be made public in any other manner except upon prior authorization by the Secretary of War.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 30, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9153-A-Withdrawing Public Lands for Use of the War Department for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372517"
}