{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6992-veterans-regulation-no-10-e",
    "doc": "executive-order-6992-veterans-regulation-no-10-e",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6992-Veterans Regulation No. 10 (e)",
    "date": "March 19, 1935",
    "content": [
        "MISCELLANEOUS PROVISIONS",
        "By virtue of and pursuant to the authority vested in me under section 4 of title I of the act of March 20, 1933, 48 Stat. 9 (38 U.S.C. 704), the following regulation amending Veterans Regulation No. 10, as amended, is hereby prescribed:",
        "1. Paragraph IV of Veterans Regulation No. 10 is hereby amended to read as follows:",
        "\"The term 'veteran of any war' shall include the following persons: World War- Any officer, enlisted man, member of the Army Nurse Corps (female) or Navy Nurse Corps (female) who was employed in the active military or naval service of the United States on or after April 6, 1917, and before November 12, 1918; provided, however, if the person was serving with the United States military forces in Russia the dates herein shall be extended to April 1, 1920; Spanish-American War-Any officer or enlisted man who was employed in the active military or naval service of the United States on or after April 21, 1898, and before August 13, 1898, including those women who served as Army nurses under contracts on or after April 21, 1898, and before August 13, 1898, and including any person who served in the military or naval service of the United States between August 13, 1898, and July 4, 1902, both dates inclusive, and who left the continental United States under orders for military or naval service in Guam, Cuba, or Puerto Rico, between such dates; provided, that for the purposes of hospitalization the term 'veteran of any war' shall include persons who served overseas as contract surgeons of the Army on or after April 21, 1898, and before August 13, 1898; Philippine Insurrection-Any officer or enlisted man employed in the active military or naval service of the United States, including those women who served as Army nurses under contracts, who actually participated in the Philippine Insurrection on or after August 13, 1898, and before July 5, 1902; provided, however, if the person was serving in the United States military forces engaged in the hostilities in the Moro Province, the ending date shall be July 15, 1903; Boxer Rebellion-Any officer or enlisted man, including those women who served as Army nurses under contracts, employed in actual participation in the Boxer Rebellion on or after June 20, 1900, and before May 13, 1901.\"",
        "2. This regulation shall be effective as of the date of its promulgation.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 19, 1935.",
        "Done in triplicate."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6992-Veterans Regulation No. 10 (e) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362670"
}