{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6126-administration-the-emergency-conservation-work",
    "doc": "executive-order-6126-administration-the-emergency-conservation-work",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6126-Administration of the Emergency Conservation Work",
    "date": "May 08, 1933",
    "content": [
        "By virtue of the authority vested in me by the act of Congress entitled \"AN ACT For the relief of unemployment through the performance of useful public work, and for other purposes\", approved March 31, 1933 (Pul,lie, No. 5-73d Cong.), and supplementing Executive Order No. 6101, dated April 5, 1933, it is hereby ordered that:",
        "(1) In view of the limitation prescribed by the said act as to the time when the conservation work provided for therein must cease, the Director of the Emergency Conservation Work is hereby authorized, empowered, and directed within the limits of the allotment of funds made to him to complete the establishment of his office in the District of Columbia and to employ such civilian personnel as he may deem necessary for the efficient and economical discharge of his duties.",
        "(2) The Director is also authorized to issue orders for such travel of the personnel of his office as he may deem necessary in connection with the Emergency Conservation Work, the travel orders issued to prescribe a per diem in lieu of subsistence at the rates authorized by the Standardized Government Travel Regulations.",
        "(3) The Director is further authorized to purchase from the Emergency Conservation Fund such supplies, stationery, office fixtures, and equipment as may be required for his office whenever such articles cannot be issued or transferred for his use from stocks of other executive departments or Government establishments in the District of Columbia.",
        "(4) Civilian and military personnel now in the service of the United States will be utilized to the greatest extent possible; but w here absolutely necessary to the proper conduct of the work of the Emergency Conservation Corps the Director and the Secretaries of War, Interior, Agriculture, and Labor are hereby authorized, empowered, and directed within the limits of the allotment of funds made to them, to employ in the District of Columbia, or elsewhere, such additional personnel as they deem necessary in connection with the conservation work, without regard to the requirements of the civil-service laws and regulations and the Personnel Classification Act of 1923, as amended. The rates of compensation will be fixed by the Director and the heads of the departments concerned subject to the approval of the President, and subject to the reduction prescribed in the act approved March 20, 1933 (Public, No. 2-73d Cong.), and payment for all such civilian services and the pay and allowances of reserve officers of the Anny, including their travel allowances authorized by law, called to active duty for service in connection with the conservation work, shall be made from the Emergency Conservation Fund. A weekly report of all such appointments must be made to the President, giving the rate of compensation in each case.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 8, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6126-Administration of the Emergency Conservation Work Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361953"
}