{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8435-modifying-executive-order-november-21-1916-creating-power-site",
    "doc": "executive-order-8435-modifying-executive-order-november-21-1916-creating-power-site",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8435-Modifying Executive Order of November 21, 1916, Creating Power Site Reserve No. 565",
    "date": "June 10, 1940",
    "content": [
        "SNAKE RIVER, IDAHO",
        "MODIFICATION NO. 411",
        "By virtue of the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered that the Executive Order of November 21, 1916, creating Power Site Reserve No. 565, as affected by Order of Interpretation No. 13, approved April 22, 1922, be, and it is hereby, modified to the extent necessary to permit the State of Idaho to construct a highway over lots 8, 9, 12, and 13, sec. 34, T. 9 S., R. 17 E., Boise meridian, Idaho, as shown on the map on file in the General Land Office, Department of the Interior, bearing the title",
        "\"STATE OF IDAHODEPARTMENT OF PUBLIC WORKSBUREAU OF HIGHWAYSMAP SHOWINGRIGHT OF WAY THROUGHPOWER SITE RESERVE-No. 565S. A. P. 28-CSAWTOOTH PARK HIGHWAYJEROME COUNTYScale 1\"=200' March 30, 1938Boise, Idaho.\"",
        "on condition that use of the highway shall be discontinued without liability or expense to the United States or its licensees when found by the Secretary of the Interior to be in conflict with project works authorized by the United States.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 10, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8435-Modifying Executive Order of November 21, 1916, Creating Power Site Reserve No. 565 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371943"
}