{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6820-allocation-funds-for-the-control-the-infestation-the-japanese-beetle",
    "doc": "executive-order-6820-allocation-funds-for-the-control-the-infestation-the-japanese-beetle",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6820-Allocation of Funds for the Control of the Infestation of the Japanese Beetle at St. Louis, Missouri",
    "date": "August 11, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Emergency Appropriation Act, fiscal year 1935, approved June 19, 1934 (Public, No. 412, 73d Cong.), appropriating $525,000,000 to meet the emergency and necessity for relief in stricken agricultural areas, there is hereby allocated from the said appropriation the sum of $65,000 to the Secretary of Agriculture for the control of the infestation of the Japanese beetle at St. Louis, Missouri, which infestation constitutes a menace to the stricken agricultural area of the Mississippi Valley and westward thereof.",
        "In carrying out this order the Secretary of Agriculture shall have authority to make all necessary expenditures for the employment of persons and means, including the procurement of materials used for control and equipment or assistance necessary for their application.",
        "The moneys herein made available shall be expended through such established agencies of the United States Department of Agriculture and other agencies of the United States Government as the Secretary of Agriculture may designate and when the Secretary of Agriculture has been assured that the State and local governments concerned have taken such action and provided such assistance as the Secretary of Agriculture may deem necessary to accomplish the purpose of this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,August 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6820-Allocation of Funds for the Control of the Infestation of the Japanese Beetle at St. Louis, Missouri Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373482"
}