{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5469-amendments-consular-regulations",
    "doc": "executive-order-5469-amendments-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5469-Amendments to Consular Regulations",
    "date": "October 22, 1930",
    "content": [
        "Inventory of Property",
        "For the purpose of bringing the Consular Regulations of 1896 into conformity with simplified administrative methods and of obtaining uniformity of style, sections 57, 59, 60, 65, 431, 432, 433, and 433½ of the Consular Regulations are hereby amended to read as follows:",
        "57. Delivery of archives and inventory. Upon the receipt of the exequatur, or permission to act, the consular officer will apply to the person having charge of the consular seals and public property of the office for their delivery to him; and, having checked jointly with his predecessor or the subordinate in charge, if either be present, the inventory of the books and other effects, he will transmit a certificate of transfer of office (Form No. 5) signed by himself and his predecessor or the subordinate officer, or, in their absence, by himself alone, to the Department of State. He will also transmit an inventory transfer form upon which he will acknowledge the receipt of the official property delivered to him.",
        "59. Inventory, how made. A new inventory should not be prepared at the time of assuming charge of the official property of the office, but the existing inventory should be carefully checked with the actual property on hand. The condition of the inventory will thereupon immediately be brought to the attention of the department on a prescribed form (inventory transfer form) together with such additions to the inventory, in appropriate form, as may be necessary. Permission for deletions from the inventory must have the department's advance approval.",
        "60. Inventory of consular agency. Upon the appointment of a consular agent, the inventory of all property at the agency belonging to the United States should be checked, in the manner prescribed for consuls, by the incoming and outgoing officers, and a certificate prepared on the prescribed form (inventory transfer form), showing the date of delivery and the condition of the inventory. This certificate should be sent to the principal officer, to be by him communicated to the Department of State.",
        "65. Report regarding office. Consular officers are required, at the earliest opportunity, to prepare and forward to the Department of State a brief report in relation to the offices occupied by them. This report must embrace the following particulars:",
        "1. Give the street and number of the premises, stating whether they are in a residential or business quarter of the town. State whether the offices are separate and self-contained, or whether office or desk room only is occupied in the officer's residence or in premises used for other business purposes. State the actual rental and to whom and how paid. Scrupulous exactness is enjoined in reporting the circumstances under which the offices are rented.",
        "2. Give the number, size, arrangement, and employment of the rooms devoted to the public business. A diagram will probably be the most convenient mode of showing these particulars, and its utility will be enhanced if it shows the means of access from the street and the window lighting, whether on the street or on internal courts or wells.",
        "3. State the manner in which the offices are protected when not open for business, whether by a janitor or porter in charge of the building or by the residence on the premises of any official dependent whose wages are paid by the Department of State. In the latter case, state the accommodations assigned to such dependent.",
        "It is expected that any change in the official quarters will be reported in detail.",
        "431. Inventory required. Every consular officer in charge of an office shall keep on record in the office and furnish the department with a detailed inventory of all. Government property in his custody, including record books and archives.",
        "An inventory must be submitted to the department by the officer in charge, upon the establishment of a new consular office and upon instructions from the department. A retiring consular officer will not be given a certificate of nonindebtedness to the Government until the provisions of the regulations respecting inventories have been fully complied with. No Government property shall be disposed of or removed from the inventory without authorization, in advance, of the department. The penal code of the United States (35 Stat. 1112) provides: \"Whoever, having the custody of any record, proceeding, map, book, document, paper or other thing specified in the preceding section [the preceding section of the statute specifies any such things which may be 'in any public office'], shall willfully and unlawfully conceal, remove, mutilate, obliterate, falsify, or destroy any such record, proceeding, map, book, document, paper, or thing, shall be fined not more than two thousand dollars, or imprisoned not more than three years, or both; and shall moreover forfeit his office and be forever afterward disqualified from holding any office under the Government of the United States.\"",
        "432. Preparation and recording of inventory. The inventory must be prepared with the typewriter, on cards provided by the department, in five sections designated respectively: \"Office Furniture and Equipment\"; \"Reference Books\"; \"Record Books and Archives\"; \"Codes and Insignia\"; and \"Household Furniture and Furnishings.\" Each card shall bear the initials or signature of the officer in charge at the time of its preparation, and the continuing responsibility for the items composing the inventory shall thereafter reside in the inventory transfer form which shall be prepared upon the delivery of the official property, either in the event of the transfer of the principal officer or of his departure on or return from home leave of absence (but not in the case of simple leave). A complete card-index inventory will be maintained in each office, and a complete card-index inventory of every office in the Foreign Service will be kept in the department.",
        "433. Inventory at transfer of office. Upon the transfer of the officer in charge of a consulate, or upon his departure on or return from home leave of absence (but not on simple leave), the inventory shall be carefully checked by the incoming officer and tho outgoing officer, or the subordinate in charge, and the inventory transfer form shall be duly executed, signed by the officer receiving the property, and transmitted to the department. Rectification of any discrepancies which may be found should be effected as provided in section 59.",
        "433½. Supplementary inventory. Canceled.",
        "HERBERT HOOVER",
        "The White House,October 22, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5469-Amendments to Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373079"
}