{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7331-withdrawal-public-lands-connection-with-fort-peck-dam-federal-project",
    "doc": "executive-order-7331-withdrawal-public-lands-connection-with-fort-peck-dam-federal-project",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7331-Withdrawal of Public Lands in Connection With Fort Peck Dam, Federal Project No. 30, Federal Emergency Administration of Public Works, Montana",
    "date": "April 03, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and subject to the conditions therein expressed and to valid existing rights, It is ordered that the following-described lands be, and they are hereby, temporarily withdrawn from settlement, location, sale, entry, and all forms of appropriation, for use by the War Department in connection with the Fort Peck Dam and Reservoir, Federal Project No. 30, Federal Emergency Administration of Public Works:",
        "MONTANA PRINCIPAL MERIDIAN",
        "T. 28 N., R. 42 E.,Sec. 2, lot 7;Sec. 3, lot 4, SW¼ NW¼, NW¼ SW¼, S½ S½;Sec. 4, lots 2, 5, SW¼ NW¼, S½.",
        "T. 27 N., R. 42 E.,Sec. 33, lots 3, 4, 6, 7, N½ SW¼, approximately 914.87 acres.",
        "Executive Order No. 6910 of November 26, 1934, as amended by Executive Order No. 7274 of January 14, 1936, is hereby modified to the extent necessary to make this order effective.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,April 3, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7331-Withdrawal of Public Lands in Connection With Fort Peck Dam, Federal Project No. 30, Federal Emergency Administration of Public Works, Montana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355692"
}