{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6661-veterans-regulation-no-1-d",
    "doc": "executive-order-6661-veterans-regulation-no-1-d",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6661-Veterans Regulation No. 1 (d)",
    "date": "March 27, 1934",
    "content": [
        "ENTITLEMENT TO PENSION",
        "By virtue of the authority vested in me under sections 1 and 4 of title I of the act entitled \"An Act to maintain the credit of the United States Government\", approved March 20, 1933 (Public, No. 2, 73d Cong.), the following regulation amending Veterans Regulation No. 1 (a) is hereby prescribed:",
        "I. Veterans Regulation No. 1 (a) is hereby amended by adding a new part (V) to read as follows:",
        "Part V",
        "I. In all cases disallowed by the special boards of review authorized under section 20 of Public Law No. 78, Seventy-third Congress, 75 percent of the payments being made on March 19, 1933, shall be paid from the date of this regulation to the date of decision by the Board of Veterans' Appeals: Provided, That the Board of Veterans' Appeals is hereby authorized and directed to review all such cases at the earliest practicable date: Provided further, That the provisions of Veterans Regulation No. 2 (a), part III, shall be generally applicable for such review, and particularly the Board of Veterans' Appeals shall determine on all available evidence the question of whether service connection shall be granted under the provisions of veterans regulations issued pursuant to Public, No. 2, Seventy-third Congress, and notwithstanding the evidence may not clearly demonstrate the existence of the disease or any specific clinical findings within the terms of or period prescribed by Veterans Regulation No. 1 (a), part I, paragraph I (c) issued under Public, No. 2, Seventy-third Congress, shall in their decisions resolve all reasonable doubts in favor of the veteran, the burden of proof in such cases being on the Government: Provided further, That the Administrator of Veterans' Affairs is hereby authorized and directed to develop such cases by correspondence and investigation to the end that all available material evidence shall be secured and made a part of the claim before decision by the Board of Veterans' Appeals is rendered: Provided further, That in those cases where, as a result of the review, service connection is granted by the Board of Veterans' Appeals, pension shall be payable, effective July 1, 1933, at the rate provided in Veterans Regulation No. 1 (a), part I, as amended, subject to deduction of the amount of pension paid for any period subsequent to June 30, 1933: Provided further, That the provisions of veterans regulations promulgated under Public Law No. 2, Seventy-third Congress, pertaining to Federal employees, hospitalized cases and beneficiaries residing outside the continental limits of the United States, shall be applicable to those persons entitled to pension under the foregoing provisions of this paragraph.",
        "Done in triplicate.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6661-Veterans Regulation No. 1 (d) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362427"
}