{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8758-establishing-conversion-factors-for-use-administering-quotas-imports",
    "doc": "executive-order-8758-establishing-conversion-factors-for-use-administering-quotas-imports",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8758-Establishing Conversion Factors for Use in Administering Quotas on Imports of Coffee",
    "date": "May 21, 1941",
    "content": [
        "Whereas the entry for consumption of coffee in the United States is limited to the quotas provided for in the Inter-American Coffee Agreement signed on November 28, 1940; and",
        "Whereas such quotas are expressed in terms of bags of 60 kilograms net, or equivalent quantities; and",
        "Whereas the term \"bags of 60 kilograms net\" is applicable only to raw (green) coffee; and",
        "Whereas it is necessary and desirable that provision be made for determining the equivalent of a bag of coffee of 60 kilograms net in terms of pounds, and for determining the weight of roasted coffee in terms of the weight of raw (green) coffee:",
        "Now, Therefore, by virtue of the authority vested in me by section 2 of the joint resolution of Congress approved April 11, 1941 (Public Law 33, 77th Cong., 1st Sess.), I hereby establish the following conversion factors for use in administering the quotas on imports of coffee provided for in the said agreement:",
        "1. One bag of 60 kilograms of coffee shall be considered to be the equivalent of 132.276 pounds of coffee.",
        "2. One pound of roasted coffee shall be considered to be the equivalent of 1.2 pounds of raw (green) coffee.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 21, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8758-Establishing Conversion Factors for Use in Administering Quotas on Imports of Coffee Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372100"
}