{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5870-continuing-temporarily-the-present-standardized-government-travel",
    "doc": "executive-order-5870-continuing-temporarily-the-present-standardized-government-travel",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5870-Continuing Temporarily the Present Standardized Government Travel Regulations, Subject to Certain Modifications",
    "date": "June 30, 1932",
    "content": [
        "Part II, sections 207 and 208, of the act entitled \"AN ACT Making appropriations for the Legislative Branch of the Government for the fiscal year ending June 30, 1933, and for other purposes,\" approved June 30, 1932, amends the Subsistence Expense Act of 1926 (44 Stat. 688, 689) by amending sections 3 and 7 thereof, and repealing sections 4, 5, and 6 thereof, effectiv July 1, 1932.",
        "The Standardized Government Travel Regulations, as amended effective July 1, 1931, approved by the President April 21, 1931, shall continue in effect from and including July 1, 1932, until such time as amended standardized regulations are approved, subject to the following conditions, viz:",
        "(1) All provisions relating to reimbursement of actual expenses for subsistence are revoked.",
        "(2) Per diem in lieu of actual expenses for subsistence may be allowed not to exceed the rate of $5 within the limits of continental United States, and not to exceed an average of $6 beyond the limits of continental United States.",
        "(3) Reimbursable transportation charges will not include gratuitous fees or tips of any kind.",
        "The rates of the per diem in lieu of actual expenses for subsistence authorized by the amendatory law and which are set forth above represent the maximum allowable, not the minimum. It is the responsibility of the heads of the departments and establishments to see that travel orders authorize only such per diem rates as are justified by the nature of the travel.",
        "HERBERT HOOVER",
        "The White House,June 30, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5870-Continuing Temporarily the Present Standardized Government Travel Regulations, Subject to Certain Modifications Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361462"
}