{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5195-restoring-certain-reserved-lands-pending-resurvey-and-opening-such",
    "doc": "executive-order-5195-restoring-certain-reserved-lands-pending-resurvey-and-opening-such",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5195-Restoring Certain Reserved Lands Pending Resurvey and Opening Such Lands to Entry, Colorado",
    "date": "September 16, 1929",
    "content": [
        "It is hereby ordered that Executive Order No. 3883, dated July 27, 1923, withdrawing the public lands in T. 28 S., R. 56 W., and sections 6, 7, 18, 19, 30 and 31, T. 28 S., R. 55 W., 6th P.M., Colorado, pending a resurvey, be and the same is hereby revoked as to the lands in T. 28 S., R. 55 W., and as to sections 9 to 16 inclusive, sections 19 to 36, inclusive, T. 28 S., R. 56 W., 6th P.M.",
        "And it is hereby ordered, pursuant to public resolution No. 29 of February 14, 1920 (41 Stat. 434), as amended January 21 and December 28, 1922 (42 Stat. 358, 1067), that the above described lands, if otherwise subject to disposition, subject to valid rights, shall be opened to entry under the homestead or desert land laws only, by qualified ex-service men of the War with Germany, under the terms and conditions of such resolutions, and the regulations issued thereunder, for a period of 91 days, beginning with the official filing of the plat of resurvey of T. 28 S., R. 56 W., 6th P.M., and thereafter to appropriation under any public land law applicable thereto, by the general public.",
        "Subsequent to the date hereof, and prior to the date of restoration to general disposition as herein provided, no right may be acquired to the released lands by settlement in advance of entry, or otherwise, except strictly in accordance herewith.",
        "HERBERT HOOVER",
        "The White House,September 16, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5195-Restoring Certain Reserved Lands Pending Resurvey and Opening Such Lands to Entry, Colorado Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360893"
}