{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8407-withdrawal-public-land-aid-flood-control",
    "doc": "executive-order-8407-withdrawal-public-land-aid-flood-control",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8407-Withdrawal of Public Land in Aid of Flood Control",
    "date": "May 10, 1940",
    "content": [
        "LOUISIANA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered as follows:",
        "SEC. 1. Executive Order No. 6964 of February 5, 1935, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked so far as it affects the land described in section 2 of this order.",
        "SEC. 2. Subject to the conditions expressed in the above-mentioned acts and to valid existing rights, the following-described public lands in Louisiana are hereby withdrawn from settlement, location, sale, or entry, and reserved for flood-control purposes in connection with the Bayou Bodcau Dam and Reservoir project, under the direction of the Secretary of War and supervision of the Chief of Engineers as authorized by the act of June 22, 1936, c. 688, 49 Stat. 1570, as amended by the act of June 28, 1938, c. 795, 52 Stat. 1215:",
        "LOUISIANA MERIDIAN",
        "T. 20 N., R. 11 W.,     sec. 20, lot 9, containing 1.80 acres.",
        "T. 22 N., R. 11 W.,     sec. 4, lot 4. containing 6.72 acres:     sec. 5, lots 3 and 4, containing 13.68 acres; aggregating 22.20 acres.",
        "SEC. 3. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 10, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8407-Withdrawal of Public Land in Aid of Flood Control Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371937"
}