{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6889-transfer-lands-from-the-selway-national-forest-other-national-forests",
    "doc": "executive-order-6889-transfer-lands-from-the-selway-national-forest-other-national-forests",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6889-Transfer of Lands From the Selway National Forest to Other National Forests in the State of Idaho",
    "date": "October 29, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 4, 1897 (30 Stat. 11, 36, title 16, U.S.C., sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that lands within the Selway National Forest, in the State of Idaho, be, and they are hereby, transferred as follows:",
        "FROM THE SELWAY TO THE LOLO NATIONAL FOREST",
        "All lands lying to the north and east of the following-described line:",
        "Beginning at a point on the Montana-Idaho State line at the first angle post on the 295 mile and identified as Blodgett Mountain; thence in a westerly direction along the hydrographic divide between the Big Sand Creek drainage on the north and the Dead Elk Creek drainage on the south to Jeanette Mountain; thence south-westerly down the hydrographic divide just east of Jeanette Creek to the mouth of said creek; thence westerly and southerly down Moose Creek to the mouth of Cedar Creek; thence due west approximately 2 miles to an intersection with Maple Lake Ridge; thence northerly along said ridge to bench mark no. 7565; thence northwesterly along the hydrographic divide at the head of North Fork Moose Creek and tributaries, passing through Chain Meadows to McConnell Mountain; thence along the hydrographic divide at the head of Pedro Creek drainage to Bear Mountain; thence in & northwesterly direction along the hydrographic divide immediately north and east of Kinnikinnick Creek and Sponge Lake Creek, respectively, to the mouth of Sponge Lake Creek; thence down the Lochsa River to the mouth of Indian Grave Creek; thence northwesterly along the hydrographic divide just west of Indian Grave Creek, passing over Grave Butte, to an intersection with the main hydrographic divide between the Lochsa River drainage on the south and North Fork Clearwater River drainage on the north at bench mark no. 6577, which is in approximately sec. 1, unsurveyed T. 36 N., R. 10 E., Boise meridian.",
        "FROM THE SELWAY TO THE BITTERROOT NATIONAL FOREST",
        "All lands lying south and east of the following-described line:",
        "Beginning at a point on the Montana-Idaho State line at the first angle post and the Dead Elk Creek drainage on the south to Jeanette Mountain; thence south-westerly down the hydrographic divide just east of Jeanette Creek to the mouth of said creek; thence westerly and southerly down Moose Creek to the mouth of Cedar Creek; thence due west approximately 2 miles to an intersection with Maple Lake Ridge; thence northerly along said ridge to bench mark no. 7565; thence northwest along the hydrographic divide at the head of Isaac Creek drainage to the saddle or pass at the head of North Fork Moose Creek in approximately sec. 27, unsurveyed T. 35 N., R. 13 E., Boise meridian; thence southwesterly down the North Fork Moose Creek to the mouth of Rhoda Creek; thence westerly up Rhoda Creek to the mouth of Wounded Doe Creek; thence southerly in a direct line to Big Rock Mountain; thence southerly along the hydrographic divide just east of the Three Link Creek drainage which includes Saddle Fork to the mouth of Three Link Creek; thence up the Selway River to the mouth of Martin Creek; thence southeasterly up the hydrographic divide just east of Martin Creek to an intersection with Moose Ridge at a point approximately on the unsurveyed section line between secs. 3 and 4 of unsurveyed T. 31 N., R. 12 E., Boise meridian; thence southwesterly along said ridge and easterly along the hydrographic divide at the head of Ditch Creek to Wylies Peak; thence southerly in a direct line to the mouth of the North Fork of Goat Creek; thence easterly down Goat Creek to the mouth of Box Car Creek; thence south-easterly in a direct line to Archer Mountain; thence southeasterly in a direct line to the mouth of Grouse Creek; thence S. 45° E. to an intersection with Parachute Ridge, which ridge is the hydrographic divide between Eagle Creek on the east and Running Creek on the west; thence southwesterly along Parachute Ridge and Three Prong Ridge to an intersection with the hydrographic divide between tributaries of Running Creek and Eagle Creek on the north and Bargamin Creok and Little Clearwater River on the south.",
        "FROM THE SELWAY TO THE CLEARWATER NATIONAL FOREST",
        "All lands lying to the north and west of the following-described line:",
        "Beginning at a point approximately on the section line between secs. 32 and 33, T. 35 N., R. 7 E., Boise meridian, on the hydrographic divide between the Lolo Creek drainage on the west and the Lochsa River drainage on the east, where the hydrographic divide between the Fish Creek drainage on the north and the Canyon Creek drainage on the south intersect said hydrographic divide; thence easterly along the hydrographic divide between the Fish Creek drainage on the north and the Canyon Creek, Deadman Creek, and Bimerick Creek drainages on the south to McLendon Butte, passing over Frenchman and Middle Buttes; thence southeasterly down the hydrographic divide just south of Snowshoe Creek to the mouth of said creek; thence southeasterly in a direct line to Huckleberry Butte; thence southeasterly along the hydrographic divide between the Boulder Creek drainage on the north and the Old Man Creek drainage on the south to Stanley Butte; thence southeasterly along the hydrographic divide between the Rhoda Creek drainage on the east and the Old Man Creek drainage on the west to East Peak; thence easterly in a direct line to Lizard Lake; thence down Lizard Creek to its junction with Rhoda Creek; thence down Rhoda Creek to its junction with North Fork Moose Creek; thence up North Fork Moose Creek to an intersection with the hydrographic divide at the head of this drainage in approximately sec. 27 of unsurveyed T. 35 N., R. 13 E., Boise mendian; thence northwesterly along said divide, passing through Chain Meadows to McConnell Mountain; thence along the hydrographic divide at the head of Pedro Creek drainage to Bear Mountain; thence in a general northwesterly direction along the hydrographic divide immediately north and east of Kinnikinnick Creek and Sponge Lake Creek, respectively, to the mouth of Sponge Lake Creek; thence down the Lochsa River to the mouth of Indian Grave Creek; thence northwest along the hydrographic divide just west of Indian Grave Creek, passing over Grave Butte, to an intersection with the main hydrographic divide between the Lochsa River drainage on the south and the North Fork Clearwater River drainage on the north at bench mark no. 6577 in approximately sec. 1 of unsurveyed T. 36 N., R. 10 E., Boise meridian.",
        "FROM THE SELWAY TO THE NEZPERCE NATIONAL FOREST",
        "All land lying south and west of the following-described line:",
        "Beginning at a point approximately on the section line between secs. 32 and 33, T. 35 N., R. 7 E., Boise meridian, on the hydrographic divide between the Lolo Creek drainage on the west and the Lochsa River drainage on the east, where the hydrographic divide between the Fish Creek drainage on the north and the Canyon Creek drainage on the south intersect said bydrographic divide; thence easterly along the hydrographic divide between the Fish Creek drainage on the north and the Canyon Croek, Deadman Creek, and Bimerick Creek drainages on the south to McLendon Butto, passing over Frenchman and Middle Buttes; thence southeasterly down the hydrographic divide just south of Snowshoe Creek to the mouth of said creek; thence southeasterly in a direct line to Huckleberry Butte; thence southeasterly along the hydrographic divide between the Boulder Creek drainage on the north and the Old Man Creek drainage on the south to Stanley Butte; thence south-easterly along the hydrographic divide between the Rhoda Creek drainage on the east and the Old Man Creek drainage on the west to East Peak; thence easterly in a direct line to Lizard Lake; thence down Lizard Creek to its junction with Rhoda Creek; thence down Rhoda Creek to the mouth of Wounded Doe Creek; thence southerly in a direct line to Big Rock Mountain; thence southerly along the hydrographic divide just east of the Three Link Creek drainage which includes Saddle Fork to the mouth of Three Link Creek; thence up the Selway River to the mouth of Martin Creek; thence southeasterly up the hydrographic divide just east of Martin Creek to an intersection with Moose Ridge at a point approximately on unsurveyed section line between secs. 3 and 4 of unsurveyed T. 31 N., R. 12 E., Boise meridian; thence southwesterly along said ridge and easterly along the hydrographic divide at the head of Ditch Creek to Wylies Peak; thence southerly in a direct line to the mouth of North Fork of Goat Creek; thence easterly down Goat Creek to the mouth of Box Car Creek; thence southeasterly in a direct line to Archer Mountain; thence southeasterly in a direct line to the mouth of Grouse Creek; thence S. 45° E. to an intersection with Parachute Ridge, which ridge is the hydrographic divide between Eagle Creek on the east and Running Creek on the west; thence southwesterly along Parachute Ridge and Three Prong Ridge to an intersection with the hydrographic divide between tributaries of Running Creek and Eagle Creek on the north and Bargamin Creek and Little Clearwater River on the south.",
        "It is not intended by this order to give any public lands a national-forest status which have hitherto not had such status nor to remove any lands from a national-forest status.",
        "The lands above described comprise all of what hitherto has been designated as the Selway National Forest, and the effect of the transfers herein ordered is to discontinue the Selway National Forest as a separate administrative entity.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 29, 1934"
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6889-Transfer of Lands From the Selway National Forest to Other National Forests in the State of Idaho Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373425"
}