{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8135-appeals-from-decisions-the-auditor-general-the-philippines-the",
    "doc": "executive-order-8135-appeals-from-decisions-the-auditor-general-the-philippines-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8135-Appeals From Decisions of the Auditor General of the Philippines to the President of the United States",
    "date": "May 15, 1939",
    "content": [
        "Under and by virtue of the authority vested in me by section 7(4) of the act of March 24, 1934, 48 Stat. 456, 461 (U.S.C., title 48, sec. 1237), and as President of the United States, I hereby prescribe the following regulations and procedure governing appeals from decisions of the Auditor General of the Philippines to the President of the United States:",
        "1. Every appeal from a decision of the Auditor General of the Philippines to the President of the United States shall be in writing, shall be addressed to the President of the United States, shall definitely specify the particular decision of the Auditor General appealed from, shall embody a statement of the reasons and authorities relied upon, and shall be filed, with one duplicate copy, in the Office of the United States High Commissioner to the Philippine Islands within thirty days from the date of the decision appealed from.",
        "2. Upon receipt of such an appeal the High Commissioner shall transmit a copy thereof to the Auditor General of the Philippines, who shall, within thirty days after his receipt of the copy, provide the High Commissioner with authenticated copies of all pertinent documents and correspondence within his control, together with any statement he may desire to offer in connection with the appeal.",
        "3. Upon receipt from the Auditor General of the matter specified in the preceding paragraph, the High Commissioner, acting for and on behalf of the President of the United States, shall proceed to consider the appeal, and if he concurs in the decision of the Auditor General, he shall duly notify the appellant and the Auditor General in writing to that effect, which notification shall constitute a final disposition of the appeal.",
        "4. If, upon his consideration of such an appeal, the High Commissioner concludes that the decision appealed from is erroneous, he shall transmit the pertinent papers, together with a statement of his views and recommendations, through the Bureau of Insular Affairs, to the Secretary of War, for submission to the President.",
        "5. The decision of the President shall be recorded by the Secretary of War in the form of an indorsement on the file, which shall then be returned to the High Commissioner, who shall in writing inform the appellant and the Auditor General of the decision of the President.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 15, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8135-Appeals From Decisions of the Auditor General of the Philippines to the President of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371804"
}