{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8724-restoring-lands-the-homestead-field-military-reservation-the-use-the",
    "doc": "executive-order-8724-restoring-lands-the-homestead-field-military-reservation-the-use-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8724-Restoring Lands of the Homestead Field Military Reservation to the Use of the Territory of Hawaii",
    "date": "March 29, 1941",
    "content": [
        "Whereas by Executive Order No. 665 of the Governor of the Territory of Hawaii, dated October 28, 1935, certain lands of the Molokai Airport, situated on the island of Molokai, Territory of Hawaii, were set aside for military purposes, which lands now comprise the Homestead Field Military Reservation; and",
        "Whereas it is deemed advisable and in the public interest that such lands be restored to the use of the Territory of Hawaii:",
        "Now, Therefore, by virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 447, it is ordered that the following-described parcel of land comprising the Homestead Field Military Reservation, be, and it is hereby, restored to its previous status for the use of the Territory of Hawaii, subject to the right of the War Department to remove its improvements and installations thereon, if such removal has not been accomplished prior to the date of this order:",
        "Beginning at the southwest corner of this parcel of land, the true azimuth and distance from said point of beginning to the southwest corner of the Molokai Airport being 85°10'30'', 880.0 feet, and the coordinates of said point of beginning referred to Government Survey triangulatibn station \"Middle Hill\" being 317.1 feet north and 15,247.2 feet west, as shown on Government Survey Registered Map 1288, and running as follows, all azimuths being measured clockwise from true south:",
        "1. 175°10'30'', 200.0 feet along the remaining portion of Molokal Airport (Executive Order 307);2. 265°10'30'', 500.0 feet along same;3. 355°10'30\", 200.0 feet along same;4. 85°10'30\", 500.0 feet to the point of beginning. Area 2.295 acres.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 29, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8724-Restoring Lands of the Homestead Field Military Reservation to the Use of the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372080"
}