{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6559-amending-the-executive-order-march-10-1933-and-the-proclamation",
    "doc": "executive-order-6559-amending-the-executive-order-march-10-1933-and-the-proclamation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6559-Amending the Executive Order of March 10, 1933, and the Proclamation of December 30, 1933, Concerning the Operation of Banks",
    "date": "January 15, 1934",
    "content": [
        "By virtue of the authority vested in me by section 5 (b) of the act of October 6, 1917 (40 Stat. L. 411), as amended by the act of March 9, 1933, and by section 4 of said act of March 9, 1933, and by virtue of all other authority vested in me, I, Franklin D. Roosevelt, President of the United States of America, do hereby issue the following Executive order:",
        "Section 1. The last two paragraphs of the Executive order of March 10, 1933, concerning the operation of banks, are amended, effective from the date of this order, by striking out the following:",
        "\"nor to engage in any transaction in foreign exchange except such as may be undertaken for legitimate and normal business requirements, for reasonable traveling and other personal requirements, and for the fulfillment of contracts entered into prior to March 6, 1933.",
        "\"Every Federal Reserve bank is authorized and instructed to keep itself currently mformed as to transactions in foreign exchange entered into or consummated within its district and shall report to the Secretary of the Treasury all transactions in foreign exchange which are prohibited.\"",
        "The Secretary of the Treasury is authorized to amend the licenses heretofore issued with his approval by the Federal Reserve banks under the Executive order of March 10, 1933, by issuing through the Federal Reserve banks amendatory licenses removing the restriction upon transactions in foreign exchange contained in the licenses heretofore issued.",
        "Sec. 2. The proclamation of December 30, 1933, relating to the licensing of banking institutions which are not members of the Federal Reserve System, is Amended, effective from the date of this order, by striking out the following:",
        "\"nor to engage in any transaction in foreign exchange except such as may be undertaken for legitimate and normal business requirements, for reasonable traveling and other Personal requirements, and for the fulfillment of contracts entered into prior to March 6, 1933.\"",
        "Sec. 3. The amendment of such Executive order of March 10, 1933, or of any licenses issued thereunder; and the amendment of such proclamation of December 30, 1933, shall not affect any act done, or any order, decision, or finding made, or relieve any person from the consequences of any unauthorized act committed prior to the date of this Executive order; nor shall the amendment of the Executive order of March 10, 1933, or the proclamation of December 30, 1933, relieve any person from the obligation of complying with the terms of the Executive order of January 15, 1934, relating to the export of coin and currency and transactions in foreign exchange, or the regulations or licenses issued thereunder, or of any other provision of law affecting transactions in foreign exchange.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6559-Amending the Executive Order of March 10, 1933, and the Proclamation of December 30, 1933, Concerning the Operation of Banks Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362319"
}