{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6606-g-code-fair-competition-for-the-daily-newspaper-publishing-business",
    "doc": "executive-order-6606-g-code-fair-competition-for-the-daily-newspaper-publishing-business",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6606-G-Code of Fair Competition for the Daily Newspaper Publishing Business",
    "date": "February 17, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Daily Newspaper Publishing Business, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said code of fair competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said code of fair competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby adopt and approve the report, recommendations and findings of the Administrator and do order that the said code of fair competition be and it is hereby approved, subject to the following conditions:",
        "(1) The determination of hours and wages for news department workers shall be made not later than 60 days hence.",
        "(2) The government members of the Code Authority shall give particular attention to the provisions authorizing minors to deliver and sell newspapers and shall report to the President not later than 60 days hence.",
        "(3) Insofar as Article VII is not required by the Act, it is pure surplusage. While it has no meaning it is permitted to stand merely because it has been requested and because it could have no such legal effect as would bar its inclusion. Of course, a man does not consent to what he does not consent to. But if the President should find it necessary to modify this Code, the circumstance that the modification was not consented to would not affect whatever obligations the non-consentor would have under Section 3 (d) of the National Industrial Recovery Act.",
        "Of course, also, nobody waives any constitutional rights by assenting to a Code. The recitation of the freedom of the press clause in the Code has no more place here than would the recitation of the whole Constitution or of the Ten Commandments. The freedom guaranteed by the Constitution is freedom of expression and that will be scrupulously respected-but it is not freedom to work children, or do business in a fire trap or violate the laws against obscenity, libel and lewdness.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,Feb. 17 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6606-G-Code of Fair Competition for the Daily Newspaper Publishing Business Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362374"
}