{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5428-withdrawal-public-lands-for-classification",
    "doc": "executive-order-5428-withdrawal-public-lands-for-classification",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5428-Withdrawal of Public Lands for Classification",
    "date": "August 20, 1930",
    "content": [
        "Montana",
        "Under authority of the act of Congress of June 25, 1910 (36 Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497), it is hereby ordered that the vacant public lands of the United States in the State of Montana, within the following described area, be, and the same are hereby, temporarily withdrawn from settlement, location, sale, or entry, and reserved for classification and in aid of legislation:",
        "PRINCIPAL MERIDIAN, MONTANA",
        "T. 20 N., R. 38 E., secs. 1, 2, 3, 10, 11, and 12;",
        "T. 21 N., R. 38 E., all;",
        "Tps. 22 and 23 N., R. 38 E., all those portions south and east of the Missouri River;",
        "T. 21 N., R. 39 E., secs. 1 to 12 inclusive, secs. 15 to 22 inclusive, and secs. 29 to 32 inclusive;",
        "T. 22 N., R. 39 E., all;",
        "T. 23 N., R. 39 E., all that portion south and east of the Missouri River;",
        "T. 24 N., R. 39 E., all that portion south of the Missouri River;",
        "T. 21 N., R. 40 E., secs. 3 to 8 inclusive;",
        "T. 22 N., R. 40 E., all;",
        "T. 23 N., R. 40 E., all that portion south of the Missouri River;",
        "T. 24 N., R. 40 E., all that portion south and east of the Missouri River;",
        "T. 25 N., R. 40 E., all those portions of secs. 34 and 35 south and east of the Missouri River;",
        "T. 22 N., R. 41 E., secs. 6 and 7;",
        "T. 23 N., R. 41 E., secs. 6, 7, 18, 19, 30, and 31;",
        "T. 24 N., R. 41 E., secs. 6, 7, 18, 19, 29, 30,and 31.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "HERBERT HOOVER",
        "The White House,August 20, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5428-Withdrawal of Public Lands for Classification Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373050"
}