{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8480-excluding-certain-land-from-the-chugach-national-forest-and-reserving",
    "doc": "executive-order-8480-excluding-certain-land-from-the-chugach-national-forest-and-reserving",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8480-Excluding Certain Land From the Chugach National Forest and Reserving it for Townsite Purposes",
    "date": "July 12, 1940",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), it is ordered that the tract of public land in Alaska lying within the following-described boundaries be, and it is hereby, excluded from the Chugach National Forest:",
        "Turnagain Arm: Beginning at the triangulation point \"Grass\" (located by the Coast & Geodetic Survey and described as follows:",
        "Latitude 60°49'43.24\"; longitude 149°01'33.78\"; Grass is in the meadow on the south side of the head of Turnagain Arm, opposite Twentymile River trestle, 165 paces outside of the line of alders. In the edge of the alders a lone leaning spruce, 1 foot in diameter bears S. 8° W. Station mark is a metal plate set in cement at the surface of the ground. Reference marks are spruce stakes, projecting one foot from the surface.",
        "",
        "and running due south 2½ miles, thence due east 3 miles, thence due north approximately 4¾ miles to a point due east of the triangulation point \"Central\" (located by the Coast & Geodetic Survey and described as follows:",
        "Latitude 60°51'40.77\"; longitude 149°01\"25.10\"; Central is on the most easterly point on the north side of Turnagain Arm that can be seen from Kern Creek. It is just east of Mile 67 on the Alaska Northern Ry. The station mark is a metal plate set in cement at the surface of the ground on the highest part of the grassy elevation on the upper side of the railroad cut.",
        "Reference mark No. 1 is a nail in a blazed spruce back of the signal. No. 2 is a nail in a blazed spruce to the west.",
        "",
        "thence due west approximately 3⅛ miles to the above mentioned triangulation point (Central), thence south 4°21'2'' east approximately 2¼ miles to point of beginning; containing approximately 9,300 acres.",
        "And by virtue of the authority vested in me by the act of March 12, 1914, 38 Stat. 305, 307 (U.S.C., title 48, sec. 303), the above-described tract of land is hereby withdrawn from settlement, location, sale, entry, or other disposition, and reserved, under such regulations as have been or may hereafter be prescribed, for townsite purposes in connection with the construction and operation of railroad lines as authorized by the said act.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 12, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8480-Excluding Certain Land From the Chugach National Forest and Reserving it for Townsite Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372582"
}