{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7907-establishing-the-back-bay-migratory-waterfowl-refuge",
    "doc": "executive-order-7907-establishing-the-back-bay-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7907-Establishing the Back Bay Migratory Waterfowl Refuge",
    "date": "June 06, 1938",
    "content": [
        "VIRGINIA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands and waters acquired or to be acquired by the United States within the following-described area, in Princess Anne County, Virginia, be, and they are hereby, reserved and set apart, subject to existing valid rights, for the use of the Department of Agriculture, as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any private lands within the area described shall become part of the refuge hereby established upon acquisition of title thereto or lease thereof by the United States:",
        "Beginning at a point S. 34°02' E., 35.18 chains, from U.S.C. & G.S. Triangulation Station \"Club\", and about one-half mile south of the Little Island Coast Guard Station, on the Atlantic Ocean shore, marked with a U.S. Biological Survey standard concrete post:",
        "Thence along the Atlantic Ocean shore, with the meanders thereof,      S. 23°58' E., 36.61 chains;      S. 18°50' E., 10.24 chains;      S. 24°52' E., 10.24 chains;      S. 24°07' E., 10.57 chains;      S. 25°15' E., 10.43 chains;      S. 24°59' E., 11.61 chains;      S. 24°32' E., 24.70 chains;      S. 24°01' E., 11.15 chains;      S. 22°26' E., 11.64 chains;      S. 20°07' E., 14.49 chains;      S. 22°15' E., 23.54 chains;      S. 19°20' E., 12.11 chains;      S. 22°37' E., 23.71 chains;      S. 22°51' E., 22.14 chains;      S. 18°44' E-, 10.62 chains:      S. 24°19' E., 11.05 chains;      S. 17°52' E., 10.90 chains;      S. 19°22' E., 11.05 chains;      S. 17°56' E., 10.68 chains;      S. 14°40' E., 22.66 chains;      S. 19°57' E., 12.19 chains;      S. 17°02' E., 9.79 chains;      S. 20°26' E., 7.51 chains, to a point;",
        "Thence Inland,      S. 87°59' W., 97.21 chains, to a point on the east shore of Sand Bay;",
        "Thence in Sand Bay,      West, to a point 22.73 chains east of the eastern edge of the Ragged Islands;      Southerly, with a line parallel to, and easterly 22.73 chains distant from, the eastern edge of the Ragged Islands;      West, 22.73 chains, to the southernmost point of the Ragged Islands;",
        "Thence in Back Bay,      Northwesterly, approximately 19 0.00 chains, to the southwestern extremity of Haul Over Island at Rocky Point;",
        "Thence in Red Head Bay,      Northeasterly, approximately 16.00 chains, to the northwestern extremity of Haul Over Island, near North Point on said island;      Northeasterly, approximately 78.00 chains, to Heaven Point on the Ragged Islands;      Northwesterly, approximately 42.00 chains, to the southwestern extremity of a marshy island lying southwest of Long Island, and immediately north of Little Narrows;      Northerly, approximately 37.00 chains, to a point on the western edge of a marshy island lying west of Long Island, and east of Great Narrows;",
        "Thence across Great Narrows,      Westerly, approximately 23.00 chains to a point on the eastern edge of a marshy island bounded by Great Cove, Great Narrows, Red Head Bay, and Long Point Creek;",
        "Thence along the eastern edge of said island with the meanders thereof,      S. 34°47' W., 3.43 chains;      S. 13°21' E., 2.80 chains;      S. 12°59' W., 2.70 chains;      S. 6°45' E., 3.80 chains;      S. 27°28' W., 4.00 chains;      S. 2°26' E., 2.73 chains;      S. 24°00' W., 1.12 chains;      S. 41°31' E., 1.88 chains;      S. 56°11' W., 1.44 chains;      S. 30°42' W., 3.09 chains;      S. 56°50' W., 2.90 chains, to a point on the southeastern extremity of said island;",
        "Thence in Red Head Bay,      Westerly, approximately 34.00 chains, to the southwestern extremity of Long Point Island;      Northwesterly, approximately 43.00 chains, to a point on East Head Bay Point, at the entrance to Head Bay Cove;",
        "Thence across Head Bay Cove,      Northwesterly, approximately 11.00 chains, to a point on West Head Bay Point;",
        "Thence across marsh,      N. 80°35' W., 43.24 chains, to a point In the line between marsh and fast land;",
        "Thence between marsh and fast land, N. 23°17' E., 11.16 chains;      N. 16°29' W., 11.90 chains;      N. 1°57' W., 2.35 chains;      N. 12°58' E., 6.95 chains;      N. 2°04' E., 2.05 chains;      N. 25°44' W., 2.47 chains;      N. 7°38' E., 10.63 chains;      N. 25°14' W., 0.56 chain, to a point;",
        "Thence across marsh,      S. 73°22' E., 34.50 chains;      S. 74°04' E., 16.02 chains;      N. 8°00' E., 5.92 chains, to a point on the west shore of Cedar Creek Cove;",
        "Thence along west shore of said cove, Northerly, approximately 2.50 chains, to a point;",
        "Thence across marsh,      N. 8°00' E., 5.83 chains;      N. 18°35' W., 4.68 chains, to a point on the southeast shore of Sylvesters Cove;",
        "Thence along the shore of Sylvesters Cove, with the meanders thereof,      N. 22°39' E., 2.56 chains;      N. 82°05' E., 2.44 chains;      S. 78°03' E., 3.32 chains, to a point on the west bank at the mouth of ditch connecting said cove and Cedar Creek Cove;",
        "Thence across said ditch,      Northeasterly, approximately 0.50 chain, to a point on the south shore of Shipps Bay;",
        "Thence in Shipps Bay,      Northeasterly, approximately 19.00 chains, to a point on the north bank at the mouth of Kemps Creek, at Shipps Bay;",
        "Thence along the shore of Shipps Bay with the meanders thereof,      N. 22°06' E., 5.39 chains;      N. 39°34' E., 1.75 chains;      N. 60°47' E., 9.07 chains;      N. 28°05' E., 2.80 chains;      N. 36°40' E., 3.07 chains;      N. 1°27' E., 2.61 chains;      N. 12°15' E., 1.74 chains;      N. 89°05' E., 5.82 chains;",
        "Thence in Shipps Bay,      Northeasterly, approximately 35.00 chains, to the northwestern extremity of Augers Island Bend;      Northeasterly, approximately 25.00 chains, to the most northerly point of Walkers Island Point;      Northeasterly, approximately 102.00 chains, to the most northerly point of Long Island at the mouth of Deep Creek;",
        "Thence across Deep Creek,      Easterly, approximately 22.00 chains, to a point on the east shore at the mouth of Deep Creek at Shipps Bay;",
        "Thence across marsh and sand flats,      East, 25.22 chains, to the point of beginning.",
        "This reservation shall be known as the Back Bay Migratory Waterfowl Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 6, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7907-Establishing the Back Bay Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368739"
}