{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5417-amendments-consular-regulations",
    "doc": "executive-order-5417-amendments-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5417-Amendments to Consular Regulations",
    "date": "August 04, 1930",
    "content": [
        "For the purpose of bringing the Consular Regulations of 1896 into conformity with the Statutes of the United States and in order to establish simplified administrative methods, the following amendments are ordered:",
        "1. Items 8 and 14 of the Tariff of the United States Consular Fees, as established by Executive Order No. 5110, of May 13, 1929, are amended to read as follows:",
        "",
        "2. Section 140 of the Consular Regulations is amended to read as follows:",
        "140. Naturalization and citizenship of married women. It is provided by an act of Congress of September 22, 1922 (42 Stat. 1021), as amended by two acts of Congress approved July 3, 1930 (Public, Nos. 499, 508-71st Cong.):",
        "1. That the right of any woman to become a naturalized citizen of the United States shall not be denied or abridged because of her sex or because she is a married woman.",
        "2. That any woman who marries a citizen of the United States after the passage of the Act, or any woman whose husband is naturalized after the passage of the Act, shall not become a citizen of the United States by reason of such marriage or naturalization; but, if eligible to citizenship, she may be naturalized upon full and complete compliance with all requirements of the naturalization laws, with the following exceptions:",
        "(a) No declaration of intention shall be required;",
        "(b) In lieu of the five-year period of residence within the United States and the one-year period of residence within the State or Territory where the naturalization court is held, she shall have resided continuously in the United States, Hawaii, Alaska, or Porto Rico for at least one year immediately preceding the filing of the petition.",
        "3. That a woman citizen of the United States shall not cease to be a citizen of the United States by reason of her marriage after the passage of the Act unless she makes a formal renunciation of her citizenship before a court having jurisdiction over naturalization of aliens:",
        "Provided, That any woman citizen who marries an alien ineligible to citizenship shall cease to be a citizen of the United States.",
        "4. Provision is made in section 2 of the act of July 3, 1930, for the naturalization of women who have lost their United States citizenship by reason of their marriage to aliens, as follows:",
        "\"Sec. 2. (a) Section 4 of such Act of September 22, 1922, is amended to read as follows:",
        "\"'4. (a) A woman who has lost her United States citizenship by reason of her marriage to an alien eligible to citizenship or by reason of the loss of United States citizenship by her husband may, if eligible to citizenship and if she has not acquired any other nationality by affirmative act, be naturalized upon full and complete compliance with all requirements of the naturalization laws, with the following exceptions:",
        "(1) No declaration of intention and no certificate of arrival shall be required, and no period of residence within the United States or within the county where the petition is filed shall be required;",
        "(2) The petition need not set forth that it is the intention of the petitioner to reside permanently within the United States;",
        "(3) The petition may be filed in any court having naturalization jurisdiction, regardless of the residence of the petitioner;",
        "(4) If there is attached to the petition, at the time of filing, a certificate from a naturalization examiner stating that the petitioner has appeared before him for examination, the petition may be heard at any time after filing.",
        "(b) After her naturalization such woman shall have the same citizenship status as if her marriage, or the loss of citizenship by her husband, as tho case may be, had taken place after this section, as amended, takes effect.'",
        "\"(b) The amendment made by this section to section 4 of such Act of September 22, 1922, shall not terminate citizenship acquired under such section 4 before such amendment.\"",
        "5. That no woman whose husband is not eligible to citizenship shall be naturalized during the continuance of the marital status.",
        "6. That section 1994 of the Revised Statutes, which reads as follows:",
        "\"Any woman who is now or may hereafter be married to a citizen of the United States, and who might herself be lawfully naturalized, shall be deemed a citizen.\"",
        "and section 4 of the Expatriation Act of March 2, 1907 (34 Stat. 1229), which reads as follows:",
        "\"That any foreign woman who acquires American citizenship by marriage to an American shall be assumed to retain the same after the termination of the marital relation if she continue to reside in the United States, unless she makes formal renunciation thereof before a court having jurisdiction to naturalize aliens, or if she resides abroad she may retain her citizenship by registering as such before a United States consul within one year after the termination of such marital relation.\"",
        "are repealed. Such repeal shall not terminate citizenship acquired or retained under either of such sections, nor restore citizenship lost under the latter.",
        "7. That section 3 of the Expatriation Act of March 2, 1907 (34 Stat. 1228), which reads as follows:",
        "\"That any American woman who marries a foreigner shall take the nationality of her husband. At the termination of the marital relation she may resume her American citizenship, if abroad, by registering as an American citizen within one year with a consul of the United States, or by returning to reside in the United States, or, if residing in the United States at the termination of the marital relation, by continuing to reside therein.\"",
        "is repealed. Such repeal shall not restore citizenship lost nor terminate citizenship resumed under this section. A woman who has resumed under such section citizenship lost by marriage shall, upon the passage of this act, have for all purposes the same citizenship status as immediately preceding her marriage.",
        "3. Section 167 of the Consular Regulations is amended to read as follows:",
        "167. Fees. A fee of $1 must be collected for executing every application for a passport, and a fee of $5 must be collected for every passport issued with the following exceptions:",
        "No fee should be collected for passports issued to officials or employees of the United States proceeding abroad in the discharge of their official duties or to members of their immediate families, or to seamen, or to widows, children, parents, brothers, and sisters of American soldiers, sailors, or marines buried abroad, whose journey is undertaken for the purpose and with the intent of visiting the graves of such soldiers, sailors, or marines, which facts shall be made a part of the application for a passport.",
        "A fee of $2 must be collected for the renewal of every passport, except in the cases of persons mentioned in the preceding paragraph who maintain the same status as held by them at the time of the issue of their passports without fee and who are abroad for the same purpose for which their passports were issued.- Act of June 4, 1920 (41 Stat. 750); act of July 3, 1926, as amended by the act of July 1, 1930 (Public, No. 488-71st Cong.)",
        "HERBERT HOOVER",
        "The White House,August 4, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5417-Amendments to Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373083"
}