{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6660-authorizing-the-heads-departments-independent-establishments-and",
    "doc": "executive-order-6660-authorizing-the-heads-departments-independent-establishments-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6660-Authorizing the Heads of Departments, Independent Establishments, and Emergency Agencies to Make Certain Expenditures out of Allocations from the Appropriation for National Industrial Recovery",
    "date": "March 27, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the National Industrial Recovery Act of June 16, 1933 (ch. 90, 48 Stat. 195), and the Fourth Deficiency Act, fiscal year 1933, of June 16, 1933 (ch. 100, 48 Stat. 274, 275), the heads of all emergency agencies established under the authority of the said National Industrial Recovery Act and operating under funds allocated to them by the President from the appropriation for national industrial recovery contained in the said Fourth Deficiency Act, together with the heads of all executive departments and other independent establishments insofar as they operate under funds allocated to them by the President from the said appropriation, are hereby authorized, out of funds so allocated, to make such expenditures (including expenditures for personal services and rent at the seat of government and elsewhere, for law books and books of reference, for paper, printing, and binding, and for the purchase, maintenance, and operation of passenger-carrying vehicles), as they may deem necessary to effectuate the purposes for which the said funds are allocated: Provided, That the purchase, maintenance, and operation of motor-propelled passenger-carrying vehicles subsequent to the date of this order shall be subject to the provisions of section 3 of the act of March 3, 1933 (ch. 212, 47 Stat. 1489, 1513).",
        "All such expenditures made or incurred prior to the date of this order are hereby confirmed and ratified.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6660-Authorizing the Heads of Departments, Independent Establishments, and Emergency Agencies to Make Certain Expenditures out of Allocations from the Appropriation for National Industrial Recovery Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362426"
}