{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8201-amendment-executive-order-no-7302-february-21-1936-transferring",
    "doc": "executive-order-8201-amendment-executive-order-no-7302-february-21-1936-transferring",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8201-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy",
    "date": "July 11, 1939",
    "content": [
        "VIRGIN ISLANDS",
        "By virtue of the authority vested in me by the act of March 3, 1917, c. 171, 39 Stat. 1132, and the Second Deficiency Act, Fiscal Year 1931 (46 Stat. 1552, 1570), and as President of the United States, Executive Order No. 7302 of February 21, 1936, transferring certain lands in the Virgin Islands from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities, as amended by Executive Orders No. 7686 of August 5, 1937, No. 7790 of January 12, 1938, and No. 8103 of May 2, 1939, is hereby further amended by adding thereto the following:",
        "\"It is further ordered that the following tract of land embracing the east beach and bath house fronting on Lindbergh Bay, St. Thomas, Virgin Islands, more particularly described below by metes and bounds, be, and it is hereby, subject to valid existing rights, transferred from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction and operation of aviation facilities at the Naval Air Station, St. Thomas, Virgin Islands.",
        "\"Beginning at a point marked '1' on Public Works Drawing No. 28, on file in the Navy Department, thence North 25°5' East, 210.06 feet to a point marked '2'; thence North 64°55' West, 282.21 feet, to a point marked '3'; thence South 25°5' West 172.22 feet to a point marked '4'; thence along the shore line of Lindbergh Bay to the point of beginning.\"",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 11, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8201-Amendment of Executive Order No. 7302 of February 21, 1936, Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368692"
}