{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8104-establishing-the-little-pend-oreille-wildlife-refuge",
    "doc": "executive-order-8104-establishing-the-little-pend-oreille-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8104-Establishing the Little Pend Oreille Wildlife Refuge",
    "date": "May 02, 1939",
    "content": [
        "WASHINGTON",
        "Whereas certain lands in the State of Washington have been acquired under the authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), and the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115); and",
        "Whereas by Executive Order No. 7908 of June 9, 1938, all the right, title, and interest of the United States in such lands was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and the related provisions thereof; and",
        "Whereas it appears that the reservation of such lands and certain intermingled public land as a wildlife refuge would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me as President of the United States and by section 32 of Title III of the said Bankhead-Jones Farm Tenant Act, and by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered that the lands acquired by the United States and the intermingled public lands within the following-described area be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provide, That any private lands within such area shall become a part of the refuge upon the acquisition of title thereto or control thereof by the United States:",
        "WILLAMETTE MERIDIAN",
        "T. 34 N., R. 40 E.,     secs. 1 and 2, all;     sec. 3, E ½;     sec. 5, SW ¼ and W ½ SE ¼;     sec. 8, all;     sec. 9, S ½ NE ¼, NW ¼ NW ¼, S ½ NW ¼, and     sec. 10, NE ¼, NE ¼ NW ¼, S ½ NW ¼, and S ½;     secs. 11 to 17, inclusive, all;     sec. 18, E ½ E ½;     sec. 19, SE ¼;     secs. 20, 21, and 22, all;     secs. 2o to 26, inclusive, all lying north of the divide between the waters of Bear Creek and North Fork Chewelah Creek;     sec. 27, all lying north of the Watersheds of North Fork Chewelah Creek and Twelvemile Creek;     sec. 28, all lying north of the watershed of Twelvemile Creek;     sec. 29, N ½;     sec. 30, NE ¼.",
        "T. 35 N., R. 40 E.,     sec. 24, that part of the SE ¼ lying south and east of State Highway (SSH-6A);     sec. 25, that part of the NE ¼ lying south and east of State Highway (SSH-6A) and SE ¼;     sec. 36, NE ¼, S ½ SW ¼, and SE ¼.",
        "T. 34 N., R. 41 E., all lying north of the divide between the waters of Bear Creek and North Fork Chewelah Creek.",
        "T. 35 N., R. 41 E., all lying south and east of a line defined as follows:",
        "Beginning at the intersection of State Highway (SSH-6A) with the line between Rs. 40 and 41 E.,",
        "Thence northeasterly with State Highway (SSH-6A) to the intersection with Gap Creek in sec. 14;",
        "Thence northwesterly with Gap Creek to the intersection with the north-south center line of sec. 3;",
        "Thence with said north-south center line to the line between Tps. 35 and 36 N.",
        "T. 36 N., R. 41 E.,     secs. 25 and 26, all;     sec. 27, E ½;     sec. 34, E ½;     secs. 35 and 36, all.",
        "T. 34 N., R. 42 E., all that part lying on the Bear Creek watershed.",
        "T. 35 N., R. 42 E., all that part lying on the Little Pend Oreille River watershed.",
        "T. 36 N., R. 42 E.,     sec. 19, S ½ S ½;     sec. 20, S ½ S ½;     sec. 21, S ½ S ½;     secs. 28 to 32, inclusive, all;     sec. 33, all that part lying on the Little Pend Oreille River watershed.",
        "It is unlawful for any person to hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of this refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "Executive Order No. 6964 of February 5, 1935, withdrawing for classification and other purposes all vacant, unreserved, and unappropriated public lands in Washington and certain other States, and Executive Order No. 7693 of August 19, 1937, temporarily withdrawing from settlement, location, sale, or entry, certain vacant, unreserved, and unappropriated public lands in the State of Washington, are hereby amended to exclude from the provisions of those orders the public lands in the above-described area.",
        "This reservation shall be known as the little Pend Oreille Wildlife Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 2, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8104-Establishing the Little Pend Oreille Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210630"
}