{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8979-establishing-the-kenai-national-moose-range",
    "doc": "executive-order-8979-establishing-the-kenai-national-moose-range",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8979-Establishing the Kenai National Moose Range",
    "date": "December 16, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, for the purpose of protecting the natural breeding and feeding range of the giant Kenai moose on the Kenai Peninsula, Alaska, which in this area presents a unique wildlife feature and an unusual opportunity for the study in its natural environment of the practical management of a big game species that has considerable local economic value, all of the hereinafter-described areas of land and water of the United States lying on the northwest portion of the said Kenai Peninsula, be, and they are hereby, subject to valid existing rights, withdrawn and reserved for the use of the Department of the Interior and the Alaska Game Commission as a refuge and breeding ground for moose for carrying out the purposes of the Alaska Game Law of January 13, 1925, 43 Stat. 739, U.S.C., title 48, secs. 192-211, as amended:",
        "Seward Meridian",
        "Beginning at the point of intersection of the west boundary of the Chugach National Forest with the line of mean high tide on the south shore of Chickaloon Bay, in Turnagaln Arm of Cook Inlet, in latitude 60°53' N., and longitude 150° W.;",
        "Thence from said initial point,",
        "Northwesterly with the meanders of the line of mean high tide, on the south shore of Chickaloon Bay to Point Possession;",
        "Thence southwesterly with the meanders of the line of mean high tide on the east shore of Cook Inlet to the Kasilof River;",
        "Thence southeasterly, upstream along the right bank of the Kasilof River to the meander corner on the south boundary of sec. 33, T. 3 N., R. 11 W., Seward meridian;",
        "Thence west, 4.09 chains, to meander corner on south boundary of sec. 32, T. 3 N., R. 11 W.;",
        "Thence southwesterly, along the crest of the watershed, to the divide between the waters flowing into Tustumena Lake and the waters flowing into Cook Inlet and Kachemak Bay;",
        "Thence southeasterly, along said divide to the confluence of the Fox River and the principal stream flowing from Dlnglestadt Glacier;",
        "Thence southeasterly, up said stream and across Dlnglestadt Glacier to the crest of Kenai Mountains;",
        "Thence northeasterly, along the crest of Kenai Mountains to the west boundary of Chugach National Forest at a point three miles southeasterly from the head of Upper Russian Lake;",
        "Thence northerly, along the west boundary of Chugach National Forest to the place of beginning.",
        "The area described, Including both public and non-publlc lands, aggregates 2,000,000 acres.",
        "None of the above-described lands excepting Tps. 5 N., Rs. 8, 9, 10, and 11 W., and also excepting a strip six miles in width along the shore of Cook Inlet, extending from a point six miles east of Boulder Point to the point on Kasilof River intersected by said six-mile strip, shall be subject to settlement, location, sale, or entry, or other disposition (except for fish trap sites) under any of the public-land laws applicable to Alaska, or to classification and lease under the provisions of the act of July 3, 1926, entitled \"An Act to provide for the leasing of public lands in Alaska for fur farming, and for other purposes\", 44 Stat. 821, U.S.C., title 48, secs. 360-361, or the act of March 4, 1927, entitled \"An Act to provide for the protection, development, and utilization of the public lands in Alaska by establishing an adequate system for grazing livestock thereon\", 44 Stat. 1452, U.S.C., title 48, secs. 471-471o: Provided, however, That as to the foregoing excepted lands, primary jurisdiction thereover shall remain in the General Land Office of the Department of the Interior and their reservation and use as a part of the national moose range shall be without interference with the use and disposition thereof pursuant to the public-land laws applicable to Alaska: Provided further, That the lands in the said excepted areas shall be classified by the General Land Office, Department of the Interior, and those lands classified as not suitable for settlement shall no longer be available for that purpose: Provided further, That the reservation for the national moose range shall not operate to prevent the construction and operation of a highway to connect the area open to settlement with the Seward-Sunrise road by the most practicable route: Provided further, That any lands within the described area that are otherwise withdrawn or reserved shall be affected by this order only so far as may be consistent with the uses and purposes for which such prior withdrawal or reservation was made.",
        "The provisions of this order shall not prohibit the hunting or taking of moose and other game animals and game birds or the trapping of fur animals In accordance with the provisions of the said Alaska Game Law, as amended, and as may be permitted by regulations of the Secretary of the Interior prescribed and issued pursuant thereto.",
        "This reservation shall be known as the Kenai National Moose Range.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 16, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8979-Establishing the Kenai National Moose Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368254"
}