{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5158-establishing-cedar-keys-bird-refuge-florida",
    "doc": "executive-order-5158-establishing-cedar-keys-bird-refuge-florida",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5158-Establishing Cedar Keys Bird Refuge, Florida",
    "date": "July 16, 1929",
    "content": [
        "It is hereby ordered that Snake, Dead Man or Bird, and North Keys, situated in the island group known as Cedar Keys, on the west coast of Florida in Townships 15 and 16 South, Range 12 East, and Township 16 South, Range 13 East, Talla- hasse Meridian, within the boundary indicated by the broken line upon the diagram hereto attached and forming a part of this order be and the same are hereby, reserved and set apart for the use of the Department of Agriculture as a refuge and breeding ground for birds, subject to existing valid rights.",
        "It is unlawful, within this reservation, (a) to hunt, trap, capture, wilfully disturb, or kill any wild animal or bird of any kind whatever, or take or destroy the eggs of any wild bird, to occupy or use any part of the reservation, or enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn or destroy any timber, underbrush, grass, or other natural growth; (c) wilfully to leave or suffer fire to burn unattended near any timber or other inflammable material; (d) after building a fire in or near any forest, timber, or other imflammable material, to leave it without totally extinguishing it; and (e) wilfully to injure, molest, or destroy any property of the United States.",
        "Warning is expressly given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 52, 53, and 84 as amended April 15, 1924, of the United States Penal Code, or by the Act of February 18, 1929 (45 Stat. 1222).",
        "This refuge shall be known as the Cedar Keys Bird Refuge.",
        "HERBERT HOOVER",
        "The White House,July 16, 1929.",
        ""
    ],
    "citation": "Herbert Hoover, Executive Order 5158-Establishing Cedar Keys Bird Refuge, Florida Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360857"
}