{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8657-extending-the-classification-act-1923-amended-certain-positions-the",
    "doc": "executive-order-8657-extending-the-classification-act-1923-amended-certain-positions-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8657-Extending the Classification Act of 1923, as Amended, to Certain Positions in the Navy Department and Establishing a Salary Differential Therefore",
    "date": "February 03, 1941",
    "content": [
        "By virtue of the authority vested in me by sections 3 (a) and 3 (c) of Title II of the act of November 26, 1940, Public, No. 880, 76th Congress, and upon report and recommendation by the Civil Service Commission, I hereby find and order as follows:",
        "1. The more efficient operation of the Government requires that the provisions of the Classification Act of 1923, as amended, be, and they are hereby, extended to positions in the Navy Department allocable to the Professional and Scientific Service, the Subprofessional Service, or the Clerical, Administrative and Fiscal Service, for which citizens of the United States are recruited and which are located in the following geographic areas:",
        "British Guiana         Jamaica     Trinidad                  Bermuda     Antigua                   The Bahamas     St. Lucia                  Newfoundland",
        "2. The rates of the compensation schedules of the Classification Act of 1923, as amended, are inadequate to permit effective and immediate recruiting of qualified citizens for the aforesaid positions in the geographic areas listed, which are outside the States of the United States and the District of Columbia, and the interests of the national-defense program require that a salary differential be, and it is hereby, established for such positions as follows: To the rates of pay applicable to each such position, as specified in the Classification Act of 1923, as amended, there shall be added twenty-five per centum of the minimum rate of the grade to which each such position is allocated.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 3, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8657-Extending the Classification Act of 1923, as Amended, to Certain Positions in the Navy Department and Establishing a Salary Differential Therefore Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368294"
}