{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6459-code-fair-competition-for-the-upholstery-and-drapery-textile-industry",
    "doc": "executive-order-6459-code-fair-competition-for-the-upholstery-and-drapery-textile-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6459-Code of Fair Competition for the Upholstery and Drapery Textile Industry",
    "date": "November 27, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Upholstery and Drapeiy Textile Industry and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said code of fair competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said code of fair competition complies in all respects with the pertinent provisions of title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that the said code of fair competition be and it is hereby approved, subject to the following conditions:",
        "(1) Any manufacturer producing upholstery and drapery fabrics, and known to the trade as a cotton manufacturer, a wool goods manufacturer, a silk manufacturer, or a rayon manufacturer, who has been operating as of August 15, under a code of fair competition for such industry, may elect not to be bound by any of the provisions of this code, with the exception of article IX, provided, that notice of such decision by such manufacturer shall be filed in writing with the National Upholstery and Drapery Textile Association, Inc., at its offices, 185 Madison Avenue, New York, N.Y., and also filed in writing with the Cotton Textile Institute, 320 Broadway, New York, N.Y., or the National Association of Wool Manufacturers, 229 Fourth Avenue, New York, N.Y., or the Silk Association of America, 468 Fourth Avenue, New York, N.Y., or the National Rayon Weavers Association, 40 Worth Street, New York, N.Y., not later than 6 p.m. eastern standard time on the second Monday following the approval of this paragraph.",
        "(2) The provisions of article III, section 4, of this code are hereby stayed for a period of 14 days from the effective date of this code insofar as said provisions are applicable to those looms on which are manufactured pile fabrics used exclusively for automobile upholstery.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,November 27, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6459-Code of Fair Competition for the Upholstery and Drapery Textile Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362284"
}