{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6738-exemption-curtis-f-marbut-from-compulsory-retirement-for-age",
    "doc": "executive-order-6738-exemption-curtis-f-marbut-from-compulsory-retirement-for-age",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6738-Exemption of Curtis F. Marbut from Compulsory Retirement for Age",
    "date": "June 14, 1934",
    "content": [
        "Whereas section 204 of the act of June 30, 1932 (ch. 314, 47 Stat. 3S2, 404; 5 U.S.C., sec. 692b), provides:",
        "\"On and after July 1, 1932, no person rendering civilian service in any branch or service of the United States Government or the municipal government of the District of Columbia who shall have reached the retirement age prescribed for automatic separation from the service, applicable to such person, shall be continued in such service, notwithstanding any provision of law or regulation to the contrary: Provided, That the President may, by Executive order, exempt from the provisions of this section any person when, in his judgment, the public interest so requires * * *.\"",
        "And Whereas the public interest requires that Curtis F. Marbut, Chief of the Division of Soil Survey of the Bureau of Chemistry and Soils, Department of Agriculture, who was 70 years of age on July 19, 1933, and who was exempted until June 30, 1934, from compulsory retirement by Executive Order No. 6214, dated July 25, 1933, be further exempted from the provisions of this section and continued in the service until July 1, 1935;",
        "Now, Therefore, by virtue of the authority vested in me by the aforesaid section, I do hereby exempt Curtis F. Marbut from the provisions thereof and continue him in the service until July 1, 1935.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 14, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6738-Exemption of Curtis F. Marbut from Compulsory Retirement for Age Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362514"
}