{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5402-chugach-national-forest",
    "doc": "executive-order-5402-chugach-national-forest",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5402-Chugach National Forest",
    "date": "July 24, 1930",
    "content": [
        "Alaska",
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tract of land in Alaska lying within the following described boundaries, heretofore occupied for fish cannery purposes, be, and the same is hereby, excluded from the Chugach National Forest and restored to entry under the applicable public land laws:",
        "Beginning at Corner No. 1, meander corner, which is a hemlock post, 5 feet long, squared to 3 inches, set 2 feet in the ground, marked Elim. M Cor. 1, established 16 feet from and 20 feet above the line of ordinary high tide on the south shore of Drier Bay, Knight Island; in approximate latitude 60° 18' N. and longitude 147° 47' W.; from which corner a hemlock, 14 inches diameter, bears S. 47° W., 7 links distant, marked W. Elim. MC/1, and a hemlock, 13 inches diameter, bears west 11 links distant, marked W. Elim . MC/1. Thence with meanders of Drier Bay, along abrupt rocky shore, as follows: N. 18° 30' E. 2.06 chs.; S. 33° 45' E., 0.76 chs.; N. 88° 30' E., 1.55 chs.; N. 0º 30' W., 0.88 chs.; N. 33° 0' E., 0.40 chs.; N. 74° 30' E., 1.14 chs.; N. 23° 30' E., 2 chs.; N. 53° 00' E., 1.25 chs.; N. 71º 15' W., 1.24 chs.; N. 18° 30' E., 1.58 chs.; N. 41° 30'., 0.53 chs.; S. 33° 30' E., 0.75 chs. to a hemlock post, 5 feet long, set 2 feet in the ground and established 2 feet from the junction of pipe line of Federal Power Commission project EP 807 with the line of ordinary high tide, marked Water Power FPC Cor. 1; from which the small island south of New Year Island at the entrance to Drier Bay bears S. 89° W., and the red buoy at the entrance to bay bears S. 75° W. Thence continue with meanders of Drier Bay as follows: N. 72º 15' E., 1.03 chs.; S. 13° E., 0.81 chs.; S. 10° W., 1.66 chs.; N. 43° 30' E., 1.66 chs.; N. 3° E., 1.22 chs.; N. 89° 30' E., 0.34 chs.; N. 19° 30' E., 1.75 chs.; N. 18° E., 0.87 chs.; N. 14° E., 0.39 chs. to corner No. 2, meander corner, which is a spruce post, 5 feet long, squared to 4 inches, set 2 feet in the ground, marked Elim. MC/2; from which a white spruce snag, 17 inches diameter, bears N. 42º W., 27 lks. distant, marked W. Elim MC/2; cannery warehouse at head of Drier Bay bears N. 17° E.; and the west point at entrance to Barnes Cove bears N. 62° 30' E. Thence by metes-and-bounds survey: S. 30° E., 10.00 chs. to Cor. No. 3, not set. Thence S. 41° 45' W., 13.80 chs. to Cor. No. 4, not set. Thence N. 30° W., 10 chs. to Cor. No. 1, meander corner, and the place of beginning, containing approximately 12.57 acres.",
        "HERBERT HOOVER",
        "The White House,July 24, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5402-Chugach National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373086"
}