{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8379-amending-the-foreign-service-regulations",
    "doc": "executive-order-8379-amending-the-foreign-service-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8379-Amending the Foreign Service Regulations",
    "date": "March 19, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C., sec. 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter VII thereof:",
        "CHAPTER VII",
        "RECORD BOOKS, ARCHIVES, AND CODES",
        "RECORD BOOKS",
        "VII-1. Maintenance of record books in Foreign Service establishments. The following classes of record books shall be maintained in the various Foreign Service establishments in accordance with such instructions as the Secretary of State may issue:",
        "(a) At missions:",
        "(1) A postage-record book.",
        "(2) A registered-mail book.",
        "(3) A general-cash book.",
        "(b) At all consular offices:",
        "(1) A record of fees.",
        "(2) A fee-stamp ledger.",
        "(3) A miscellaneous-record book.",
        "(4) A postage-record book.",
        "(5) A registered-mail book.",
        "(6) A general-cash book.",
        "(7) A record of passport services.",
        "(8) A record of immigration registration or waiting list.",
        "(c) At seaport consular offices:",
        "(1) All the record books required under subdivision (b) of this section.",
        "(2) A register of shipping and seamen.",
        "(3) A record of American seamen relieved.",
        "(d) At consolidated offices:",
        "(1) All consolidated offices: All the record books required under subdivisions (a) and (b) of this section.",
        "(2) At seaport consolidated offices: All the record books required under subdivisions (a), (b), and (c) of this section.",
        "(e) At all consular agencies:",
        "(1) A record of fees.",
        "(2) A fee-stamp ledger.",
        "(3) A miscellaneous-record book.",
        "(4) A general-cash book.",
        "(f)  At seaport consular agencies:",
        "(1) All the record books required under subdivision (e) of this section.",
        "(2) A register of shipping and seamen.",
        "(3) A record of American seamen relieved.",
        "(4) A record of official services to American vessels and seamen.",
        "ARCHIVES",
        "VII-2. Composition of archives. The archives of Foreign Service establishments shall be comprised of all official documents in the possession of such establishments. The Secretary of State is hereby authorized to define \"official document\" for the purposes of these regulations.",
        "VII-3. Maintenance, preservation, and safeguarding of archives. Archives of Foreign Service establishments shall be maintained, preserved, and safeguarded in accordance with such rules and regulations as the Secretary of State may prescribe.",
        "CODES",
        "VII-4. Safeguarding of codes. The codes in Foreign Service establishments shall be safeguarded in accordance with such rules and regulations as the Secretary of State may prescribe.",
        "CANCELATION OF REGULATIONS",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Section VIII-11.",
        "Chapter XVII.",
        "PART II",
        "Section XXIV-478.",
        "Chapter XXIX.",
        "REVOCATION OF EXECUTIVE ORDERS",
        "The following Executive orders are hereby revoked:",
        "Executive Order No. 4463, dated June 26, 1926.",
        "Executive Order No. 5290, dated March 5, 1930.",
        "Executive Order No. 6017, dated February 7, 1933.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 19, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8379-Amending the Foreign Service Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372573"
}