{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9078-establishing-the-army-specialist-corps",
    "doc": "executive-order-9078-establishing-the-army-specialist-corps",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9078-Establishing the Army Specialist Corps",
    "date": "February 26, 1942",
    "content": [
        "By virtue of the authority vested in me by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631), by the Civil Service Act (22 Stat. 403), as amended, and as President of the United States, and for the purpose of obtaining the temporary services of certain qualified civilian employees for the War Department, it is ordered as follows:",
        "1. There is hereby established in the War Department, under the supervision and direction of the Secretary of War, a corps of uniformed civilian employees to be known as the Army Specialist Corps, hereinafter referred to as the Corps. The Corps shall consist of such number of qualified persons, whether or not theretofore upon any civil-service register, as may be appointed to positions therein from time to time by the Secretary of War: Provided, that no position shall be included in the Corps which ranks below Grade P&S-2 or Grade CAF-7 established by the Classification Act of 1923, as amended, except by agreement between the War Department and the United States Civil Service Commission.",
        "2. The appointment, assignment, supervision, promotion, regulation, and discharge of members of the Corps shall be in accordance with regulations to be prescribed from time to time by the Secretary of War.",
        "3. The pay rates of persons appointed to positions in the Corps shall be fixed under the pay scales set forth in section 13 of the Classification Act of 1923, as amended, and in accordance with the provisions of other existing law.",
        "4. Payment of expenses authorized by an act entitled, \"An act to provide for uniformity of allowances for the transportation of household goods of civilian officers and employees when transferred from one official station to another for permanent duty\", approved October 10, 1940 (54 Stat. 1105), shall be allowed and paid for persons appointed or employed under the provisions of this order when such payment is specifically authorized or approved by such administrative official of the War Department as the Secretary of War may designate to perform such function in his stead and behalf.",
        "5. The responsibility of recruiting persons for the Corps is hereby vested in the Civil Service Commission, which is authorized to exercise such function in conformity with the provisions of this Order without regard to the Civil Service Act and the Rules and Regulations promulgated thereunder. Persons appointed to positions in the Corps shall not thereby acquire a classified civil-service status.",
        "6. Any person occupying a position, other than a temporary position, in the government of the United States, its territories or possessions, or the District of Columbia, may, with the consent of the head of the department or establishment in which he is employed, be transferred or appointed to a position in the Corps, and shall during the period of employment therein be deemed to be on leave of absence without pay from such position, but shall, upon application within forty days after termination of employment in the Corps, be restored to such position or to a position of like seniority, status, and pay without loss of seniority, retirement benefits, or other benefits.",
        "This order shall remain in force during the continuance of the present war and for six months after the termination thereof.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 26, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9078-Establishing the Army Specialist Corps Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368038"
}