{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5776-amendment-the-civil-service-rules-relating-veterans-preference",
    "doc": "executive-order-5776-amendment-the-civil-service-rules-relating-veterans-preference",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5776-Amendment of the Civil-Service Rules Relating to Veterans' Preference",
    "date": "January 18, 1932",
    "content": [
        "Rule VI, paragraph 1, is amended to read as follows, the new matter being underlined:",
        "Examination papers shall be rated on a scale of 100, and the subjects therein shall be given such relative weights as the commission may prescribe. Honorably discharged soldiers, sailors, and marines shall have five points added to their earned ratings in examinations for entrance to the classified service. Applicants for entrance examination who are honorably discharged and who establish by official records the present existence of a service-connected disability, or who are over 55 years of age and, because of disability, are entitled to pension, compensation, or disability allowance, under existing laws, and widows of honorably discharged soldiers, sailors, and marines, and wives of honorably discharged soldiers, sailors, and marines who because of service-connected disability, or who are over 55 years of age and because of disability, are themselves not qualified but whose wives are qualified for appointment, shall have 10 points added to their earned ratings; and this shall also apply to retired officers and enlisted men who establish through official sources the present existence of a service-connected disability in the same manner as is required of others who are granted disability preference. In examinations where experience is an element of qualifications, time spent in the military or naval service of the United States during the World War or the war with Spain shall be credited in an applicant's ratings where the applicant's actual employment in a similar vocation to that for which he applies was temporarily interrupted by such military or naval service but was resumed after his discharge. Competitors shall be duly notified of their ratings.",
        "HERBERT HOOVER",
        "The White House,January 18, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5776-Amendment of the Civil-Service Rules Relating to Veterans' Preference Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361336"
}