{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10878-creating-emergency-board-investigate-dispute-between-the-chicago",
    "doc": "executive-order-10878-creating-emergency-board-investigate-dispute-between-the-chicago",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Executive Order 10878-Creating an Emergency Board To Investigate a Dispute Between the Chicago, Rock Island and Pacific Railroad Company and Other Carriers Represented by the Western Carriers' Conference Committee and Certain of Their Employees",
    "date": "May 23, 1960",
    "content": [
        "WHEREAS a dispute exists between the Chicago, Rock Island and Pacific Railroad Company and other carriers represented by the Western Carriers' Conference Committee, designated in List A attached hereto and hereby made a part hereof, and certain of their employees represented by the Switchmen's Union of North America, AFL-CIO, a labor organization; and",
        "WHEREAS this dispute has not heretofore been adjusted under the provisions of the Railway Labor Act, as amended; and",
        "WHEREAS this dispute, in the judgment of the National Mediation Board, threatens substantially to interrupt interstate commerce to a degree such as to deprive a section of the country of essential transportation service:",
        "NOW, THEREFORE, by virtue of the authority vested in me by section 10 of the Railway Labor Act, as amended (45 U.S.C. 160), I hereby create a board of three members, to be appointed by me, to investigate this dispute. No member of the board shall be pecuniarily or otherwise interested in any organization of railroad employees or any carrier.",
        "The board shall report its findings to the President with respect to the dispute within thirty days from the date of this order.",
        "As provided by section 10 of the Railway Labor Act, as amended, from this date and for thirty days after the board has made its report to the President, no change, except by agreement, shall be made by the Chicago, Rock Island and Pacific Railroad Company or any other carrier represented by the Western Carriers' Conference Committee, or by their employees, in the conditions out of which the dispute arose.",
        "DWIGHT D. EISENHOWER",
        "THE WHITE HOUSE,",
        "May 23, 1960.",
        "List A",
        "Chicago, Rock Island and Pacific Railroad Company\nDavenport, Rock Island and North Western Railway Company\nDenver and Rio Grande Western Railroad Company\nPort Worth and Denver Railway Company\nGreat Northern Railway Company\nKansas City Terminal Railway Company\nLake Superior Terminal and Transfer Railway\nLos Angeles Junction Railway Company\nMinneapolis & St. Louis Railway Company\nThe Railway Transfer Company of the City of Minneapolis\nNorthern Pacific Terminal Company of Oregon\nThe Saint Paul Union Depot Company\nSioux City Terminal Railway Company\nSouthern Pacific Company (Pacific Lines) (Excluding former El Paso & Southwestern System) (Excluding Nogalee, Arizona Yard.)\nSouthern Pacific Company (Pacific Lines) (Former E3 Paso & Southwestern System.)\nSouthern Pacific Company (Pacific Lines) (Nogales, Arizona, Yard.)\nSpokane International Railroad Company\nTexas Pacific-Missouri Pacific\nTerminal Railroad of New Orleans\nThe Western Pacific Railroad"
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10878-Creating an Emergency Board To Investigate a Dispute Between the Chicago, Rock Island and Pacific Railroad Company and Other Carriers Represented by the Western Carriers' Conference Committee and Certain of Their Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/234265"
}