{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7302-transferring-certain-lands-the-control-and-jurisdiction-the-secretary",
    "doc": "executive-order-7302-transferring-certain-lands-the-control-and-jurisdiction-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7302-Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy, Virgin Islands",
    "date": "February 21, 1936",
    "content": [
        "Whereas certain lands in the Virgin Islands, hereinafter more particularly described by reference to plat marked \"Exhibit A\" and attached hereto and made a part hereof, have been acquired by the United States under the Second Deficiency Act, Fiscal Year 1931 (46 Stat. 1552, 1570), which provides, in part, that certain funds therein appropriated-",
        "\" * * * may be expended under such regulations as may be prescribed by the Governor of the Virgin Islands and approved by the President: (1) For the acquisition, by purchase, condemnation, or otherwise, of land and the construction of buildings for use in administering the affairs of the islands or promoting their welfare; (2) for the purchase of land for sale as homesteads to citizens of the Virgin Islands; (3) for cooperation with the Department of Agriculture in the experimental cultivation of such lands; and (4) for loans for the construction of buildings, purchase of farming implements and equipment, and for other expenses incident to the cultivation of said lands;\"",
        "Whereas the said lands are now under the jurisdiction and control of the Secretary of the Interior by virtue of Executive Order No. 5566, of February 27, 1931, issued pursuant to the act of March 3, 1917, ch. 171, 39 Stat. 1132;",
        "Whereas it appears that it would be in the public interest and would promote the welfare of the Virgin Islands to transfer the said lands to the control and jurisdiction of the Secretary of the Navy for the hereinafter-stated purposes; and",
        "Whereas the said lands are no longer needed for other purposes, except as hereinafter indicated:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the said act of March 3, 1917, and the said Second Deficiency Act, Fiscal Year 1931, and as President of the United States, it is ordered that all the lands designated on the plat marked \"Exhibit A\" attached hereto and made a part hereof, the exact boundaries of which are to be determined hereafter by survey to be approved by the Secretary of the Interior, be, and they are hereby, subject to valid existing rights, transferred from the control and jurisdiction of the Secretary of the Interior to the control and jurisdiction of the Secretary of the Navy for use in the establishment, construction, and operation of aviation facilities.",
        "There are hereby excepted from the operation of this transfer (1) the east beach and bath house fronting on Lindbergh Bay, and (2) the existing golf house and its connected recreational facilities, these areas to be described more particularly hereafter by survey to be approved by the Secretary of the Interior. The use of these excepted areas during seaplane operations shall be governed by such regulations as may be issued by the officer of the Navy Department charged by the Secretary of the Navy with the establishment, control, and operation of aviation facilities in the Virgin Islands.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 21, 1936.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7302-Transferring Certain Lands to the Control and Jurisdiction of the Secretary of the Navy, Virgin Islands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362799"
}