{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9230-amending-section-3-executive-order-no-8743-april-23-1941-extending",
    "doc": "executive-order-9230-amending-section-3-executive-order-no-8743-april-23-1941-extending",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9230-Amending Section 3 of Executive Order No. 8743 of April 23, 1941, Extending the Classified Civil Service",
    "date": "August 20, 1942",
    "content": [
        "By virtue of the authority vested in me by section 1 of the act of November 26, 1940, entitled \"Extending the Classified Civil Service of the United States\" (54 Stat. 1211), by the Civil Service Act (22 Stat. 403), and by section 1753 of the Revised Statutes of the United States, it is ordered that section 3 of Executive Order No. 8743 of April 23, 1941, extending the classified civil service be, and the same is, hereby amended to read as follows:",
        "Section 3. (a) Upon consideration of the report of the Committee on Civil Service Improvement (House Document No. 118, 77th Congress) appointed by Executive Order No. 8044 of January 31, 1939, it is hereby found and determined that the regulations and procedures hereinafter prescribed in this section with respect to attorney positions in the classified civil service are required by the conditions of good administration.",
        "(b) There is hereby created in the Civil Service Commission (hereinafter referred to as the Commission) a board to be known as the Board of Legal Examiners (hereinafter referred to as the Board). The Board shall consist of the Solicitor General of the United States and the chief law officer of the Civil Service Commission, as members ex officio, and nine members to be appointed by the President, four of whom shall be attorneys chosen from the chief officers of the Executive departments, agencies or corporate instrumentalities of the Government, two from the law-teaching profession, and three from attorneys engaged in private practice. The President shall designate the chairman of the Board. Five members shall constitute a quorum, and the Board may transact business notwithstanding vacancies thereon. Members of the Board shall receive no salary as such, but shall be entitled to necessary expenses incurred in the performance of their duties hereunder.",
        "(c) It shall be the duty of the Board to promote the development of a merit system for the recruitment, selection, appointment, promotion, and transfer of attorneys in the classified civil service in accordance with the general procedures outlined in Plan A of the report of the Committee on Civil Service Improvement, appointed by Executive Order No. 8044 of January 31, 1939.",
        "(d) The Board, in consultation with the Commission, shall determine the regulations and procedures under this section governing the recruitment and examination of applicants for attorney positions, and the selection, appointment, promotion and transfer of attorneys, in the classified service.",
        "(e) The Commission shall in the manner determined by the Board establish a register or registers for attorney positions in the classified service and such positions shall thereafter be filled from such registers as are designated by the Board. Unless otherwise determined by the Board, any register so established shall not be in effect for a period longer than one year from the date of its establishment. Upon request of the Board, the Commission shall appoint regional or local boards of examiners composed of persons approved by the Board, within or without the Federal service, to interview and examine applicants as the Board shall direct.",
        "(f) The number of names to be placed upon any register of eligibles for attorney positions shall be limited to the number recommended by the Board; and such registers shall not be ranked according to the ratings received by the eligibles, except that persons entitled to veterans' preference as defined in section 1 of Civil Service Rule VI shall be appropriately designated thereon.",
        "(g) Any person whose name has been placed upon three registers of eligibles covering positions of the same grade, and who has not been appointed therefrom, shall not thereafter be eligible for placement upon any subsequently established register covering positions of such grade.",
        "(h) So far as practicable and consistent with good administration, the eligibles on any register for attorney positions and appointments from such register shall be apportioned among the several States and Territories and the District of Columbia upon the basis of population as ascertained in the last preceding census. The Commission shall certify to the appointing officer for each vacancy all the eligibles on the appropriate register except those whose appointment would, in the determination of the Board, be inconsistent with the apportionment policy herein prescribed. The appointing officer shall make selections for any vacancy or vacancies in attorney positions from the register so certified, with sole reference to merit and fitness.",
        "(i) Any position affected by this section may be filled before appropriate registers have been established pursuant to this section only by a person whose appointment is approved by the Board. The Board may require as a condition of its approval that persons thus proposed for appointment pass a noncompetitive examination and may designate examining committees composed of persons within or without the Federal service to conduct such examinations. Persons whose appointment was approved by the Board prior to March 16, 1942, and who pass a noncompetitive examination prescribed by the Board shall be eligible for a classified civil-service status after the expiration of six months from the date of appointment upon compliance with the provisions of Section 6 of Civil Service Rule II other than those provisions relating to examination. Effective March 16, 1942, all appointments to attorney and law clerk (trainee) positions shall be for the duration of the present war and for six months thereafter unless specifically limited to a shorter period.",
        "(j) The incumbent of any attorney position covered into the classified service by section 1 of this order may acquire a classified civil-service status in accordance with the provisions of Section 2 (a) of the act of November 26, 1940 (54 Stat. 1211) or, in the discretion of the Board and when applicable, Section 6 of Civil Service Rule 31: Provided, That the noncompetitive examination required thereunder shall be prescribed by the Commission with the approval of the Board.",
        "(k) The Commission with the approval of the Board shall appoint a competent person to act as Executive Secretary to the Board; and the Commission shall furnish such further professional, clerical, stenographic, and other assistants as may be necessary to carry out the provisions of this section.",
        "(l) The Civil Service Rules are hereby amended to the extent necessary to give effect to the provisions of this section.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9230-Amending Section 3 of Executive Order No. 8743 of April 23, 1941, Extending the Classified Civil Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372319"
}