{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6299-revised-code-fair-competition-for-the-bituminous-coal-industry",
    "doc": "executive-order-6299-revised-code-fair-competition-for-the-bituminous-coal-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6299-Revised Code of Fair Competition for the Bituminous Coal Industry",
    "date": "September 29, 1933",
    "content": [
        "A Code of Fair Competition for the Bituminous Coal Industry was approved by an Executive order dated September 18, 1933, subject to certain conditions including a condition that basic minimum rates not fixed in schedule \"A\", as attached to the code, might be approved or prescribed by the President at any time prior to the effective date of the code, which provision was also incorporated in the code in said schedule \"A\". Following said Executive order of September 18th further consideration has been given to said basic minimum rates and said schedule \"A\" has been revised so as to include additional rates, either agreed upon and submitted for approval, or recommended as those which should be prescribed by the President.",
        "The association and groups of coal producers and individual coal producers submitting said code for the approval of the President, also authorized the Administrator to make such minor changes as might be desirable to improve its language without substantially altering the substance thereof.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Recovery Act, approved June 16, 1933, and otherwise, and upon the recommendation of the Administrator do order that-",
        "(1) Schedule \"A\", as revised and attached to this order, is hereby approved as the schedule of basic minimum rates approved or prescribed by the President and incorporated in the Code of Fair Competition for the Bituminous Coal Industry, as provided in article IV of said code.",
        "(2) In order to correct a typographical error in the code and in the Executive order of September 18th in the two places where the phrase \"six members of the Divisional Code Authorities\" occurs in article VII, section 4, this shall be corrected to read \"five members of the Divisional Code Authorities.\"",
        "(3) In order to provide for the impartial decision of any controversy submitted to the National Bituminous Coal Labor Board there is hereby imposed, as a condition upon the functioning of said Board, that only the impartial and disinterested representatives of the President appointed to the divisional labor boards shall participate in the decisions of the National Bituminous Coal Labor Board, the other members thereof acting only in an advisory capacity.",
        "(4) Subject to the conditions of the Executive order of September 18, 1933, and the modification thereof and other provisions of this order, the Code of Fair Competition for the Bituminous Coal Industry is hereby approved.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,September 29, 1933.",
        "",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6299-Revised Code of Fair Competition for the Bituminous Coal Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362124"
}