{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7558-withdrawal-public-lands-for-erosion-control-demonstrations",
    "doc": "executive-order-7558-withdrawal-public-lands-for-erosion-control-demonstrations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7558-Withdrawal of Public Lands for Erosion Control Demonstrations",
    "date": "February 23, 1937",
    "content": [
        "NEVADA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked as to the following-described tracts of public land in Lincoln County, Nevada:",
        "MOUNT DIABLO MERIDIAN",
        "T. 4 S., R. 59 E., E½ sec. 35, all sec. 36.",
        "T. 5 S., R. 59 E., all sec. 1, E½ secs. 2 and 11, all secs. 12 and 18, E½ sec. 14, NE¼ sec. 28, NW¼ sec. 24.",
        "T. 4 S., R. 60 E., all secs. 31 and 32, W½ sec. 38.",
        "T. 5 S., R. 60 E., W½ sec. 4, all secs. 5, 6, 7, 8, W½ sec. 9, NW¼ sec. 17, N½, SW¼ sec. 18.",
        "T. 1 S., R. 68 E., all sec. 86.",
        "T. 2 S., R. 68 E., all secs. 1 and 22.",
        "T. 1 S., R. 69 E., all sec. 31, S½ sec. 32.",
        "T. 2 S., R. 69 E., S½ secs. 2 and 3, all secs. 4, 5, 6, 7, 8, 9, 10, 11, 12.",
        "Section 2. Subject to valid existing rights, the tracts of land described in section 1 of this order are hereby withdrawn from settlement, location, sale, or entry and reserved for use by the Soil Conservation Service, Department of Agriculture, in conducting erosion control demonstrations, a part of such land to be known as the Pahranagat Valley Area and a part as the Panaca Area.",
        "Section 3. The withdrawal made by section 2 of this order shall continue in force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 23, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7558-Withdrawal of Public Lands for Erosion Control Demonstrations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368966"
}