{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6337-rules-and-regulations-under-section-10a-and-delegation-authority",
    "doc": "executive-order-6337-rules-and-regulations-under-section-10a-and-delegation-authority",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6337-Rules and Regulations Under Section 10(a) and Delegation of Authority Under Section 2(b) of the National Industrial Recovery Act",
    "date": "October 14, 1933",
    "content": [
        "By virtue of the authority vested in me by section 10(a) of the National Industrial Recovery Act approved June 16, 1933 (Public No. 67, 73d Congress), I hereby prescribe the following rules and regulations necessary for carrying out the purposes of title I of said act:",
        "A. No one shall falsely represent himself to be discharging the obligations or complying with the provisions of the President's Reemployment Agreement or of any code of fair competition approved by the President under the National Industrial Recovery Act or of any rule or regulation prescribed to carry out the purposes of said act.",
        "B. No one shall display or use any emblem or insignia or any reproduction of any emblem or insignia of the National Recovery Administration contrary to any rules or regulations prescribed hereunder by the Administrator for Industrial Recovery.",
        "By virtue of the authority vested in me by section 2(b) of the aforesaid act, and in supplement to Executive orders of June 16, 1933 and July 15, 1933, numbered 6173 and 6205-A, respectively, I hereby authorize the Administrator for Industrial Recovery to prescribe such rules and regulations as he may deem necessary to supplement, amplify, or carry out the purposes and intent of the rules and regulations prescribed in paragraphs A and B of this order, and to take such other steps as he may deem advisable to effectuate such rules and regulations or any rules and regulations so prescribed by the Administrator, and to appoint personnel and delegate thereto such powers as may be deemed necessary to accomplish the purposes of this order.",
        "C. Any person who violates any of the foregoing rules and regulations or any rule or regulation prescribed hereunder by the said Administrator, may be punished, as provided in section 10(a) of the National Industrial Recovery Act, by a fine not to exceed five hundred dollars ($500) or imprisonment not to exceed 6 months, or both.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 14, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6337-Rules and Regulations Under Section 10(a) and Delegation of Authority Under Section 2(b) of the National Industrial Recovery Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362167"
}