{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7893-restoring-land-territory-hawaii-for-aeronautical-purposes-and",
    "doc": "executive-order-7893-restoring-land-territory-hawaii-for-aeronautical-purposes-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7893-Restoring Land to Territory of Hawaii for Aeronautical Purposes and Reserving Land for Military Purposes",
    "date": "May 21, 1938",
    "content": [
        "TERRITORY OF HAWAII",
        "Whereas it is deemed desirable and in the public interest that the land comprising the Upolu Point Military Reservation, island of Hawaii, Territory of Hawaii, be restored to the Territory of Hawaii for aeronautical purposes, and that certain other public land on the island of Hawaii, Territory of Hawaii, be reserved for military purposes:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 141, 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 443, 447, it is ordered as follows:",
        "I",
        "The following-described parcel of land comprising the Upolu Point Military Reservation, Territory of Hawaii, is hereby restored to the possession, use, and control of the government of the Territory of Hawaii for aeronautical purposes:",
        "Beginning at a pipe marking the southwest corner of the reservation, from which the azimuth (measured clockwise from true south) and distance to a cross on rock on the sea pall is 105°14'02\", 1,488.67 feet, the position of which cross on rock, referred to the government survey triangulation station \"Puu O Nale\", is 23,683.1 feet north and 6,397.7 feet west.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "162°16', 110.00 feet, to a point;252°16', 337.54 feet, to a point;264°15', 61.55 feet, to a point;354°15', 110.00 feet, to a point;84°15', 50.00 feet, to a point;72°16', 326.00 feet, to the point of beginning.",
        "The azimuths are measured clockwise from true south. The tract described contains an area of 0.979 acre.",
        "Provided, however, that the parcel of land hereby restored shall be available at all times and without charge therefor, for the taking off and landing of airplanes and airships of the United States, and this privilege shall include such temporary occupation and maintenance of government airplanes and airships as may be deemed necessary by competent military authority.",
        "II",
        "The following-described parcel of land, being a portion of the Upolu Airport, Opihipau and Kealahewa 3 lands, District of North Kohala, island of Hawaii, Territory of Hawaii, is hereby reserved and set apart for military purposes:",
        "Beginning at a pipe in the boundary line between the Opihipau and Kealahewa 3 lands, the position of which pipe, referred to the government survey triangulation station \"Puu O Nale\", is 22,984.56 feet north and 5,922.54 feet west, as shown on government survey registered map No. 2366, and from which pipe the azimuth (measured clockwise from true south) and distance to the identical pipe marking the southwest cower of the 0.979-acre tract described above is 252°16' 1,009.2 feet.",
        "Thence from said initial point, by true azimuths and distances, as follows:",
        "322°15', 113.77 feet, along the boundary line between the Opihipau and Kealahewa 3 lands, to a point;77°30', 494.33 feet, to a point;167°30', 200.00 feet, to a point;257°30', 400.00 feet, to a point;252°26'30\", 286.75 feet, to a point;342°16', 100.00 feet, to a point;72°16', 250.00 feet, to the point of beginning.",
        "The azimuths are measured clockwise from true south. The tract as described contains an area of 2.672 acres.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 21, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7893-Restoring Land to Territory of Hawaii for Aeronautical Purposes and Reserving Land for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372675"
}