{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5691-amendment-schedule-the-civil-service-rules-except-certain-positions",
    "doc": "executive-order-5691-amendment-schedule-the-civil-service-rules-except-certain-positions",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5691-Amendment of Schedule A of the Civil-Service Rules to Except Certain Positions in the Veterans' Administration from Examination",
    "date": "August 21, 1931",
    "content": [
        "Subdivision XVIII of Schedule A, positions excepted from examination under section 3 of Civil-Service Rule II, is hereby amended to read as follows:",
        "XVIII. Veterans' Administration",
        "1. Three assistant administrators.",
        "2. One solicitor.",
        "3. One executive assistant to administrator.",
        "4. One medical director.",
        "5. One director of construction service.",
        "6. One special counsel on insurance claims.",
        "7. Two head attorneys (grade seven of the Professional and Scientific Service).",
        "8. Ten control officers.",
        "9. Any local physician employed on a fee basis or a part-time basis, where, in the opinion of the commission, the establishment of registers is impracticable.",
        "10. Professional or technical specialists when employed temporarily for consultation purposes.",
        "11. Persons employed as chefs, cooks, and bakers, attendants (including kitchen helpers, barbers, matrons, housekeepers, maids, laundry helpers, seamstresses, orderlies, waiters, and waitresses), where, in the opinion of the commission, the establishment of registers is impracticable.",
        "HERBERT HOOVER",
        "The White House,August 21, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5691-Amendment of Schedule A of the Civil-Service Rules to Except Certain Positions in the Veterans' Administration from Examination Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361274"
}