{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6913-rules-governing-the-obtaining-narcotic-drugs-and-preparations",
    "doc": "executive-order-6913-rules-governing-the-obtaining-narcotic-drugs-and-preparations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6913-Rules Governing the Obtaining of Narcotic Drugs and Preparations by Qualified Persons in the Virgin Islands From Manufacturers and Wholesale Dealers in the United States",
    "date": "December 04, 1934",
    "content": [
        "Whereas section 2 of the act of December 17, 1914 (38 Stat. 786), as amended by section 2 of the act of January 22, 1927 (44 Stat. 1023), provides in part as follows:",
        "\"The President is further authorized and directed to issue such Executive orders as will permit those persons in the Virgin Islands of the United States lawfully entitled to sell, deal in, dispense, prescribe, and distribute the aforesaid drugs, to obtain said drugs from persons registered under this Act within the continental United States for legitimate medical purposes, without regard to the order forms described in this section.\"",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the above-quoted provision of the said act, it is hereby ordered:",
        "1. That any person lawfully entitled to sell, deal in, dispense, prescribe, or distribute opium or coca leaves, or any compound, manufacture, salt, derivative, or preparation thereof, in the Virgin Islands of the United States, may obtain such narcotics as shall be necessary for legitimate medical purposes within those islands by executing a written order therefor upon a duly qualified importer, manufacturer, producer, compounder, or dealer in such drugs located in the continental United States: Provided, That such order has been first submitted to the Commissioner of Health of the Virgin Islands and bears upon its face the approval of said Commissioner of Health of the Virgin Islands, the official seal of the Government of the Virgin Islands, and the date of such approval.",
        "2. Upon receipt of the order for narcotic drugs from the person in the Virgin Islands ordering such drugs, the Commissioner of Health of the Virgin Islands, if he finds that such person is qualified in accordance with the terms of the preceding section, and if he is satisfied that such person is ordering the drugs for legitimate medical purposes only, shall approve the order form by signing a suitable notation on the face thereof, including the date of such approval, and impress the seal of the Government of the Virgin Islands thereon, and return same to the person from whom it was received, who may then transmit the approved order to the appropriate prospective vendor in the continental United States, who is hereby authorized to furnish and ship the drugs called for in the said order in the same manner and to the same extent that he would be authorized if the order were properly executed on an official order form submitted by a duly qualified dealer or practitioner in the continental United States under section 2 of the act of December 17, 1914 (38 Stat. 786), as amended.",
        "3. No order as above described shall be filled by any importer, manufacturer, producer, compounder, or dealer in the continental United States if received after 2 months from the date of approval described in the preceding section. If, for any reason, an approved order is not forwarded to the person in the continental United States from whom the drug is to be ordered in time to reach such person on or before the expiration of a period of 2 months after the date of approval, such order shall be returned to the Commissioner of Health of the Virgin Islands for cancelation. The Commissioner of Health of the Virgin Islands shall keep a record of all orders received by him, showing the date the order was received, the date it was approved, if approved, and the date the approved order was returned to tho person submitting it. The Commissioner of Health of the Virgin Islands shall submit semiannually to the Commissioner of Narcotics of the United States, not later than the 1st of September and the 1st of March respectively, reports covering the respective preceding semi-annual periods ending June 30 and December 31, showing the total amounts and kinds of narcotic drugs for which orders were approved, the total amounts and kinds of narcotic drugs actually received in the islands during the periods, the total amounts and kinds of narcotic drugs actually sold or dispensed in the islands during the periods; and the total amounts and kinds of narcotic drugs on hand in the islands at the close of the said periods. For the purpose of carrying out the provisions of this order, the Commissioner of Health of the Virgin Islands, with the advice and consent of the Governor of the Virgin Islands, is hereby authorized to require such periodical reports concerning narcotic drugs from persons ordering, dealing in, selling, dispensing, prescribing, or distributing such drugs in the Virgin Islands as he shall deem appropriate for the purpose.",
        "4. The word \"person\", as used in this order, shall be construed to mean and include a partnership, association, company, or corporation as well as a natural person.",
        "5. The Commissioner of Narcotics of the United States, with the approval of the Secretary of the Treasury, shall make all needful rules and regulations for carrying into effect the provisions of this order insofar as it concerns persons registered under the said act of December 17, 1914, as amended, in the continental United States.",
        "6. Responsibility is placed upon the Governor of the Virgin Islands to enforce the provisions of this order in the said islands in such manner that the sale, dealing in, dispensing, prescribing, distribution, and use of narcotic drugs therein shall be confined to legitimate medical purposes. Any shipment of transfer of narcotic drugs from the continental United States not in accordance with the provisions and requirements of this order shall subject the parties responsible for such shipment or transfer to the penalties provided in the said act of December 17, 1914, as amended.",
        "This order supersedes Executive Order No. 5502, of December 2, 1930.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,Dec. 4, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6913-Rules Governing the Obtaining of Narcotic Drugs and Preparations by Qualified Persons in the Virgin Islands From Manufacturers and Wholesale Dealers in the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373456"
}