{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7749-enlarging-st-marks-migratory-bird-refuge",
    "doc": "executive-order-7749-enlarging-st-marks-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7749-Enlarging St. Marks Migratory Bird Refuge",
    "date": "November 22, 1937",
    "content": [
        "FLORIDA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the lands and waters, together with all accretions thereto, acquired or to be acquired by the United States within the following-described areas, comprising approximately 31,445 acres in Wakulla, Jefferson, and Taylor Counties, Florida, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as an addition to the St. Marks Migratory Bird Refuge, established by Executive Order No. 5740 of October 31, 1931: Provided, That any private lands within the areas described shall became a part of the refuge upon the acquisition of title thereto or lease thereof by the United States:",
        "TALLAHASSEE MERIDIAN",
        "T. 4 S., R 1 E.,     Sec. 11, lots 1 to 5, inclusive;      Secs. 14, 23, 24, 25, 26, and 36.",
        "T. 4 S., R. 2 E.,      Secs. 4, 5, 8, and 9;      Sec. 13, SW¼;      Secs. 14, 15, 16, and 17;      Secs. 19 to 36, inclusive.",
        "T. 5 S., R. 2 E., all fractional.",
        "T. 4 S., R. 3 E.,      Sec. 18, SW¼ and S½SE¼;      Sec. 14, S½N½ and S½;      Sec. 15, SE¼NE¼ and SE¼;     Secs. 19 to 23, inclusive;     Sec. 24, all in Jefferson County;     Sec. 25, all in Jefferson County;     Secs. 26 to 30, inclusive;      Secs. 35 and 36.",
        "T. 5 S., R. 3 E., all fractional, including East Cut-Off Island.",
        "T. 4 S., R. 4 E.,      Sec. 18, that part of the SW¼SW¼ lying west of the Aucilla Biver;      Sec. 19, that part of the  lying west of the Aucilla Blver.",
        "HARTSFIELD SURVEY",
        "Those parts of Biver Survey Lots 7 and 8 not already in the St. Marks Migratory Bird Befuge:",
        "Bay Lot 3, W½;      Lot 12, W½;      Lot 18, W½;      Lots 117 to 120, inclusive;      Lot 121, all that part described as follows:",
        "Beginning at the corner of Lots 116 and 117 in the northwest boundary of Lot 121, thence S. 17°09' E., 60.00 chains; N. 80°03' E., 60.76 chains; N. 72°51' E., 59.21 chains to a point on Apalachee Bay; thence with the meanders of Apalachee Bay, northerly, 126.42 chains, to a point in the northwest boundary of Lot 121, thence with the northwest boundary of Lot 121, southwesterly, to the place of beginning.",
        "IN APALACHEE BAY",
        "All of Sprague, Big Pass, Little Pass, John's, and Patty's Islands.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 22, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7749-Enlarging St. Marks Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369067"
}