{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5239-expenditures-connection-with-matters-affecting-oil-lands-former-naval",
    "doc": "executive-order-5239-expenditures-connection-with-matters-affecting-oil-lands-former-naval",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5239-Expenditures in Connection with Matters Affecting Oil Lands on Former Naval Reserves",
    "date": "December 12, 1929",
    "content": [
        "Pursuant to the authority contained in the Second Deficiency Act, approved March 4, 1929 (45 Stat. L. 1625), which provides an appropriation of $55,000, to be expended by the President for Protection of interest of the United States in matters affecting oil lands on former naval reserves,\" and on the recommendation of W.C. Morrow and William Scallon, Special Counsel for the Government, it is hereby ordered as follows:",
        "1. That the substitute register who shall be assigned to sit in the hearing of the case of United States vs. The Standard Oil Company of California et al., now pending in the General Land Office, Sacramento, California, involving title to Section 36, Township 30 south, Range 23 east, M.D.B.M., lying within the exterior limits of Naval Reserve No. 1, California, be allowed his necessary expenses in attending hearings outside of the City of Sacramento, California.",
        "2. That James G. Findlay, Special Agent of the Department of Justice, be hereby appointed a special disbursing officer, without compensation other than that paid him by the Department of Justice, that he give bond in the sum of $5,000 as such special disbursing officer, and that the sum of $5,000 be placed to his credit out of the appropriation heretofore mentioned, in order that he may pay all witness fees and all expenses incurred in connection with the preparation for and the holding of hearings and taking depositions, including the expenses of the substitute register mentioned in the foregoing paragraph, and all other general expenses necessary, in the opinion of Special Counsel, for the proper preparation and presentation of the Government's case in the aforesaid cause pending in the General Land Office, Sacramento, entitled United States vs. The Standard Oil Company of California et al., when the vouchers for such expenses are approved by Special Counsel or either of them.",
        "HERBERT HOOVER",
        "The White House,December 12, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5239-Expenditures in Connection with Matters Affecting Oil Lands on Former Naval Reserves Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360932"
}