{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6967-veterans-regulation-no-1f",
    "doc": "executive-order-6967-veterans-regulation-no-1f",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6967-Veterans Regulation No. 1(f)",
    "date": "February 08, 1935",
    "content": [
        "ENTITLEMENT TO PENSIONS",
        "By virtue of and pursuant to the authority vested in me under sections 1 and 4 of title I of the act of March 20, 1933, 48 Stat. 8, 9 (Public No. 2, 73d Congress), and section 30 of the act of March 28, 1934, 48 Stat. 509, 525 (Public No. 141, 73d Congress), the following regulation amending Veterans Regulation No. 1(a), as amended, is hereby prescribed:",
        "1. Veterans Regulation No. 1(a), as amended, is hereby amended by adding thereto a new part (V) reading as follows:",
        "\"Part V",
        "\"I. Any person who served in the military or naval service of the United States between August 13, 1898, and July 4, 1902, both dates inclusive, and who left the continental United States under orders for military or naval service in Guam, Cuba, or Puerto Rico, between such dates, or the widow of any such person as long as she remains unmarried and/or dependents of any such person, to whom a pension was being paid on March 19, 1933, shall, from the date of this regulation, be entitled to receive a pension at 75 per centum of the rates in effect for such persons on March 19, 1933, subject to the reduction provided for in regulations issued pursuant to the act of March 20, 1933, ch. 3, 48 Stat. 8 (Public No. 2, 73d Congress), pertaining to hospitalized cases: Provided, that no payments may be made to the person who served if his disability is the result of his own wilful misconduct: Provided further, that the provisions of this paragraph shall not apply (1) to any person to whom payments were being made on March 19, 1933, through fraud, clear or unmistakable error as to conclusions of fact or law, or misrepresentation of a material fact, except that decisions as to degree of disability rendered prior to March 20, 1933, shall be conclusive, or (2) to any person during any year following a year for which such person was not entitled to exemption from the payment of a Federal income tax: Provided, however, that a veteran in Federal employ shall not receive more than $6 per month if his salary if single exceeds $1,000 and if married $2,500 per annum: Provided further, that no pension shall be granted under this regulation for disability not shown to be due to service or for age if the person served less than ninety days and was not discharged for disability incurred in the service in line of duty: And provided further, that persons who meet the requirements of the laws in effect March 19, 1933, and who were not on the rolls on March 19, 1933, shall, subject to the limitations of this regulation, be entitled to receive pension upon the filing of such claim as may be prescribed by the Administrator of Veterans' Affairs.\"",
        "2.This regulation shall be effective as of the date of its promulgation.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 8, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6967-Veterans Regulation No. 1(f) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362638"
}