{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9325-payment-expenses-the-office-alien-property-custodian",
    "doc": "executive-order-9325-payment-expenses-the-office-alien-property-custodian",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9325-Payment of Expenses of the Office of Alien Property Custodian",
    "date": "April 07, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United Stales, particularly by Title III of the First War Powers Act. 1941, it is hereby ordered as follows:",
        "1. Until it is otherwise provided, the Alien Property Custodian is authorized and empowered to pay out of any funds lawfully in his custody or under his control all necessary expenses incurred by the Office of Allen Property Custodian in carrying out the powers and duties vested in him pursuant to Title III of the First War Powers Act. 1941, and the applicable orders issued thereunder. Such expenses shall be allocated and recovered as provided in section 2 hereof.",
        "2. The Alien Property Custodian is authorized to retain, allocate and recover, as a charge against any specific property or any other property of which the former owner of the specific property was divested, expenses attributable to such specific property with respect to which he has exercised or may hereafter exercise any power heretofore or hereafter conferred upon him. In addition to such expenses, the Alien Property Custodian is authorized to retain, allocate and recover at such time or times as he may deem practicable, as a charge against money or property in his custody or under his control, such amounts as may be necessary in connection with the general administrative expenses of the Office of Alien Property Custodian which have been or may be paid and which are not practicably allocable to a specific property.",
        "3. The power and authority herein granted shall not be limited by the filing of a claim or the institution of a suit relating to any property subject to the authority of the Alien Property Custodian.",
        "4. This order shall not be construed as a limitation upon or in derogation of any powers heretofore granted.",
        "5. The Office of Alien Property Custodian shall submit to the Bureau of the Budget (a) prior to April 30. 1943, an estimate of general administrative expenses for the remainder of the current fiscal year, (b) prior to the end of the current and of each subsequent fiscal year, at such time as may be specified by the Director of the Bureau of the Budget, an estimate of such expenses for the succeeding fiscal year, and (c) any supplemental estimates of such expenses if and as the need arises. After April 30. 1943, no general administrative expenses authorized to be paid pursuant to this order shall be incurred or paid by the Office of Alien Property Custodian beyond the amounts approved by the Director of the Bureau of the Budget upon submissions as above set forth.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 7, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9325-Payment of Expenses of the Office of Alien Property Custodian Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372700"
}