{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9229-possession-relinquished-bayonne-plant-general-cable-corporation",
    "doc": "executive-order-9229-possession-relinquished-bayonne-plant-general-cable-corporation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9229-Possession Relinquished of Bayonne Plant of General Cable Corporation",
    "date": "August 20, 1942",
    "content": [
        "Whereas, by Executive Order No. 9220 dated the 13th day of August 1942, the Secretary of the Navy was authorized and directed by the President to take possession of and operate the plant of General Cable Corporation located at Bayonne, New Jersey, to produce the war materials called for by the Company's contracts with the United States, its departments and agencies, or as may be otherwise required for the war effort, and to do all things necessary or desirable to that end; and",
        "Whereas, on the 14th day of August 1942, the Secretary of the Navy acting pursuant to said direction took and has retained possession of said plant of General Cable Corporation; and",
        "Whereas, said Executive order provides that possession and operation thereunder shall be terminated by the President as soon as he determines that said plant of General Cable Corporation will be privately operated in a manner consistent with the war effort; and",
        "Whereas, it now appears, and the President does so determine, that said plant will be privately operated in a manner consistent with the war effort:",
        "Now, Therefore, I, Franklin D. Roosevelt, as President of the United States and as Commander in Chief of the Army and Navy of the United States, hereby direct the Secretary of the Navy to relinquish possession of said plant of General Cable Corporation and to issue the necessary orders for carrying out the aforesaid direction.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 20, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9229-Possession Relinquished of Bayonne Plant of General Cable Corporation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372318"
}