{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6987-documents-required-aliens-entering-the-philippine-islands",
    "doc": "executive-order-6987-documents-required-aliens-entering-the-philippine-islands",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6987-Documents Required of Aliens Entering the Philippine Islands",
    "date": "March 09, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the Act of Congress approved May 22, 1918 (40 Stat. 559), as extended by the Act of Congress of March 2, 1921 (41 Stat. 1205-17), I hereby prescribe the following documentary requirements for aliens desiring admission into the Philippine Islands. The provisions of this Order shall be applicable to Chinese except as may be otherwise provided by special laws and regulations governing the entry of such aliens.",
        "I",
        "1. All aliens coming to the Philippine Islands must present unexpired passports or official documents in the nature of passports issued by the governments of the countries to which they owe allegiance or other travel documents showing their origin and identity, prescribed in regulations issued by the Secretary of State, and valid passport visas or, in lieu of passport visas, if passing in transit through the Philippine Islands to a foreign destination, transit certificates granted by authorized officers of the United States, except in the following cases:",
        "(a) An alien who is a through passenger on a vessel touching at a port of the Philippine Islands, landing temporarily while the vessel is in port.",
        "(b) An alien seaman serving on a vessel of any nationality touching at a port of the Philippine Islands. (Masters of vessels are not required to present visaed crew lists for the Philippine Islands.)",
        "(c) An alien arriving in the Philippine Islands in transit to the United States or to another Ameiican possession. (Such an alien, however, may be required to exhibit those documents necessary for his entry into the United States or the other possession to which he is proceeding.)",
        "2. The Governor General is authorized in his discretion to waive the passport and visa requirements for aliens in the following categories:",
        "(a) An alien lawfully resident in the Philippine Islands who is returning from a temporary visit abroad.",
        "(b) An alien child born subsequent to the issuance of the visa or transit certificate of an accompanying parent, the visa or transit certificate not having expired.",
        "(c) An alien child born during the temporary visit abroad of a mother who is a citizen of the United States or of the Philippine Islands or of an alien mother lawfully resident in the Philippine Islands.",
        "(d) An alien who applies for temporary admission, in cases of emergency.",
        "3. No passport visa or transit certificate shall be granted to an alien whose entry would be contrary to the public safety.",
        "II",
        "The Executive Secretary of the Panama Canal is hereby authorized to issue passport visas and transit certificates to aliens going to the Philippine Islands from the Canal Zone; the Governor of American Samoa is hereby authorized to issue passport visas and transit certificates to aliens going to the Philippine Islands from American Samoa; and the Governor of Guam is hereby authorized to issue passport visas and transit certificates to aliens going to the Philippine Islands from Guam.",
        "This order shall take effect immediately and shall supersede the provisions of Executive Order No. 5869 of June 30, 1932, entitled \"Documents Required of Aliens Entering the United States,\" so far as they govern aliens entering the Philippine Islands.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 9, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6987-Documents Required of Aliens Entering the Philippine Islands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362665"
}