{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5111-amending-civil-service-rules-regulation-viii-pertaining-reinstatement",
    "doc": "executive-order-5111-amending-civil-service-rules-regulation-viii-pertaining-reinstatement",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5111-Amending Civil Service Rules, Regulation VIII Pertaining to Reinstatement",
    "date": "May 13, 1929",
    "content": [
        "The regulations for the appointment of unclassified laborers are hereby amended so that Regulation VIII, Reinstatement, shall read as follows:",
        "REGULATION VIII.-REINSTATEMENT",
        "A person separated without delinquency or misconduct from an unclassified position may be reinstated to a similar position under any department or independent establishment subject to physical examination and to the following limitations:",
        "(a) Unless otherwise provided hereinafter, an unclassified laborer may be reinstated only upon certificate of the Commission and upon requisition made within one year from the date of separation: Provided, That the Commission may authorize waiver of the one-year limit herein prescribed in cases when in its opinion the circumstances are unusual, urgent, or in the interest of the public service, under the following time limitations: Two years where service has been two years but less than three years; three years where service has been three years but less than four years; four years where service has been four years but less than five years; and five years where service has been five years or more.",
        "(b) A person honorably released from the active military or naval service of the United States after service in the Civil War, or the war with Spain, or the war with Germany, or his widow, or an Army nurse of any of said wars, or the wife of an honorably released totally disabled veteran of any of such wars may be reinstated within five years from the date of separation from the unclassified position: Provided, That the Commission may authorize such reinstatement without time limit when, in its opinion, the interests of the public service require such action.",
        "(c) A person separated from an unclassified position in the field service may be reemployed in the same office within one year without certificate.",
        "Old paragraph (c) of Regulation VIII is hereby revoked, its provisions having been broadened and included in paragraph (b).",
        "Paragraph (d) of Regulation VIII is relettered (c), and appears above.",
        "HERBERT HOOVER",
        "The White House,May 13, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5111-Amending Civil Service Rules, Regulation VIII Pertaining to Reinstatement Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372835"
}