{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9527-relinquishing-possession-the-plants-york-safe-and-lock-company-york",
    "doc": "executive-order-9527-relinquishing-possession-the-plants-york-safe-and-lock-company-york",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9527-Relinquishing Possession of the Plants of York Safe and Lock Company, York County, Pennsylvania",
    "date": "February 28, 1945",
    "content": [
        "Whereas by Executive Order No. 9416, dated January 21, 1944, the Secretary of the Navy was authorized and directed to take possession of and operate the plants and facilities of York Safe and Lock Co. located in York County, Pennsylvania, in order to produce effectively essential war material required by the United States, and to do all things necessary and incidental to that end; and",
        "Whereas, pursuant to the said order, the Secretary of the Navy took possession of the plants and facilities of said company on January 24, 1944, and has retained possession thereof since that date, except that possession under the said order of certain of the said plants and facilities was terminated on June 19, 1944, following the institution by the United States of condemnation proceedings with respect thereto; and",
        "Whereas the said order provides that such possession will be terminated by the President within 60 days after he determines that such plants will be operated privately in a manner consistent with the war effort; and",
        "Whereas it now appears, and I have determined, that the plants, facilities, and other property of the said company remaining in the possession of the Secretary of the Navy will be operated privately in a manner consistent with the war effort;",
        "Now, Therefore, by virtue of the power and authority vested in me by the Constitution and laws of the United States, I hereby direct the Secretary of the Navy to terminate and relinquish, on or before the fifteenth day following the date of this order, any and all possession, use and operation of the plants, facilities and other property of York Safe and Lock Co. held by the Secretary under Executive Order No. 9416, and to do all things necessary and incidental to such termination and relinquishment.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 28, 1945."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9527-Relinquishing Possession of the Plants of York Safe and Lock Company, York County, Pennsylvania Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/367977"
}