{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9384-submission-reports-facilitate-budgeting-activities-the-federal",
    "doc": "executive-order-9384-submission-reports-facilitate-budgeting-activities-the-federal",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9384-Submission of Reports to Facilitate Budgeting Activities of the Federal Government",
    "date": "October 04, 1943",
    "content": [
        "By virtue of the authority vested in me as President of the United States, and particularly by the Budget and Accounting Act, 1921, as amended (Title 31, U.S. Code, Secs. 1-24), it is hereby ordered as follows:",
        "1. In order to facilitate budgeting activities, all departments and establishments of the Executive Branch of the Federal Government, now or hereafter authorized by law to plan, propose, undertake, or aid public works and improvement projects financed in whole or in part by the Federal Government, shall prepare and keep up-to-date, by means of at least an annual revision, carefully planned and realistic long-range programs of such projects (all such programs being hereinafter referred to as \"advance programs\").",
        "2. (a) Whenever any estimate of appropriation is submitted to the Bureau of the Budget (hereinafter referred to as the \"Bureau\") by such departments and establishments for the carrying out of any public works and improvement project or projects whether by contract, force account, Government plant and hired labor, or other similar procedure, or for the financing of any such project or projects whether by grants-in-aid, loans, or other forms of financial assistance, or for examinations, surveys, investigations, plans and specifications, or other planning activities, whether preliminary or detailed, for any such project or projects (all such survey and planning activities being hereinafter referred to as \"plan preparation\"), the advance program or programs relating to the proposed work or expenditure shall be submitted to the Bureau as an integral part of the Justification of the estimates presented.",
        "(b) All such departments and establishments shall submit to the Bureau at the earliest possible date estimates of such supplemental appropriations for the fiscal years 1944 and 1945 as are necessary to provide plan preparation for those public works and improvement projects proposed for undertaking during the first three years of their advanced programs. Thereafter, in order that plans for these public works and improvement projects will always be available in advance, all such departments and establishments shall prepare and submit to the Bureau during each fiscal year estimates of such appropriations as may be necessary to provide plan preparation for those projects proposed for undertaking during the succeeding three fiscal years of their advance programs. All such estimates shall be accompanied by recommendations as to the additional legislation, or amendments to existing legislation, that may be necessary to bring projects in their advance programs to an appropriate state of readiness for prompt undertaking when and where needed.",
        "3. The Director of the Bureau, upon the basis of the estimates and advance programs submitted in accordance with the provisions of paragraph 2 of this order, shall report to the President from time to time, but not less than once a year, consolidated estimates and advance programs in the form of an over-all advance program for the Executive Branch of the Government.",
        "4. Before any department or establishment shall submit to the Congress, or to any committee or member thereof, a report relating to, or affecting in whole or in part, its advance programs, or the public works and improvement projects comprising such programs, or the results of any plan preparation for such programs or projects, such report shall be submitted to the Bureau for advice as to its relationship to the program of the President. When such report is thereafter submitted to the Congress, or to any committee or member thereof, it shall include a statement of the advice received from the Bureau.",
        "5. The data and reports required by this order, and such other data, reports, and information as may from time to time be requested by the Bureau concerning advance programs, or the status of any public works and improvement projects included therein, or the results or status of any plan preparation for such programs or projects, shall be submitted to the Bureau in such form and manner as the Director of the Bureau shall prescribe. The Director of the Bureau shall from time to time issue such regulations as he deems necessary to effectuate this order, and his determinations with respect to the scope and application of this order shall be controlling.",
        "6. The term \"departments and establishments\" as used in this Executive Order shall be deemed to include any executive department, independent commission, board, bureau, office, agency, regulatory commission or board, Government-owned or controlled corporation, or other establishment of the Government, and the municipal government of the District of Columbia, but shall not include the legislative or Judicial branches of the Government.",
        "7. Executive Order No. 8455, dated June 26, 1940, is hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 4, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9384-Submission of Reports to Facilitate Budgeting Activities of the Federal Government Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372357"
}