{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6794-approval-amendments-the-code-fair-competition-for-the-alcoholic",
    "doc": "executive-order-6794-approval-amendments-the-code-fair-competition-for-the-alcoholic",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6794-Approval of Amendments to the Code of Fair Competition for the Alcoholic Beverages Importing Industry",
    "date": "July 11, 1934",
    "content": [
        "Whereas the Federal Alcohol Control Administration has submitted for my approval, certain amendments to the code of fair competition for the alcoholic beverages importing industry, and has rendered its report and recommendations and findings thereon:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby find:",
        "1. That an application has been duly made, pursuant to and in full compliance with the provisions of the act and of the code of fair competition for the alcoholic beverages importing industry, for my approval of amendments to the said code; and",
        "2. That due notice and opportunity for hearing to interested parties have been given pursuant to the provisions of the act and regulations thereunder; and",
        "3. That hearings have been held upon the amendments pursuant to such notice and the provisions of the act and regulations thereunder; and",
        "4. That said code of fair competition as hereby amended will constitute a code of fair competition as contemplated by the act and complies in all respects with pertinent provisions of the act, including section 3 (a) of title I thereof; and",
        "5. That it appears, after due consideration, that said code as hereby amended will tend to effectuate the policy of Congress as declared in section 1 of title I of the act; and",
        "Now, Therefore, I, Franklin D. Roosevelt, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby approve said amendments and modify my previous approval of the code of fair competition for the alcoholic beverages importing industry by Executive order, dated December 2, 1933, to include an approval of said code in its entirety as hereby amended.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6794-Approval of Amendments to the Code of Fair Competition for the Alcoholic Beverages Importing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373401"
}