{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6938-modification-executive-order-no-6910-november-26-1934-withdrawing-for",
    "doc": "executive-order-6938-modification-executive-order-no-6910-november-26-1934-withdrawing-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6938-Modification of Executive Order No. 6910, of November 26, 1934, Withdrawing for Classification All Public Land in Certain States, Idaho",
    "date": "January 04, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), it is ordered that Executive Order No. 6910, dated November 26, 1934, temporarily withdrawing all public land in certain States, be, and it is hereby, modified to the extent of authorizing the Secretary of the Interior to withdraw the following-described public land in Idaho for use by the Department of Commerce in the maintenance of air-navigation facilities under and pursuant to the provisions of section 4 of the act of May 24, 1928 (ch. 728, 45 Stat. 728), subject to an existing power transmission fine reservation under section 24 of the Federal Water Power Act of June 10, 1920 (ch. 285, 41 Stat. 1063, 1075), affecting a portion thereof:",
        "Boise Meridian",
        "T. 48 N., R. 4 E., sec. 22, NW¼SW¼SE¼NE¼, SW¼NW¼SE¼NE¼, SE¼NE¼SW¼NE¼, SE¼SW¼NE¼, 17.50 acres.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 4, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6938-Modification of Executive Order No. 6910, of November 26, 1934, Withdrawing for Classification All Public Land in Certain States, Idaho Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362602"
}