{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8181-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8181-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8181-Amending the Foreign Service Regulations of the United States",
    "date": "June 22, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter III thereof:",
        "CHAPTER III",
        "IMMUNITIES, POWERS, AND PRIVILEGES",
        "III-l. Diplomatic immunity. The Immunity from the jurisdiction of the country to which a diplomatic representative is accredited, which is accorded under the law of nations to said diplomatic representative, his official staff and household, and the exemption of premises occupied in an official diplomatic capacity, shall not be waived except by consent of the Secretary of State.",
        "III-2. Consular rights and privileges. A consular officer shall protest to the appropriate local official (after first assuring himself that such protest is well founded) any infringement of the rights and privileges necessary to carry out the duties of his office, rights and privileges of this nature having been secured to him under the law of nations. He shall also protest the infringement of any rights and privileges conceded by treaty, custom, or local law.",
        "III-3. Evasion of just obligations prohibited. A diplomatic representative or consular officer shall not avail himself of the protection afforded by reason of his official position to evade the settlement of just obligations.",
        "III-4. Asylum. A diplomatic representative or consular officer may not extend asylum to persons outside of his official or personal household.",
        "III-5. Customs courtesies. Since customs courtesies are accorded by the United States to diplomatic representatives and consular officers on a reciprocal basis, diplomatic and consular officers shall acquaint themselves with pertinent treaty provisions and with the local laws and regulations prescribed in each case and shall be governed accordingly.",
        "III-6. Tax exemptions. Since the taxation of representatives of foreign governments is largely regulated by reciprocal agreements between nations, diplomatic and consular officers shall acquaint themselves with pertinent treaty provisions and with the local laws and regulations In each instance and shall conform thereto.",
        "CANCELLATION OF REGULATIONS",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Sections II-8, II-9, and II-33",
        "Chapter VII.",
        "PART II",
        "Sections IV-71, IV-72, IV-73, IV-74, IV-75, XXIV-426, XXIV-427, and XXIV-428",
        "Chapter V.",
        "REVOCATION OF EXECUTIVE ORDER",
        "Executive Order No. 5956, dated December 1, 1932, is hereby revoked.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 22, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8181-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368697"
}