{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6756-b-code-fair-competition-for-the-needlework-industry-puerto-rico",
    "doc": "executive-order-6756-b-code-fair-competition-for-the-needlework-industry-puerto-rico",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6756-B-Code of Fair Competition for the Needlework Industry in Puerto Rico",
    "date": "June 28, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Needlework Industry in Puerto Rico, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of this Code of Fair Competition, together with his recommendations and findings with respect thereto, and the Administrator having found that this Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that this Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "1. That any member of this Industry as defined in this Code under Article II, Section 1, shall in engaging in this industry in Puerto Rico be exempt from the provisions of the following Codes of Fair Competition:",
        "(a) The Handkerchief Industry      (b) The Dress Manufacturing Industry      (c) The Cotton Garment Industry      (d) The Blouse and Skirt Manufacturing Industries      (e) The Light Sewing Industry Except Garments      (f) The Art Needlework Industry      (g) The Infants' and Children's Wear Industry      (h) The Undergarment and Negligee Industry      (i) The Underwear and Allied Products Manufacturing Industry      (j) The Pleating, Stitching and Bonnaz and Hand Embroidery Industry      (k) The Schiffli, the Hand Machine Embroidery and the Embroidery Thread and Scallop Cutting Industries.",
        "2. Where articles are manufactured or processed, in part, in Puerto Rico, under the provisions of this Code, and in part in the Continental United States under a Code of Fair Competition which prescribes the use of labels bearing N.R.A. insignia upon such articles, the Code Authorities of such Codes and the Code Authority of this Code shall, within a period of sixty days from the effective date of this Code, formulate and submit for the approval of the Administrator a plan for the issuance and use of labels upon such articles, and such special regulations relating thereto as may be necessary. Pending the approval of such plan and regulations, unless the Administrator shall order otherwise, continental manufacturers, as defined in this Code, shall not be required to comply with the label provisions of their respective Continental Codes as to products manufactured or processed, wholly or in part, in Puerto Rico, and bearing labels affixed to them pursuant to the provisions of this Code.",
        "3. That any contractor or manufacturer as defined in this Code, in the manufacture or processing of whose products homeworkers are engaged as employees, shall be bound to pay such employees any deficiency in the wages actually received by them below the amount of wages wliich they should receive under the provisions of this Code. Such contractor or manufacturer shall be responsible for the delivery to such homeworkers of all their wages.",
        "4. That there shall be appointed by the Administrator for the Industrial Recovery, within ten (10) days after the effective date hereof, a Puerto Rican Needlework Commission consisting of three persons: one of whom shall be nominated by the Code Authority for the Needlework Industry in Puerto Rico, another of whom shall be nominated by the several Code Authorities of related industries in continental United States, and a third person to serve as chairman, shall be nominated by the National Recovery Administration. This commission shall study the operation of this Code together with the operation of such codes as have jurisdiction over the manufacture of competitive products in the United States with a view to determining the relative effect of the operation of this Code upon the manufacture of such items in the several States and in Puerto Rico. Such Commission shall be empowered to make recommendations to the Administrator for such modifications in this Code as may, in the opinion of the commission, be necessary in order to maintain fair competition in the needlework trade in the several States and on the Island of Puerto Rico and in order to effectuate the purposes of the National Industrial Recovery Act.",
        "5. That the choice of the impartial chairman of the Piece Rates Commission, shall be subject to the approval of the Administrator and that the piece rates established pursuant to the provisions of Section 5 of Article IV of the code shall be binding upon members of the Industry, for not more than a period of ninety days, from the effective date of this code. The Needlework Commission and the Piece Rates Commission shall, either jointly or severally, within ninety days after the effective date of this Code, recommend the continuation of said established minimum piecework rates or changes in such rates, or recommend a point system or other system for adjusting the minimum compensation of employees to the minimum wage rates provided in this Code. Such recommendations shall, upon approval of the Administrator, after such notice and hearing as he may prescribe, be binding upon all members of the Industry, as the rates provided for in said section",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,June 28, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6756-B-Code of Fair Competition for the Needlework Industry in Puerto Rico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362534"
}