{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5216-restoring-certain-reserved-lands-for-resurvey-and-opening-such-lands",
    "doc": "executive-order-5216-restoring-certain-reserved-lands-for-resurvey-and-opening-such-lands",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5216-Restoring Certain Reserved Lands for Resurvey and Opening Such Lands to Entry, South Dakota",
    "date": "November 02, 1929",
    "content": [
        "It is hereby ordered that Executive order No. 3748 of October 23, 1922, with certain lands in South Dakota for classification, be and it is hereby revoked in so far as it affects the public lands in the following described areas:",
        "Black Hills Meridian",
        "In T. 2 S., R. 15 E., Secs. 1 to 12, inclusive, N½ Sec. 18, SE¼ SE¼ Sec. 34, S½ SW¼ and SW¼ SE¼ Sec. 35; 1",
        "In T. 3 S., R. 15 E., Secs. 1 and 2, NE¼ NE¼, S½ NE¼ and NE¼ SE¼ Sec. 3, W½ W½ Sec. 6, all Sec. 7, SW¼ NW¼ and NW¼ SW¼ Sec. 8, N½, E½ SW¼ and SE¼ Sec. 11, Secs. 12, 13, NE¼, NE¼ NW¼, S½ NW¼ and S½ Sec. 14, SE¼ NE¼ and S½ Sec. 15, S½ S½ Sec. 19, all Secs. 20 to 36, inclusive;",
        "In T. 2 S., R. 16 E., Secs. 1 to 15, inclusive, 22, 23, 24, 25, N½, E½ SW¼ and SE¼ Sec. 26, NE¼ Sec. 27, S½ NE¼, NW¼ and SE¼ Sec. 31, S½ NW¼ and S½ Sec. 32, S½ Sec. 33, W½ SW¼ Sec. 34, E½ Sec. 35, all Sec. 36;",
        "In T. 3 S., R. 16 E., N½ Sec. 1, S½ NE¼, NW¼ NW¼, S½ NW¼ and S½ Sec. 3, Secs. 4 to 10, inclusive, SW¼ NE¼, NW¼ and S½ Sec. 11, SW¼ SW¼ Sec. 12, S½ NE¼, NW¼ and S½ Sec. 13, Secs. 14 to 36, inclusive;",
        "In T. 3 S., R. 17 E., Secs. 1 to 5, inclusive, N½, E½ SW¼ and SE¼ Sec. 6, NE¼ and NE¼ NW¼ Sec. 7, N½ and NE¼ SE¼ Sec. 8, all Sec. 9, N½ NE¼ and 10, NE¼, N½ NW¼, SE¼ NW¼ and NW¼ SE¼ Sec. 11, N½ and N½ SE¼ Sec. 12, SW¼ and W½ SE¼ Sec. 17, E½ NE¼ and S½ Sec. 19, W½ E½ and W½ Sec. 20, E½ and E½ W½ Sec. 22, all Sec. 23, NW¼ NW¼, S½ NW¼ and S½ Sec. 24, all Secs. 25 and 26, NE¼, E½ NW¼ and S½ Sec. 27, S½ Sec. 28, W½ NE¼, NW¼ and S½ Sec. 29, all Secs. 30 to 36, inclusive;",
        "In T. 3 S., R. 18 E., Secs. 1 to 12, inclusive, W½ E½ and W½ Sec. 13, N½, E½ SW¼ and SE¼ Sec. 14, N½ Sec. 15, S½ SW¼ Sec. 19, N½ NE¼ and E½ NW¼ Sec. 23, N½ NW¼ Sec. 24, S½ S½ Sec. 28, SW¼ SW¼ and SE¼ SE¼ Sec. 29, all Secs. 30 to 36, inclusive;",
        "In T. 3 S., R. 19 E., Secs. 1 to 17, inclusive, E½ Sec. 18, N½ NE¼ and SE¼ NE¼ Sec. 19, Secs. 20 to 31, inclusive, W½ E½, SE¼ SE¼ and W½ Sec. 32, N½ NW¼, SE¼ NW¼ and E½ Sec. 33, all Secs. 34, 35 and 36.",
        "And it is also hereby ordered, pursuant to Public Resolution No. 29 of February 14, 1920 (41 Stat. 434), as amended January 21 and December 28, 1922 (42 Stat. 358, 1067), that the public lands in the above described areas, subject to valid rights, shall be opened only to entry under the homestead or desert land laws by qualified ex-service men of the war with Germany, under the terms and conditions of such resolution and the regulations issued thereunder, for a period of 91 days beginning with the 63rd day from and after the date hereof, and thereafter any of said land remaining unentered will be subject to appropriation under any public land law applicable thereto by the general public.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no rights may be acquired to the restored land by settlement in advance of entry, or otherwise except strictly in accordance herewith.",
        "HERBERT HOOVER",
        "The White House,November 2, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5216-Restoring Certain Reserved Lands for Resurvey and Opening Such Lands to Entry, South Dakota Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360913"
}