{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6746-rates-compensation-government-employees-emergency-agencies-etc-not",
    "doc": "executive-order-6746-rates-compensation-government-employees-emergency-agencies-etc-not",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6746-Rates of Compensation of Government Employees in Emergency Agencies, Etc., Not Subject to the Classification Act as Amended",
    "date": "June 21, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, it is hereby ordered that the heads of existing emergency agencies and of those hereafter created and (except the heads of executive departments and independent establishments) the heads of all other agencies operated in whole or in part from emergency funds, the compensation of the employees of which may be fixed without regard to the Classification Act of 1923, as amended, shall, unless otherwise specifically authorized by me, classify the positions of the employees of their respective agencies now in the service or hereafter appointed in accordance with the following salary schedule and adjust and fix the rates of compensation therefor at amounts not in excess of those prescribed therein for the corresponding grades:",
        "SALARY SCHEDULE",
        "CAF-1.   SP-2.",
        "",
        "The positions of employees in executive departments and independent establishments who are paid from emergency funds shall be classified under the provisions of the Classification Act of 1923, as amended: Provided, That the heads of such departments and establishments may elect to fix such rates of compensation either under the said Classification Act or in accordance with the salary schedule prescribed in this order.",
        "All classifications made pursuant to this order, except those made in accordance with the provisions of the Classification Act of 1923, as amended, shall be subject to review and revision by the Civil Service Commission upon the request of the executive council. In the event any classification made by tho head of a department or an agency pursuant to this order is revised by the Civil Service Commission, the revised classification shall be final and effective beginning the first day of the first month after such revision is reported by the executive council to the head of the department or agency concerned.",
        "The following are hereby excepted from the provisions of this order:",
        "(1) All employees of the Tennessee Valley Authority and its affiliates.",
        "(2) All employees of the Office of tho Federal Coordinator of Transportation.",
        "(3) All common, unskilled, skilled, or semi-skilled laborers, skilled tradesmen such as machinists, plumbers, steamitters, carpenters, painters, etc., and the foremen of single groups of such employees, and seamen and ship's officers, whose rates of compensation, under existing laws and practice, are fixed by labor wage boards, or at local wage rates as determined under authority of law by the heads of the agencies concerned.",
        "(4) All enrollees of Emergency Conservation Work camps.",
        "(5) All employees of the Federal Civil Works Administration and the Federal Emergency Relief Administration except the clerical and administrative personnel employed in the central offices of the said Administrations in the District of Columbia.",
        "(6) All other persons engaged in employment similar to that of the classes of employees described in (3), (4), and (5), supra, or employed under similar circumstances.",
        "(7) All employees engaged upon the educational program of the Emergency Conservation Work.",
        "(8) All employees of the Regional Agricultural Credit Corporations.",
        "In all cases not subject to the provisions of section 2, title II, of the act of March 20, 1933 (ch. 3, 48 Stat. 8, 12), as amended by section 21, title II, of the act of March 28, 1934 (Public, No. 141, 73d Cong.), the rates payable to employees subject to the provisions of this order shall be the rates fixed within the respective grades decreased by the amount, if any, by which such rate would be reduced pursuant to the provisions of said section 2 if such section were applicable. Every appointment hereafter made shall stipulate that the rate to be paid thereunder shall be the appropriate grade rate specified therein less the amount, if any, by which such rate would be reduced pursuant to the provisions of said section 2 if such section were applicable.",
        "All adjustments in rates of compensation made pursuant to this order shall be reported to the executive council and shall become effective beginning the first day of the first month subsequent to that in which such report is made.",
        "The term \"adjustments\" as used herein shall include increases as well as decreases in rates of compensation, and the term \"employees\" shall include officers.",
        "This order supersedes Executive Orders Numbers 6440, 6554, and 6622, dated November 18, 1933, January 10, 1934, and March 1, 1934, respectively.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 21, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6746-Rates of Compensation of Government Employees in Emergency Agencies, Etc., Not Subject to the Classification Act as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373488"
}