{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7171-establishing-lostwood-migratory-waterfowl-refuge-north-dakota",
    "doc": "executive-order-7171-establishing-lostwood-migratory-waterfowl-refuge-north-dakota",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7171-Establishing Lostwood Migratory Waterfowl Refuge, North Dakota",
    "date": "September 04, 1935",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the following-described lands, acquired or to be acquired by the United States, in Burke and Mountrail Counties, North Dakota, consisting of 33,045 acres, more or less, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a refuge and breeding ground for migratory birds and other wild life: Provided, That any private lands within the areas described shall become a part of the refuge hereby established upon the acquisition of title or lease thereto by the United States:",
        "Fifth Principal Meridian",
        "T. 158 N., R. 91 W., secs. 3 to 10, inclusive;",
        "secs. 17 to 20, inclusive.",
        "T. 159 N., R. 91 W., secs. 3 to 10, inclusive;",
        "secs. 15 to 18, inclusive;",
        "secs. 20, 21, and 22;",
        "sec. 26, NW¼SW¼;",
        "secs. 27, 28, and 29;",
        "secs. 32, 33, and 34.",
        "T. 160 N., R. 91 W., secs. 19 to 23, inclusive;",
        "secs. 25 to 35, inclusive.",
        "T. 158 N., R. 92 W., secs. 13 and 24.",
        "T. 159 N., R. 92 W., secs. 11 to 14, inclusive.",
        "This refuge shall be known as the Lostwood Migratory Waterfowl Refuge.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 4, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7171-Establishing Lostwood Migratory Waterfowl Refuge, North Dakota Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362721"
}