{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10667-amendment-executive-order-no-10629-authorizing-enlistments-the-ready",
    "doc": "executive-order-10667-amendment-executive-order-no-10629-authorizing-enlistments-the-ready",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Executive Order 10667-Amendment of Executive Order No. 10629, Authorizing Enlistments in the Ready Reserve of the Army Reserve and Marine Corps Reserve, To Authorize Enlistments in the Naval and Coast Guard Reserves",
    "date": "May 09, 1956",
    "content": [
        "By virtue of the authority vested in me by subsection (a) of section 262 of the Armed Forces Reserve Act of 1952, as added by section 2 (i) of the Reserve Forces Act of 1955 (69 Stat. 600), it is ordered that Executive Order No. 10629 of August 13, 1955, authorizing enlistments in the Ready Reserve of the Army Reserve and Marine Corps Reserve, be, and it is hereby, amended to read as follows:",
        "\"WHEREAS I have determined that the enlisted strength of the Ready Reserve of the Army Reserve, Marine Corps Reserve, Naval Reserve, and Coast Guard Reserve cannot be maintained at the level necessary for the national defense:",
        "\"NOW, THEREFORE, by virtue of the authority vested in me by subsection (a) of section 262 of the Armed Forces Reserve Act of 1952, as added by section 2 (i) of the Reserve Forces Act of 1955 (69 Stat. 600), I hereby authorize the acceptance of enlistments in units of the Ready Reserve of the Army Reserve, Marine Corps Reserve, Naval Reserve, and Coast Guard Reserve pursuant to the provisions of the said section 262 of the Armed Forces Reserve Act of 1952, as added as heretofore indicated, under such regulations as the Secretary of Defense shall prescribe.\"",
        "DWIGHT D. EISENHOWER",
        "THE WHITE HOUSE,",
        "May 9, 1956."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10667-Amendment of Executive Order No. 10629, Authorizing Enlistments in the Ready Reserve of the Army Reserve and Marine Corps Reserve, To Authorize Enlistments in the Naval and Coast Guard Reserves Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/306836"
}