{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6564-retirement-alfred-burri-foreign-service-officer",
    "doc": "executive-order-6564-retirement-alfred-burri-foreign-service-officer",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6564-A-Retirement of Alfred Burri, Foreign Service Officer",
    "date": "January 18, 1934",
    "content": [
        "Whereas paragraph (j) of section 26 of the act of February 23, 1931 (U.S.C., title 22, sec. 21; 46 Stat. 1212), entitled \"AN ACT For the grading and classification of clerks in the Foreign Service of the United States of America, and providing compensation therefor\", provides as follows:",
        "\"That any Foreign Service officer who, before reaching the age of retirement becomes totally disabled for useful and efficient service by reason of disease or injury not due to vicious habits, intemperance, or willful misconduct on his part, shall, upon his own application or upon order of the President, be retired on an annuity under paragraph (e) of this section: Provided, however, That in each case such disability shall be determined by the report of a duly qualified physician or surgeon designated by the Secretary of State to conduct the examination, . . . \"",
        "And Whereas Capt. Curtis B. Munger, Medical Corps, United States Navy, commanding officer of the United States Naval Hospital, Washington, D.C., a duly qualified physician, was designated on November 17, 1933, by the Acting Secretary of State to conduct an examination of Alfred T. Burri, a Foreign Service officer of Class V;",
        "And Whereas it has been determined by the report of said Capt. Curtis B. Munger that the said Alfred T. Burri is permanently and totally disabled for useful and efficient service by reason of disease not due to vicious habits, intemperance, or willful misconduct on his part:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States of America, pursuant to the authority and direction of the statute above quoted, and otherwise, do hereby order and direct that the said Alfred T. Burri be retired on an annuity under paragraph (e) of section 26 of said act, effective February 1, 1934.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 18, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6564-A-Retirement of Alfred Burri, Foreign Service Officer Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362325"
}