{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7624-enlarging-the-tongass-national-forest",
    "doc": "executive-order-7624-enlarging-the-tongass-national-forest",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7624-Enlarging the Tongass National Forest",
    "date": "May 29, 1937",
    "content": [
        "ALASKA",
        "By virtue of and pursuant to the authority vested in me by section 24 of the act of March 3, 1891, 26 Stat. 1095, 1103, as amended (U.S.C., title 16, sec. 471), and the act of June 4, 1897, 30 Stat. 11, 34, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that, subject to valid existing rights, the tract of public land in Alaska lying within the following-described boundaries be, and it is hereby, included in and made a part of the Tongass National Forest:",
        "Beginning at corner No. 3, Juneau Elimination from the Tongass National Forest, Proclamation No. 1742, June 10, 1925, approximately In latitude 58°15' N., longitude 184°27' W.",
        "Thence from said initial point, by metes and bounds.",
        "Northerly along the crest of the main divide between Lawson and Cowee Creeks, to corner No. 5, U.S. Mineral Survey No. 66-A, Boston Lode;",
        "N. 45°00' W., 45.45 chains, along side lines of the Boston and New York Lodes to comer No. 6, U.S. Mineral Survey No. 81, New York Lode;",
        "N. 46°09' E., 0.05 chains, along end line of New York Lode to corner No. 3, U.S. Mineral Survey No. 1072, Happy Jack Lode;",
        "N. 47°08' W., 22.64 chains, along side line of Happy Jack Lode to comer No. 4, identical with comer No. 2, Gold Bullion Lode, U.S. Survey No. 1072;",
        "N. 50°18' W., 22.73 chains, along side line of Gold Bullion Lode to corner No. 3 thereof;",
        "N. 50°00' W., 191 chains, approximate bearing and distance, to comer No. 3, U.S. Survey No. 471, identical with comer No. 5, Juneau Elimination;",
        "S. 38°18' W., 85.26 chains, along Juneau Elimination boundary to corner No. 4 thereof;",
        "S. 32°53' E., 361.37 chains, along Juneau Elimination boundary to comer No. 3 thereof, the place of beginning, containing approximately 3800 acres.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 29, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7624-Enlarging the Tongass National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368982"
}