{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7448-withdrawal-public-lands-for-use-receiving-station-for-alaska",
    "doc": "executive-order-7448-withdrawal-public-lands-for-use-receiving-station-for-alaska",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7448-Withdrawal of Public Lands for Use as Receiving Station for Alaska Communication System in the State of Alaska",
    "date": "September 12, 1936",
    "content": [
        "1. Executive Order No. 2242 of August 31, 1915, withdrawing certain land in Alaska, under authority of the act of March 12, 1914, ch. 37, 38 Stat. 305, Is hereby revoked as to the following-described land:",
        "Beginning at corner No. 1, at point for center-quarter corner, sec. 7, T. 13 N.,  R. 3 W., Seward Meridian, Alaska, monumented with a one-inch pipe, thence by metes and bounds East along latitudinal center-section line 1996.8 feet; S. 50°52' W., 287.3 feet; S. 55°31' W., 291.1 feet; S. 59°47' W., 634.1 feet; S. 54°23' W.,  717.7 feet; S. 65°15' W., 113 feet; N. 52°18' 35\" W., 917.6 feet; N. 53°21'30\" E., 212.5 feet; N. 29°47' E.,  506.3 feet to corner No. 1, the place of beginning, containing 33.35 acres.",
        "2. Executive Order No. 3672 of May 8, 1922, withdrawing certain lands in Alaska, under authority of the said act of March 12, 1914, is hereby revoked as to the NE¼ sec. 7, T. 13 N.,  R. 3 W., Seward Meridian, Alaska, containing 160 acres.",
        "3. By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered that the tracts of land described in paragraphs 1 and 2 hereof be, and they are hereby, withdrawn from settlement, location, sale, or entry, and reserved for use of the War Department as a Receiving Station for the Alaska Communication System, at Anchorage, Alaska.",
        "Paragraph 3 of this order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,September 12, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7448-Withdrawal of Public Lands for Use as Receiving Station for Alaska Communication System in the State of Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357332"
}