{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7985-establishing-airspace-reservation-over-certain-areas-maryland",
    "doc": "executive-order-7985-establishing-airspace-reservation-over-certain-areas-maryland",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7985-Establishing an Airspace Reservation Over Certain Areas in Maryland",
    "date": "October 08, 1938",
    "content": [
        "By virtue of the authority vested in me by section 4 of the Air Commerce Act of 1926 (44 Stat. 568, 570), the air space over the inclosed areas shown upon the map A. P. G. 7310 P. R. dated February 24, 1938 (a copy of which is on file in the Division of the Federal Register, The National Archives, Washington, D.C.), at Aberdeen Proving Ground, Maryland, which areas include the Aberdeen Proving Ground, portions of the Fort Hoyle and the Edgewood Arsenal Military Reservations, and portions of Bush River, Gunpowder River, and Chesapeake Bay, all in the State of Maryland, is hereby reserved and set apart for national-defense purposes: Provided, however, that when the areas marked \"Section No. 1\" and \"Section No. 2\" on the said map are not being used or immediately required for national-defense purposes, they may be released by the Secretary of War to the Civil Aeronautics Authority for the crossing by such civil aircraft as may be mutually agreed upon.",
        "The Secretary of War and the Civil Aeronautics Authority shall designate in their Department and office, respectively, the agencies which, under their direction, shall execute the provisions of this order.",
        "Persons operating aircraft within this airspace reservation in violation of the provisions of this order or of the said Air Commerce Act of 1926 will be subject to the penalties prescribed by section 11 of that act.",
        "This order supersedes Executive Order No. 5211 of October 19, 1929, establishing an airspace reservation over certain areas in the State of Maryland.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 8, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7985-Establishing an Airspace Reservation Over Certain Areas in Maryland Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368793"
}