{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6824-waiving-provisions-executive-order-january-17-1873-prohibiting",
    "doc": "executive-order-6824-waiving-provisions-executive-order-january-17-1873-prohibiting",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6824-Waiving Provisions of Executive Order of January 17, 1873, Prohibiting Federal Officers and Employees From Holding State or Municipal Offices, as to Robert H. Jackson",
    "date": "August 16, 1934",
    "content": [
        "Whereas Robert H. Jackson has been appointed to the Federal office of Assistant General Counsel for the Bureau of Internal Revenue, Treasury Department; and",
        "Whereas the said Robert H. Jackson has also been appointed to the State office of member of the Commission to Investigate the Administration of Justice in the State of New York; and",
        "Whereas the performance of the duties of the said Robert H. Jackson as member of the Commission to Investigate the Administration of Justice in the State of New York will be in the public interest and will not prevent the faithful discharge of his duties as Assistant General Counsel for the Bureau of Internal Revenue, Treasury Department;",
        "Now, Therefore by virtue of and pursuant to the authority vested in me under section 1753 of the Revised Statutes of the United States (title 5, U.S.C., sec. 631), the provisions of the Executive order of January 17, 1873, as amended, prohibiting, with certain exceptions, Federal officers and employees from holding State or municipal offices, are hereby waived as to the said Robert H. Jackson in connection with the performance of his duties as member of the Commission to Investigate the Administration of Justice in the State of New York.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,August 16, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6824-Waiving Provisions of Executive Order of January 17, 1873, Prohibiting Federal Officers and Employees From Holding State or Municipal Offices, as to Robert H. Jackson Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373182"
}