{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9692-amending-executive-order-9472-august-29-1944-establishing-certain",
    "doc": "executive-order-9692-amending-executive-order-9472-august-29-1944-establishing-certain",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 9692-Amending Executive Order 9472 of August 29, 1944, Establishing Certain Awards for the Merchant Marine",
    "date": "February 05, 1946",
    "content": [
        "By virtue of the authority vested in me as President and as Commander in Chief of the Army and Navy of the United States, it is hereby ordered that Executive Order 9472 of August 29, 1944 entitled \"Establishing Certain Awards for the Merchant Marine,\" be, and it is hereby, amended as follows:",
        "1. There shall be inserted between sections 3 and 4 of the said Executive Order 9472 a new section to read as follows:",
        "\"4. The Administrator is hereby authorized to provide and issue, under such regulations as he may prescribe, a Merchant Marine Honorable Service Button, as public evidence of honorable service in the merchant marine, to any person who receives a certificate of substantially continuous service pursuant to the provisions of the act of June 23, 1943, ch. 142, 57 Stat. 162.\"",
        "2. Section 5 of the said Executive Order is amended to read as follows:",
        "\"6. The design of the plaques, medal, ribbons and service button herein authorized shall not duplicate the design of any plaques, medals, ribbons or service buttons awarded by the War Department, Navy Department, or the Coast and Geodetic Survey.\"",
        "3. Sections 4 4 and 6 of the said Executive Order are renumbered as sections 5 and 7 respectively.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nFebruary 5, 1946"
    ],
    "citation": "Harry S Truman, Executive Order 9692-Amending Executive Order 9472 of August 29, 1944, Establishing Certain Awards for the Merchant Marine Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278400"
}