{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9727-possession-control-and-operation-certain-railroads",
    "doc": "executive-order-9727-possession-control-and-operation-certain-railroads",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 9727-Possession, Control, and Operation of Certain Railroads",
    "date": "May 17, 1946",
    "content": [
        "WHEREAS after investigation I find and proclaim that as a result of labor disturbances there are interruptions, or threatened interruptions, of the operations of the transportation systems, plants, and facilities owned or operated by carriers by railroad named in the list attached hereto and made a part hereof; that the war effort will be unduly impeded and delayed by such interruptions; that it has become necessary to take possession and assume control of the said transportation systems, plants, and facilities for purposes that are needful or desirable in connection with the present wartime emergency; and that the exercise, as hereinafter specified, of the powers vested in me is necessary to insure in the national interest the operation of the said transportation system, plants, and facilities:",
        "NOW, THEREFORE, by virtue of the power and authority vested in me by the Constitution and laws of the United States, including section 9 of the Selective Training and Service Act of 1940 as amended by section 3 of the War Labor Disputes Act (57 Stat. 164), the Act of August 29, 1916 (39 Stat. 619, 645), and the First War Powers Act, 1941 (55 Stat. 838), as President of the United States and Commander in Chief of the Army and Navy, it is hereby ordered as follows:",
        "1. Possession and control of the transportation systems, plants, and facilities owned or operated by the carriers by railroad named in the list attached hereto and made a part hereof are hereby taken and assumed, through the Director of the Office of Defense Transportation (hereinafter referred to as the Director), as of four o'clock P. M., May 17, 1946; but such possession and control shall be limited to real and personal property and other assets used or useful in connection with the operation of the transportation systems of the said carriers. If and when the Director finds it necessary or appropriate to carry out the purposes of this order, he may, by appropriate order, take possession and assume control of all or any part of any transportation system of any other carrier by railroad located in the continental United States.",
        "2. The Director is directed to operate, or arrange for the operation of, the transportation systems, plants, and facilities taken under or pursuant to the order in such manner as he deems necessary to assure to the fullest possible extent continuous and uninterrupted transportation service.",
        "3. In carrying out the provisions of this order the Director may act through or with the aid of such public or private instrumentalities or persons as he may designate, and may delegate such of his authority as he may deem necessary or desirable, with power of successive redelegation. The Director may issue such general and special orders, rules and regulations as may be necessary or appropriate to carry out the provisions, and to accomplish the purposes, of this order. All Federal agencies shall comply with the directives of the Director issued pursuant to this order and shall cooperate to the fullest extent of their authority with the Director in carrying out the provisions of this order.",
        "4. The Director shall permit the management of carriers whose transportation systems, plants, and facilities have been taken under, or which may be taken pursuant to, the provisions of this order to continue their respective managerial functions to the maximum degree possible consistent with the purposes of this order. Except so far as the Director shall from time to time otherwise provide by appropriate order or regulation, the boards of directors, trustees, receivers, officers, and employees of such carriers shall continue the operation of said transportation systems, plants, and facilities, including the collection and disbursement of funds thereof, in the usual and ordinary course of the business of the carriers, in the names of their respective companies, and by means of any agencies, associations, or other instrumentalities now utilized by the carriers.",
        "5. Except so far as the Director shall from time to time otherwise determine and provide by appropriate orders or regulation, existing contracts and agreements to which carriers whose transportation systems, plants, and facilities have been taken under, or which may be taken pursuant to, the provisions of this order are parties, shall remain in full force and effect. Nothing in this order shall have the effect of suspending or releasing any obligation owed to any carrier affected hereby, and all payments shall be made by the persons obligated to the carrier to which they are or may become due. Except as the Director may otherwise direct, there may be made, in due course, payments of dividends on stock, and of principal, interest; sinking funds, and all other distributions upon bonds, debentures, and other obligations; and expenditures may be made for other ordinary corporate purposes.",
        "6. Subject to applicable provisions of existing law, including the orders of the Office of Defense Transportation issued pursuant to Executive Order 8989, as amended, the said transportation systems, plants, and facilities shall be managed and operated under the terms and conditions of employment in effect at the time possession is taken under this order. The Director shall recognize the right of the workers to continue their membership in labor organizations, to bargain collectively through representatives of their own choosing with the representatives of the owners of the carriers, subject to the provisions of applicable statutes and Executive Orders, as to matters pertaining to wages to be paid or conditions to prevail after termination of possession and control under this order; and to engage in concerted activities for the purpose of such collective bargaining or for other mutual aid or protection, provided that in his opinion such concerted activities do not interfere wit the operation of the transportation systems, plants, and facilities taken hereunder, or which may be taken pursuant hereto.",
        "7. Except as this order otherwise provides and except as the Director may otherwise direct, the operation of the transportation systems, plants, and facilities taken hereunder, or which may be taken pursuant hereto, shall be in conformity with the Interstate Commerce Act, as amended, the Railway Labor Act, as amended, the Safety Appliance Acts, the Employers' Liability Acts, and other applicable Federal and State laws, Executive Orders, local ordinances, and rules and regulations issued pursuant to such laws, Executive Orders, and ordinances.",
        "8. Except with the prior written consent of the Director, no receivership, reorganization, or similar proceeding affecting any carrier whose transportation system, plants, and facilities are taken hereunder, or which may be taken pursuant hereto, shall be instituted, and no attachment by mesne process, garnishment, execution, or otherwise shall be levied on or against any of the real or personal property or other assets of any such carrier, provided that nothing herein shall prevent or require approval by the Director of any action authorized or required by any interlocutory or final decree of any United States court in reorganization proceedings now pending under the Bankruptcy Act or in any equity receivership cases now pending.",
        "9. For the purposes of paragraphs 1 to 8, inclusive, of this order, there are hereby transferred to the Director the functions, powers, and duties vested in the Secretary of War by that part of section 1 of the said Act of August 29, 1916, reading as follows:",
        "\"The President, in time of war, is empowered, through the Secretary of War, to take possession and assume control of any system or systems of transportation, or any part thereof, and to utilize the same, to the exclusion as far as may be necessary of all other traffic thereon, for the transfer or transportation of troops, war material and equipment, or for such other purposes connected with the emergency as may be needful or desirable.\"",
        "10. The Director may request the Secretary of War to furnish protection for persons employed or seeking employment in the plants, facilities, or transportation systems of which possession is taken hereunder, or which may be taken pursuant hereto, to furnish protection for such plants, facilities, and transportation systems, and to furnish equipment, manpower, and other facilities or services deemed necessary by the Director to carry out the provisions, and to accomplish the purposes, of this order. The Secretary of War is authorized and directed, upon such request, to take such action as he deems necessary to furnish such protection, equipment, manpower, or other facilities or services.",
        "11. From and after four o'clock p.m., on the said 17th day of May, 1946, all properties taken under this order shall be conclusively deemed to be within the possession and control of the United States without further act or notice.",
        "12. Possession, control, and operation of any plant or facility, or of any transportation system, or any part thereof, or of any real or personal property taken under this order, or which may be taken pursuant hereto, shall be terminated by the Director when he determines that such possession, control, and operation are no longer necessary to carry out the provisions, and to accomplish the purposes, of this order.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nMay 17, 1946",
        "LIST",
        "1. Abilene & Southern Railway Company, Texas & Pacific Bldg., Dallas 2, Tex.\n2. The Ahnapee and Western Railway Company, Green Bay, Wis.\n3. The Akron & Barberton Belt Railroad Company, Barberton, Ohio\n4. The Akron, Canton & Youngstown Railroad Company, 12 East Exchange Street, Akron 8, Ohio\n5. The Alabama Great Southern Railroad Company, Washington 13, D.C.\n6. Alabama, Tennessee and Northern Railroad Company, A. T. & N. Bldg., 106 St. Joseph Street, Mobile 8, Ala.\n7. Algers, Winslow and Western Railway Company, Indianapolis, Indiana\n8. Allegheny & South Side Railway Company, Pittsburgh, Pa.\n9. Alton and Southern Railroad, East St. Louis, Ill.\n10. The Alton Railroad Company (Henry A. Gardner, Trustee), 340 West Harrison Street, Chicago 7, Ill.\n11. The Ann Arbor Railroad Company, Railway Exchange Bldg., St. Louis 1, Mo.\n12. Apalachicola Northern Railroad Company, Barnett National Bank Bldg., Jacksonville, Fla.\n13. Asherton and Gulf Railway Company (Guy A. Thompson, Trustee) Missouri Pacific Bldg., St. Louis 3, Mo.\n14. Ashley, Drew & Northern Railway Company, Crossett, Ark.\n15. Asphalt Belt Railway Company (Guy A. Thompson, Trustee) Missouri Pacific Bldg., St. Louis 3, Mo.\n16. The Atchison, Topeka and Santa Fe Railway company, 80 East Jackson Blvd., Chicago 4, Ill.\n17. Atlanta & Saint Andrews Bay Railway Company, Dothan, Ala.\n18. Atlanta and West Point Rail Road Company, 4 Hunter St., S.E., Atlanta 3, Ga.\n19. Atlanta Terminal Company, Atlanta, Ga.\n20. Atlantic and East Carolina Railway Company, Kinston, N.C.\n21. Atlantic and Yadkin Railway Company, Greensboro, N.C.\n22. Atlantic Coast Line Railroad Company, 71 Broadway, New York 6, N.Y.\n23. The Baltimore and Annapolis Railroad Company, 204-206 West Camden Street, Baltimore 1, Maryland\n24. The Baltimore and Ohio Chicago Terminal Railroad Company, Grand Central Station, Chicago 7, Ill.\n25. The Baltimore and Ohio Railroad Company, Baltimore & Ohio Bldg., Baltimore 1, Md.\n26. Barre and Chelsea Railroad Company, Montpelier, Vt.\n27. The Beaumont, Sour Lake & Western Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n28. Beaver, Meade and Englewood Railroad Company, Railway Exchange Bldg., St. Louis, Mo.\n29. Belt Railway Company of Chattanooga, Atlanta, Ga.\n30. The Belt Railway Company of Chicago, 47 West Polk Street, Chicago 5, Ill.\n31. Benwood and Wheeling Connecting Railway Company, Wheeling Steel Corporation Bldg., Wheeling, W. Va.\n32. Berlin Mills Railway, Berlin, N. H.\n33. Bessemer and Lake Erie Railroad Company, P. O. Box 536, Pittsburgh 30, Pa.\n34. Blue Ridge Railway Company, Washington 13, D. C.\n35. Boston and Albany Railroad (The New York Central Railroad Company Lessee), 466 Lexington Avenue, New York 17, N. Y.\n36. Boston and Maine Railroad, North Station Bldg., Boston 14, Mass.\n37. Brooklyn Eastern District Terminal, 111 Broadway, New York 6, N.Y.\n38. Burlington-Rock Island Railroad Company, Union Station, Houston 2, Texas\n39. Bush Terminal Railroad Company, 100 Broad Street, New York 4, N.Y.\n40. Butte, Anaconda & Pacific Railway Company, 25 Broadway, New York 4, N.Y.\n41. California Western Railroad & Navigation Company, San Francisco, Calif.\n42. Camas Prairie Railroad Company, King Street Station, Seattle 4, Wash.\n43. Campbell's Creek Railroad Company, Union Trust Bldg., Cincinnati, Ohio\n44. Canadian National Railway Company (Lines in the United States), 360 McGill Street, Montreal, Que.\n45. Canton Railroad Company, Canton House, South and Water Streets, Baltimore 2, Md.\n46. Carolina and Northwestern Railway Company, Washington 13, D.C.\n47. Cedar Rapids and Iowa City Railway, Cedar Rapids, Iowa\n48. Central of Georgia Railway Company (M. P. Callaway, Trustee) Savannah, Ga.\n49. The Central Railroad Company of New Jersey (Shelton Pitney and Walter P. Gardner, Trustees), Jersey City Terminal, Jersey City 2, N.J.\n50. Central Vermont Railway, Inc., 360 McGill St., Montreal, Que.\n51. The Champlain and St. Lawrence Railroad Company (Canadian National Railway Company, Lessee), 360 McGill St., Montreal, Que.\n52. Charleston & Western Carolina Railway Company, Wilmington, N.C.\n53. Chattanooga Traction Company, Chattanooga, Tenn.\n54. The Chesapeake and Ohio Railway Company, Terminal Tower, Cleveland 1, Ohio\n55. Chicago & Eastern Illinois Railroad Company, 332 South Michigan Avenue, Chicago 4, Illinois\n56. Chicago & Illinois Bldg., Springfield, Ill.\n57. Chicago & Illinois Western Railroad, 135 E. 11th Place, Chicago 5, Ill.\n58. Chicago and North Western Railway Company, 400 West Madison Street, Chicago 6, Ill.\n59. Chicago and Western Indiana Railroad Company, 47 West Polk Street, Chicago 5, Ill.\n60. Chicago, Attica & Southern Railroad Company (Charles F. Propst, Receiver), Attica, Indiana\n61. Chicago, Aurora and Elgin Railroad Company (Arthur L. Schwartz, Trustee), Chicago 3, Ill.\n62. Chicago, Burlington & Quincy Railroad Company, 547 West Jackson Blvd., Chicago 6, Ill.\n63. Chicago Great Western Railway Company, 309 West Jackson Blvd., Chicago 6, Ill.\n64. Chicago, Indianapolis and Louisville Railway Company (L. F. Deramus and Holman D. Pettibone, Trustees), 608 So. Dearborn St., Chicago 5, Ill.\n65. Chicago Junction Railway (The Chicago River and Indiana Railroad Company, Lessee) 466 Lexington Ave., New York 17, N.Y.\n66. Chicago, Milwaukee, St. Paul and Pacific Railroad Company, Union Station, Chicago 6, Ill.\n67. Chicago North Shore and Milwaukee Railroad Company (John B. Gallagher and Edward J. Quinn, Trustees), 79 West Monroe Street, Chicago 3, Ill.\n68. Chicago Produce Terminal Company, 135 East 11th Place, Chicago, Ill.\n69. Chicago Short Line Railway Company, South Chicago, Ill.\n70. Chicago South Shore and South Bend Railroad, 327 South LaSalle Street, Chicago 4, Ill.\n71. The Chicago River and Indiana Railroad Company, 466 Lexington Ave., New York 17, N. Y.\n72. The Chicago, Rock Island and Pacific Railway Company (Joseph B. Fleming, and Aaron Colnon, Trustees), LaSalle Street Station, Chicago 5, Ill.\n73. Chicago, Saint Paul, Minneapolis and Omaha Railway Company, 400 West Madison St., Chicago 6, Ill.\n74. Chicago Union Station Company, 210 So. Canal Street, Chicago, Ill.\n75. Chicago, West Pullman & Southern Railroad Company, 180 North Michigan Avenue, Chicago 1, Ill.\n76. Cincinnati, Burnside & Cumberland River Railway Company, Washington 13, D.C.\n77. The Cincinnati, New Orleans and Texas Pacific Railway Company, Washington 13, D.C.\n78. The Cincinnati Union Terminal Company, 1301 Freeman Ave., Cincinnati, Ohio\n79. The Cleveland Union Terminals Company, 1324 West Third Street, Cleveland 13, Ohio.\n80. Clinchfield Railroad Company, 71 Broadway, New York 6, N.Y.\n81. The Colorado and Southern Railway Company, C. A. Johnson Bldg., Denver 2, Colo.\n82. The Colorado & Wyoming Railway Company, Continental Oil Bldg., Denver Colo.\n83. Columbia & Cowlitz Railway Company, Tacoma, Wash.\n84. Columbia, New Berry and Laurens Railroad Company, Columbia, S.C.\n85. Columbia Union Station Company, Columbia, S.C.\n86. Columbus and Greenville Railway Company, Columbus, Miss.\n87. Copper Range Railroad Company, Houghton, Mich.\n88. Cornwall Railroad Company, Lebanon, Pa.\n89. Corwlitz, Chehalis & Cascade Railway, Chehalis, Wash.\n90. Cumberland and Pennsylvania Railroad Company, Baltimore 2, Md.\n91. Curtis Bay Railroad Company, Baltimore & Ohio Bldg., Baltimore 1, Md.\n92. The Cuyahoga Valley Railway Company, 3551 Jennings Road, Cleveland 1, Ohio\n93. Danville and Western Railway Company, Washington 13, D.C.\n94. The Delaware and Hudson Railroad Corporation, 230 Park Avenue, New York 17, N.Y.\n95. The Delaware, Lackawanna and Western Railroad Company, 140 Cedar Street, New York 6, N.Y.\n96. Delray Connecting Railroad Company, Detroit, Michigan\n97. The Denver and Intermountain Railroad Company, Denver 2, Colo.\n98. The Denver and Rio Grande Western Railroad Company (Wilson McCarthy and Henry Swan, Trustees) Rio Grande Bldg., Denver 1, Colo.\n99. The Denver and Salt Lake Railway Company, Denver National Bldg., Denver 2, Colo.\n100. Des Moines & Central Iowa Railroad, Des Moines, Iowa\n101. Des Moines Union Railway Company, Union Station Bldg., Chicago 6, Ill.\n102. Detroit and Mackinac Railway Company, Tawas City, Mich.\n103. The Detroit and Toledo Shore Line Railroad Company, Cleveland 1, Ohio\n104. Detroit Terminal Railroad Company, Detroit, Mich.\n105. Detroit, Toledo and Ironton Railroad Company, Michigan Ave. at Schaefer Rd., Dearborn, Mich.\n106. Donora Southern Railroad Company, Cleveland 5, Ohio\n107. Duluth, Missabe and Iron Range Railway Company, Wolvin Bldg., Duluth 2, Minn.\n108. The Duluth, South Shore and Atlantic Railway Company (Edward A. Whitman and P. L. Solether, Trustees), First National Soo Line Bldg., Minneapolis 2, Minn.\n109. Duluth, Winnipeg and Pacific Railway Company, Montreal, Que.\n110. The East Broad Top Railroad and Coal Company, 1421 Chestnut Street, Philadelphia, Pa.\n111. East Erie Commercial Railroad, Erie, Pa.\n112. East St. Louis Junction Railroad Company, Livestock Exchange Bldg., National Stock Yards, Ill.\n113. East Tennessee and Western North Carolina Railroad Company, Johnson City, Tenn.\n114. Elgin, Joliet and Eastern Railway Company, 208 South LaSalle Street, Chicago 4, Ill.\n115. Erie Railroad Company, Midland Bldg., Cleveland, Ohio\n116. Escanaba and Lake Superior Railroad Company, Wells, Mich.\n117. The Federal Valley Railroad Company, 466 Lexington Avenue, New York 17, N.Y.\n118. Florida East Coast Railway Company (Scott M. Loftin and John W. Martin, Trustees), Jacksonville 1, Fla.\n119. Fonda, Johnston and Gloversville Railroad Company, Gloversville, N.Y.\n120. Fore River Railroad Corporation, Quincy, Mass.\n121. Fort Dodge, Des Moines & Southern Railway Company, Boone, Iowa\n122. The Fort Street Union Dept Company, General Motors Bldg., Detroit 2, Mich.\n123. Fort Worth and Denver City Railway Company, 307 West 6th St., Fort Worth 2, Texas\n124. Frankfort & Cincinnati Railroad Company, Frankfort, Ky.\n125. Gainesville Midland Railroad Company, P.O. Box 1675, Atlanta, Ga.\n126. Galveston, Houston and Henderson Railroad Company, Galveston, Texas\n127. Georgia & Florida Railroad (W. V. Griffin and H. W. Purvis, Receivers), Augusta, Ga.\n128. Georgia Rail Road & Banking Company, Operated as the Georgia Railroad by Lessees: Atlantic Coast Line Railroad Company; Louisville and Nashville Railroad Company, 4 Hunter St., S. E., Atlanta 3, Ga.\n129. Georgia Southern and Florida Railway Company, Washington 13, D.C.\n130. Grand Trunk Western Railroad Company, 360 McGill Street, Montreal, Quebec\n131. Great Northern Railway Company, 175 Eat Fourth Street, St. Paul 1, Minn.\n132. Green Bay and Western Railroad Company, Green Bay, Wis.\n133. Gulf, Colorado and Santa Fe Railway Company, Galveston, Tex.\n134. Gulf, Mobile and Ohio Railroad Company, 104 St. Francis Street, Mobile 13, Ala.\n135. Harriman and Northeastern Railroad Company, Washington 13, D.C.\n136. Helena Southwestern Railroad Company, 111 West Washington Street, Chicago 2, Ill.\n137. High Point, Randelman, Asheboro and Southern Railroad Company, Washington 13, D.C.\n138. Houston and Brazos Valley Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n139. Houston Belt & Terminal Railway Company, Union Station Bldg., Houston 2, Tex.\n140. Hudson & Manhattan Railroad Company, 30 Church Street, New York, N.Y.\n141. The Huntingdon and Broad Top Mountain Railroad and Coal Company, P.O. Box 391, Huntingdon, Pa.\n142. Illinois Northern Railway, 180 North Michigan Avenue, Chicago 1, Ill.\n143. Illinois Terminal Railroad Company, Central Terminal Bldg., 710 North 12th Blvd., St. Louis 1, Mo.\n144. Indiana Harbor Belt Railroad Company, Union Station, Indianapolis, Ind.\n146. International-Great Northern Railroad Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n147. Interstate Railroad Company, 2500 Fidelity-Philadelphia Trust Bldg., Philadelphia, Pa.\n148. Jacksonville Terminal Company, Jacksonville, Fla.\n149. The Jay Street Connecting Railroad, 71 Water Street, New York, N.Y.\n150. The Kansas City Connecting Railroad Company, Livestock Exchange Bldg., Kansas City, Mo.\n151. Kansas City, Kaw Valley Railroad, Inc., Kansas City, Mo.\n152. The Kansas City Southern Railway Company, Kansas City Southern Bldg., Kansas City 6, Mo.\n153. Kansas City Terminal Railway Company, Union Station, Kansas City 8, Mo.\n154. Kansas, Oklahoma & Gulf Railway Company, Muskogee, Okla.\n155. Kelley's Creek and Northwestern Railroad Company, Western Reserve Bldg., West 9th and Superior Ave., Cleveland, Ohio\n156. Kewaunee, Green Bay and Western Railroad Company, Green Bay, Wis.\n157. Lackawanna and Wyoming Valley Railroad Company, Scranton 5, Pa.\n158. Lake Champlain and Moriah Rail Road Company, Port Henry, N.Y.\n159. Lake Superior & Ishpeming Railroad Company, Marquette, Mich.\n160. The Lake Terminal Railroad Company, Grant Bldg., Pittsburgh 19, Pa.\n161. Lancaster and Chester Railway Company, Lancaster, S.C.\n162. The LaSalle and Bureau County Railroad Company, La Salle, Ill.\n163. Lehigh and New England Railroad Company, 123 So. Broad St., Philadelphia 9, Pa.\n164. Lehigh Valley Railroad Company, 143 Liberty Street, New York 6, N.Y.\n165. Litchfield and Madison Railway Company, 114-116 St. Louis St., Edwardsville, Ill.\n166. Live Oak, Perry & Gulf Railroad Company, Foley, Fla.\n167. The Long Island Rail Road Company, Broad St. Station Bldg., 1617 Pennsylvania Blvd., Philadelphia 4, Pa.\n168. Longview, Portland & Northern Railway Company, Longview, Wash.\n169. The Lorain & west Virginia Railway Company, 626 Huron Road, Cleveland 15, Ohio\n170. Los Angeles Junction Railway Company, 4500 Downey Road, Los Angeles 11, Calif.\n171. Louisiana & Arkansas Railway Company, 114 West 11th St., Kansas City 6, Mo.\n172. The Louisiana and North West Railroad Company, Little Rock, Ark.\n173. Louisiana Southern Railway Company, New Orleans 17, La.\n174. Louisville & Jeffersonville Bridge and Railroad Company, 466 Lexington Ave., New York 17, N.Y.\n175. Louisville and Nashville Railroad Company, 908 W. Broadway, Louisville 1, Ky.\n176. Macon, Dublin & Savannah Railroad Company, Norfolk 10, Va.\n177. Maine Central Railroad Company, Portland 4, Me.\n178. Manistee and Northeastern Railway Company, Manistee, Mich.\n179. Manufacturers' Junction Railway Company, Chicago, Ill.\n180. Manufacturers Railway Company, 2927 So. Broadway, St. Louis 18, Mo.\n181. Maryland and Pennsylvania Railroad Company, Baltimore, Md.\n182. McKeesport Connecting Railroad Company, Suite 2515 Grant Bldg., 330 Grant St., Pittsburgh, Pa.\n183. Meridian and Bigbee River Railway Company (J. C. Floyd, Trustee), Meridian, Miss.\n184. The Midland Terminal Railway Company, Colorado Springs, Colo.\n185. Midland Valley Railroad Company, Muskogee, Okla.\n186. Mineral Range Railroad Company (Edward A. Whitman and P. L. Solether, Trustees), First National Soo Line Bldg., Minneapolis 2, Minn.\n187. The Minneapolis & St. Louis Railway Company, Northwestern Bank Bldg., Minneapolis 2, Minn.\n188. Minneapolis Eastern Railway Company, Minneapolis, Minn.\n189. Minneapolis, Northfield and Southern Railway, Minneapolis 3, Minn.\n190. Minneapolis, St. Paul & Sault Ste. Marie Railroad Company, First National Soo Line Bldg., Minneapolis 2, Minn.\n191. The Minnesota Transfer Railway Company, 2071 University Ave., St. Paul 4, Minn.\n192. Minnesota Western Railway Company, Minneapolis, Minn.\n193. Mississippi Central Railroad Company, Scranton, Pa.\n194. Missouri and Arkansas Railway Company, Harrison, Ark.\n195. Missouri-Illinois Railroad Company, Missouri Pacific Bldg., St. Louis 3, Mo.\n196. Missouri-Kansas-Texas Railroad Company, Railway Exchange Bldg., St. Louis 1, Mo.\n197. Missouri-Kansas-Texas Railroad Company of Texas, Railway Exchange Bldg., St. Louis 1, Mo.\n198. Missouri Pacific Railroad Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n199. Monessen Southwestern Railway Company, Monessen, Pa.\n200. The Monongahela Connecting Railroad Company, 311 Ross St., Pittsburgh 19, Pa.\n201. The Monongahela Railway Company, Pittsburgh, Pa.\n202. Montour Railroad Company, Pittsburgh 22, Pa.\n203. Mount Hood Railroad Company, Hood River, Oreg.\n204. The Nashville, Chattanooga & St. Louis Railway, Nashville 3, Tenn.\n205. New Iberia & Northern Railroad Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n206. The New Jersey and New York Railroad Company (Peter Duryee, Trustee), 50 Church Street, New York 7, N.Y.\n207. New Orleans and Northeastern Railroad Company, Washington 13, D.C.\n208. New Orleans Public Belt Railroad, Municipal Bldg., New Orleans 10, La.\n209. New Orleans Terminal Company, Washington 13, D.C.\n210. New Orleans, Texas & Mexico Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n211. The New York Central Railroad Company, 466 Lexington Ave., New York 17, N.Y.\n212. The New York, Chicago and St. Louis Railroad Company, Terminal Tower, Public Square, Cleveland 1, Ohio\n213. New York Dock Railway, 44 Whitehall St., New York 4, N.Y.\n214. The New York, New Haven and Hartford Railroad Company, (Howard S. Palmer, James Lee Loomis, and Henry B. Sawyer, Trustees), 71 Meadow St., New Haven 6, Conn.\n215. New York, Ontario and Western Railway Company (Raymond L. Gebhardt and Ferdinand J. Sieghardt, Trustees) 330 West 42nd St., New York 18, N.Y.\n216. New York, Susquehanna and Western Railroad Company (Henry K. Norton, Trustee), 160 Market Street, Paterson 1, N.J.\n217. Niagara Junction Railway Company, Buffalo, N.Y.\n218. Norfolk and Portsmouth Belt Line Railroad Company, Norfolk, Va.\n219. Norfolk and Western Railway Company, Roanoke 17, Va.\n220. Norfolk Southern Railway Company, Terminal Station, 1200 E. Main St., Norfolk, Va.\n221. Northampton and Bath Railroad Company 2515 Grant Bldg., Pittsburgh 19, Pa.\n222. Northeast Oklahoma Railroad Company, Miami, Okla.\n223. Northern Pacific Railway Company, 5th & Jackson Streets, St. Paul 1, Minn.\n224. The Northern Pacific Terminal Company of Oregon, union Station, Portland 9, Oregon\n225. Northwestern Pacific Railroad Company, 65 Market Street, San Francisco 5, Calif.\n226. The Ogden Union Railway and Depot Company, Ogden, Utah\n227. Oklahoma City-Ada-Atoka Railway Company, Muskogee, Okla.\n228. The Orange & Northwestern Railroad Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n229. Oregon & Northwestern Railroad Co., Chicago, Ill.\n230. Oregon, California & Eastern Railway Company, San Francisco 5, Calif.\n231. Oregon Electric Railway Company, Portland 7, Oregon\n232. Oregon Pacific and Eastern Railway Company, Portland, Ore.\n233. Oregon Trunk Railway, Portland 7, Ore.\n234. Pacific Electric Railway Company, Pacific Electric Bldg., Los Angeles 14, Calif.\n235. Panhandle and Santa Fe Railway Company, Amarillo, Texas\n236. Paris and Mt. Pleasant Railroad Co., Paris, Texas\n237. Patapsco & Black Rivers Railroad Company, Sparrows Point, Md.\n238. The Pecos Valley Southern Railway Company, Texas & Pacific Bldg., Dallas 2, Texas\n239. The Pennsylvania Railroad Company, Broad St. Station Bldg., 1617 Pennsylvania Blvd., Philadelphia 4, Pa.\n240. Pennsylvania-Reading Seashore Lines, Reading Terminal, Philadelphia 1, Pa.\n241. Peoria and Pekin Union Railway Company, Union Station, Peoria 2, Ill.\n242. Pere Marquette Railway Company, General Motors Bldg., Detroit 2, Mich.\n243. Petaluma and Santa Rosa Railroad Company, 65 Market St., San Francisco 5, Calif.\n244. Philadelphia, Bethlehem and New England Railroad Company, Bethlehem, Pa.\n245. Piedmont and Northern Railway Company, Charlotte, N.C.\n246. Pittsburgh, Allegheny & McKees Rocks Railroad Company, McKees Rocks, Pa.\n247. The Pittsburgh and Lake Erie Railroad Company, 466 Lexington Ave., New York 17, N.Y.\n248. The Pittsburg & Shawmut Railroad Company, Kittanning, Pa.\n249. The Pittsburgh & West Virginia Railway Company, Wabash Bldg., Pittsburgh 22, Pa.\n250. Pittsburgh, Chartiers & Youghiogheny Railway Company, Pittsburgh, Pa.\n251. The Pittsburg, Shawmut and Northern Railroad Company (Thomas C. Buchanan and Robert C. Sproul, Jr., Receivers), St. Marys, Pa.\n252. Port Angeles Western Railroad Company, Port Angeles, Wash.\n253. Port Huron and Detroit Railroad Company, Port Huron, Mich.\n254. Portland Electric Power Company (Thos. W. Deizell and R. L. Clark, Independent Trustee), 1605 S. E. Water Avenue, Portland, Oregon\n255. Portland Terminal Company, Portland, Me.\n256. Port Terminal Railroad Association, Houston, Texas\n257. The Port Utilities Commission of Charleston, S.C., Charleston, S.C.\n258. The Pueblo Union Depot and Railroad Company, Pueblo, Colo.\n259. Pullman Railroad Company, 707 East 11th St., Chicago 28, Ill.\n260. Quanah, Acme & Pacific Railway Company, Quanah, Texas\n261. Rapid City, Black Hills & Western Railroad Company, Rapid City, S. Dak.\n262. Raritan River Rail Road Company, New York, N.Y.\n263. Reading Company, Reading Terminal, Philadelphia 1, Pa.\n264. Richmond, Fredericksburg and Potomac Railroad Company, Richmond, Va.\n265. Rio Grande City Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis, Mo.\n266. The River Terminal Railway Company, 3100 E. 45th St., Cleveland 4, Ohio\n267. Roscoe, Snyder and Pacific Railway Company, Roscoe, Texas\n268. Rutland Railroad Company (William E. Navin and Albert A. Cree, Trustees), Rutland, Vt.\n269. St. Clair Tunnell Company, 360 McGill St., Montreal, Que.\n270. The St. Johnsbury & Lake Champlain Railroad Company (John E. Willis, Trustee), Montpelier, Vt.\n272. St. Joseph Terminal Railroad Company, 803 So. 4th St., St. Joseph 24, Mo.\n273. St. Joseph Union Depot Company, St. Joseph, Mo.\n274. The St. Louis, Brownsville and Mexico Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n275. St. Louis, San Francisco and Texas Railway Company, Transportation Bldg., Fort Worth 2, Texas\n276. St. Louis-San Francisco Railway Company (Frank A. Thompson, Trustee), Frisco Bldg., St. Louis 1, Mo.\n277. St. Louis Southwestern Railway Company (Berryman Henwood, Trustee), Cotton Belt Bldg., St. Louis 2, Mo.\n278. St. Louis Southwestern Railway Company of Texas (Berryman Henwood, Trustee), Cotton Belt Bldg., St. Louis 2, Mo.\n279. The St. Paul Union Depot Company, St. Paul, Minn.\n280. Salt Lake City Union Depot and Railroad Company, Salt Lake City, Utah\n281. San Antonio Southern Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n282. San Antonio, Uvalde & Gulf Railroad Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n283. San Benito and Rio Grande Valley Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n284. San Diego & Arizona Eastern Railway Company, 65 Market St., San Francisco 5, Calif.\n285. Sand Springs Railway Company, Sand Springs, Okla.\n286. San Francisco and Napa Valley Railroad, 815 Third St., Napa, Calif.\n287. Savannah & Atlanta Railway Company, Savannah, Ga.\n288. Seaboard Air Line Railway Company (L. R. Powell, Jr., and Henry W. Anderson, Receivers), S. A. L. Ry. Bldg., Norfolk 10, Va.\n289. Sierra Railroad Company, San Francisco, Calif.\n290. South Buffalo Railway Company, Lackawanna, N.Y.\n291. South Omaha Terminal Railway Company, Omaha, Nebr.\n292. Southern Pacific Company, 65 Market St., San Francisco 5, Calif.\n293. Southern Railway Company, Washington 13, D.C.\n294. Spokane International Railroad Company, Spokane, Washington.\n295. Spokane, Portland and Seattle Railway Company, Portland 7, Ore.\n296. Spokane Union Station, Spokane, Wash.\n297. State of California Operating State Belt Railroad, Foot of Battery St., San Francisco 11, Calif.\n298. The Staten Island Rapid Transit Railway Company 25 Broadway, New York, N.Y.\n299. State University Railroad Company, c/o Southern Railway Company, Washington 13, D.C.\n300. Steelton & Highspire Railroad Company Steelton, Pa.\n301. Sugar Land Railway Company (Guy A. Thompson, Trustee), Missouri Pacific Bldg., St. Louis 3, Mo.\n302. Tavares and Gulf Railroad Company, Norfolk 10, Va.\n303. Tennessee, Alabama & Georgia Railway Company, Chattanooga 2, Tenn.\n304. Tennessee Railroad Company, Oneida, Tenn.\n305. Terminal Railroad Association of St. Louis, union Station, St. Louis, Mo.\n306. Terminal Railway, Alabama State Docks, Mobile, Ala.\n307. Texas and New Orleans Railroad Company, 913 Franklin Ave., Houston, Texas\n308. The Texas and Pacific Railway Company, Texas & Pacific Bldg., Dallas 2, Texas\n309. Texas City Terminal Railway Company, Texas City, Texas\n310. The Texas Mexican Railway Company, 2104 Alamo Natl. Bank Bldg., San Antonio 5, Texas\n311. Texas-New Mexico Railway Company, Texas & Pacific Bldg., Dallas 2, Texas\n312. Texas Pacific-Missouri Pacific Terminal Railroad of New Orleans, St. Louis, Mo.\n313. Texas Short Line Railway Company, Texas & Pacific Bldg., Dallas 2, Texas\n314. Toledo Terminal Railroad Company, Toledo, Ohio\n315. Tooele Valley Railway Company, Kerns Bldg., Salt Lake City 10, Utah\n316. Union Depot Company (Columbus, Ohio), Columbus 15, Ohio\n317. Union Pacific Railroad Company, 15th & Dodge Streets, Omaha 2, Nebr.\n318. Union Railroad Company (Pittsburgh, Pa), 1119 Frick Bldg., Pittsburgh, Pa.\n319. Union Railway Company (Memphis, Tenn.), Memphis, Tenn.\n320. The Union Terminal Company, Dallas 2, Texas\n321. The United States and Canada Rail Road Company (Canadian National Railway Company, Lessee), 360 McGill St., Montreal, Que.\n322. Utah Railway Company, Newhouse Bldg., Salt Lake City, Utah\n323. The Virginian Railway Company, Norfolk 10, Va.\n324. Wabash Railroad Company, Railway Exchange Bldg., St. Louis 1, Mo.\n325. Walla Walla Valley Railway Company, L. C. Smith Bldg., Seattle, Wash.\n326. The Washington Terminal Company, Union Station, Washington, D.C.\n327. Waterloo, Cedar Falls 7 Northern Railroad, Waterloo, Iowa\n328. The Weatherford, mineral Wells and Northwestern Railway Company, Texas & Pacific Bldg., Dallas 2, Texas\n329. The Western Pacific Railroad Company, 526 Mission St., San Francisco 5, Calif.\n330. The Western Railway of Alabama, 4 Hunter St., S. E., Atlanta 3, Ga.\n331. The Wheeling and Lake Erie Railway Company, 626 Huron Road, Cleveland 15, Ohio\n332. Wichita Falls & Southern Railroad Company, Wichita Falls, Tex.\n333. The Wichita Valley Railway Company, 307 West 6th St., Fort Worth 2, Texas\n334. Willamina and Grand Ronde Railway Co., Longview, Wash.\n335. Yadkin Railroad Company, Washington 13, D.C.\n336. Yakima Valley Transportation Company Yakima, Wash.\n337. The Youngstown and Northern Railroad Company, Frick Bldg., Pittsburgh, Pa"
    ],
    "citation": "Harry S Truman, Executive Order 9727-Possession, Control, and Operation of Certain Railroads Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/278563"
}