{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8076-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8076-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8076-Amending the Foreign Service Regulations of the United States",
    "date": "April 04, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter VIII thereof:",
        "CHAPTER VIII",
        "RELATIONS WITHIN THE SERVICE",
        "VIII-1. Supervisory powers of diplomatic representatives. A diplomatic representative shall exercise, under the Department of State, general supervision over the consular officers in the territory to which he is accredited.",
        "In countries where there is a consul general with .supervisory powers, the general supervision of the diplomatic representative over the consular officers in the territory to which he is accredited shall be exercised through the consul general.",
        "Consular officers shall endeavor to comply with the requests and wishes of diplomatic representatives; but they are not required to make any expenditures unless specific authorization has been received in advance from the Department of State. When the affairs of the mission and consulate overlap, every effort shall be made to exchange information on all essential matters.",
        "VIII-2. Jurisdiction of supervising consuls general. Each consulate general is hereby established as a sub-administrative office of the Department of State functioning under the general supervision of the mission accredited to the same country, except in those colonial possessions of certain countries where distance from the mission renders this impossible.",
        "Unless otherwise provided, a consul general shall exercise supervisory power, except in matters pertaining to accounts, over all the consular offices within his supervisory district. Where there are two or more consuls general serving in the same country or colony, the limits of their districts shall be determined by the Secretary of State. If need therefor arises, the Secretary of State may give a consul general supervisory power over consular offices not in the same territorial or political jurisdiction.",
        "The supervising consul general is the immediate superior of the consular officers within his jurisdiction. Every consular officer shall comply with supervisory instructions in so far as they apply to him. Supervising consuls general shall report to the Department of State any failure to observe this provision.",
        "VIII-3. Method of exercising supervisory power of consuls general. Supervisory powers shall ordinarily be exercised by correspondence. However, consuls general may visit the several consular offices in their respective supervisory districts for the purpose of making formal inspections, or for other purposes, provided advance authorization for the trip has been received from the Secretary of State.",
        "VIII-4. General duties of supervising consuls general. Every supervisory consulate general shall act as a clearing house for consular information. Wherever possible, it shall furnish information and make suggestions to the mission on administrative, political, and commercial matters.",
        "Supervising consuls general shall make reports and recommendations tending to the improvement of the service under their supervision.",
        "VIII-5. Jurisdiction of consulates. In the absence of instructions specifically defining the consular district, such district shall include all places nearer to the seat of the consulate than to the seat of any other consulate within the same allegiance.",
        "A consular officer shall not, except under special authorization from the Department of State, take jurisdiction of consular business outside of the limits of his consular district.",
        "VIII-6. Relative rank in the Service. Foreign Service officers assigned to a mission shall rank in the following order of precedence: (a) counselors; (b) first secretaries; (c) second secretaries; (d) third secretaries; and (e) language officers.",
        "Consular officers shall rank as follows: (a) consuls general; (b) consuls; (c) Foreign Service officers commissioned as vice consuls; (d) Foreign Service officers detailed for language study; (e) vice consuls; and (f) consular agents.",
        "If two or more officers at the same post are within one of the above-named groups, the officer holding a commission in the higher or highest class of Foreign Service officers shall take precedence. If two or more officers holding commissions in the same class of Foreign Service officers are at the same post, the one receiving the higher or highest salary shall take precedence; but as to two or more officers receiving the same salary, precedence shall be taken as follows:",
        "(a) At missions-in accordance with the earliest or earlier date of assignment to post",
        "(b) At consulates-in accordance with the earliest or earlier dated consular commission assigning officer to post",
        "(c) At combined offices-in accordance with the date of assignment to post as secretary or date of consular commission assigning officer to post, whichever is earlier.",
        "Seniority among vice consuls shall be governed by priority of dates of consular commissions to the post.",
        "CANCELLATION OF CERTAIN SECTIONS OF REGULATIONS",
        "The following sections of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Section VIII-14.",
        "PART II",
        "Sections I-26, 1-27, VI-94, VI-95, VI-96,  VII-101,  VII-105,  VII-106, XXIV-440, and XXIV-442.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 4, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8076-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368663"
}