{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6736-code-fair-competition-for-the-candy-manufacturing-industry",
    "doc": "executive-order-6736-code-fair-competition-for-the-candy-manufacturing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6736-Code of Fair Competition for the Candy Manufacturing Industry",
    "date": "June 11, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Candy Manufacturing Industry, and hearings having been held thereon, and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition, together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act, and that the requirements of clauses (1) and (2) of sub-section (a) of Section 3 of said Act have been met:",
        "Now, Therefore, I Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the report and recommendations and adopt the findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved; provided, however, that the provisions of Article VII, Section 1, insofar as they prescribe a waiting period between the filing with the Code Authority (i.e. actual receipt by the Code Authority) and the effective date of revised price lists or revised terms and conditions of sale be and they are hereby stayed pending my further order; and provided, that the provisions of Article VIII, Rule 13, insofar as they prohibit the use of premiums, be and they are hereby stayed pending my further order; and provided, further that the provisions of Article VIII, Rule 19, shall not become effective and they are hereby stayed for a period of ten (10) days in order to afford consideration of the objections of any interested parties, and at the expiration of which period the provisions of said Article VIII, Rule 19 shall become effective unless I shall by my further Order otherwise determine or extend such stay; and provided, further, that before September 15, 1934, the Administrator may, after due notice, hold such further hearings as he may deem necessary for the purpose of determining the adequacy of the minimum wages established in this Code.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator for Industrial Recovery.",
        "The White House,June 11, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6736-Code of Fair Competition for the Candy Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362512"
}