{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7833-establishing-hewitt-lake-migratory-waterfowl-refuge",
    "doc": "executive-order-7833-establishing-hewitt-lake-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7833-Establishing Hewitt Lake Migratory Waterfowl Refuge",
    "date": "March 07, 1938",
    "content": [
        "MONTANA",
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands owned or controlled by the United States within the following-described area, comprising 1,200 acres, more or less, in Phillips County, Montana, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "PRINCIPAL MERIDIAN",
        "T. 32 N., R. 32 E.,      Sec. 7, SE¼,      Sec. 8, S½,      Sec. 9, W½SW¼,      Sec. 16, NW¼,      Sec. 17, N½,      Sec. 18, NE¼.",
        "The above-described area is within the known geologic structure of the producing Bowdoin gas field as defined June 30, 1930, and nothing herein shall affect the disposition of the oil and gas deposits therein under the mineral leasing act of February 25, 1920, ch. 85, 41 Stat. 437, as amended.",
        "This refuge shall be known as the Hewitt Lake Migratory Waterfowl Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 7, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7833-Establishing Hewitt Lake Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368757"
}