{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5220-uniform-style-and-safeguarding-proclamations-and-executive-orders",
    "doc": "executive-order-5220-uniform-style-and-safeguarding-proclamations-and-executive-orders",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5220-Uniform Style and Safeguarding of Proclamations and Executive Orders",
    "date": "November 08, 1929",
    "content": [
        "For the purpose of securing uniformity of style and form and for the better safeguarding of the texts of Proclamations and Executive Orders it is directed that:",
        "1. The texts of drafts designed for signature as Proclamations or Executive Orders shall be forwarded in triplicate to the White House through the Department of State which will retain one copy.",
        "2. Every Proclamation or Executive Order shall be supplied with a suitable title.",
        "3. The spelling of geographic names should conform to the most recent decisions of the United States Geographic Board (see Executive Orders of September 4, 1890, and January 23, 1906).",
        "4. The orthography and punctuation shall conform to the most recent edition of the \"Style Manual of the Government Printing Office.\"",
        "5. The text for signature shall be on paper 8X12½ inches with a left margin two inches wide, suitable for uniform binding.",
        "6. The signed original of each Executive Order as well as Proclamation must deposited with the Department of State which is responsible for its custody and also for proof reading and distribution.",
        "HERBERT HOOVER",
        "The White House,November 8, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5220-Uniform Style and Safeguarding of Proclamations and Executive Orders Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360917"
}