{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6731-code-fair-competition-for-the-construction-industry",
    "doc": "executive-order-6731-code-fair-competition-for-the-construction-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6731-A-Code of Fair Competition for the Construction Industry",
    "date": "June 06, 1934",
    "content": [
        "ORDER NO. 244-17",
        "APPOINTMENT OF CHAIRMAN OF NATIONAL CONSTRUCTION PLANNING AND ADJUSTMENT BOARD",
        "Whereas, the Code of Fair Competition for the Construction Industry provides in Article III, Section 5 as follows:",
        "\"Construction Planning & Adjustment Boards.-There shall be established within thirty (30) days from the effective date of this Code, a National Construction Planning and Adjustment Board, and said Board shall consist of twenty-one (21) persons, ten of whom shall be selected by the Industrial Advisory Board of the National Recovery Administration from nominations of the Construction Code Authority and ten shall be selected by the Labor Advisory Board of the National Recovery Administration from nominations of the construction employee organizations, the selection in each case to be subject to the approval of the Administrator, and one person to act as disinterested chairman to be selected by the President upon the recommendation of the Administrator.\" and",
        "Whereas, the Administrator has recommended the appointment of Mr. Sullivan W. Jones to act as such chairman;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by the above-quoted provision do hereby appoint Mr. Sullivan W. Jones to act as disinterested Chairman of the National Construction Planning and Adjustment Board during the pleasure of the Administrator.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 6, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6731-A-Code of Fair Competition for the Construction Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362505"
}