{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8189-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8189-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8189-Amending the Foreign Service Regulations of the United States",
    "date": "July 05, 1939",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter IV thereof:",
        "CHAPTER IV",
        "ADMINISTRATION",
        "IV-1. Transfer of office.",
        "(a) Permanent transfer. A permanent transfer of office shall be effected under the following circumstances:",
        "1. Upon the relinquishment of office by a principal officer who has been transferred",
        "2. Upon the assumption of charge by a new principal officer",
        "3. Upon the death of the principal officer",
        "4. Upon specific instructions from the Department of State.",
        "(b) Temporary transfer. A temporary transfer of office shall be effected:",
        "1. Upon the departure of a principal officer on simple leave of absence",
        "2. Upon the departure of a principal officer on home leave of absence, or home leave under orders",
        "3. Upon specific instructions from the Department of State.",
        "IV-2. Assumption of charge of office.",
        "(a) Transfer of Government-owned property. Upon assuming charge of an office, the diplomatic representative or consular officer shall request the delivery to him of all Government-owned property in the possession of his predecessor or the subordinate in charge, with the exception of the public funds, for which the outgoing officer is responsible to the Government. The officer relinquishing charge may transfer public funds to his successor or forward them to the Department of State for deposit in the Treasury (sec. V-23). If he transfers them to his successor, he shall take proper receipts to be transmitted with his accounts.",
        "(b) Forms executed upon assumption of charge. Upon every transfer of office, whether permanent or temporary, the officer assuming charge and his predecessor, if present, shall jointly execute and sign Form No. 5, Transfer of Office Certificate. When a permanent transfer of office takes place, or when the principal officer departs on home leave of absence, the officer assuming charge shall transmit with Form No. 5 a survey of the Government-owned realty or a report on Government-leased property, as the case may be (secs. IV-6 and IV-8 (d)), and Inventory Transfer Form No. 298 (sec. IV-7).",
        "IV-3. Responsibility of officer in charge for Government-owned property. The officer in charge shall observe and shall require his subordinates to observe the regulations governing the occupation, preservation, and maintenance of Government-owned Foreign Service property prescribed by the Secretary of State, and shall be held liable for any damage thereto occasioned by waste, negligence, or improper usage.",
        "The officer in charge shall also be held responsible for the safeguarding of official records, archives, codes, and devices bearing the insignia of office.",
        "IV-4. Submission of recommendations and estimates in connection with acquisition and maintenance of Government-owned realty. The officer in charge shall make such recommendations and estimates in connection with the acquisition and maintenance of Government-owned realty as are advisable or necessary.",
        "IV-5. Submission of recommendations in connection with the acquisition, maintenance, and disposition of Government-owned property, other than realty. The officer in charge shall make recommendations to the Department of State in connection with the acquisition, maintenance, and disposition of Government-owned property, other than realty, at such times and in such manner as may be prescribed by the Department of State.",
        "IV-6. Survey of Government-owned realty.",
        "(a) Survey to be submitted on transfer of office. Whenever a permanent transfer of office takes place, or when the principal officer departs on home leave of absence, the officer assuming charge shall submit a report, in the form prescribed by the Department of State, on the condition of Government-owned buildings and grounds at the post, if there be any, noting therein any evidence of waste, negligence, or misuse of the property.",
        "(b) Survey to be submitted by Foreign Service inspectors. Whenever a Foreign Service Inspector inspects a post, he shall make a survey report to the Department of State.",
        "IV-7. Inventory of and reports on Government-owned property, other than realty. A card inventory of all Government-owned property., other than realty, of a non-expendable and movable character, including records, archives, seals, and devices bearing the insignia of office, shall be maintained at each post in the Service. Whenever a permanent transfer of office takes place, or the principal officer departs on home leave of absence, the officer assuming charge and the officer relinquishing charge shall jointly check the personal property against the card inventory file and shall execute Form No. 298, which acknowledges the receipt of the personal property.",
        "IV-8. Leased Foreign Service quarters.",
        "(a) Execution, renewal, and termination of leases. The officer in charge is hereby authorized to execute a lease agreement for Foreign Service quarters in the name of the Secretary of State, provided the quarters selected, the rental to be paid therefor, and a draft of the proposed lease agreement shall have been approved by the Department of State.",
        "In renewing or terminating a lease, an officer shall be guided by the rules and regulations prescribed by the Secretary of State.",
        "(b) Responsibility of officer in charge for leased quarters. Subject to the terms of the lease agreement, the officer in charge shall observe and shall require his subordinates to observe the regulations prescribed by the Secretary of State for the occupation, preservation, and maintenance of leased Foreign Service property.",
        "The officer in charge shall be held liable for any loss which the Government as lessee may sustain by reason of damage to leased property occasioned by waste, negligence, or improper usage.",
        "(c) Submission of recommendations and estimates in connection, with the maintenance of leased quarters. The officer in charge shall make such recommendations and estimates in connection with the maintenance of leased quarters as are in conformity with the terms of the lease agreement.",
        "(d) Report on leased quarters to be submitted on transfer of office and on visit of Foreign Service inspectors. Whenever a permanent transfer of office takes place, or when the principal officer departs on home leave of absence, the officer assuming charge shall submit a report, in the form prescribed by the Department of State, on the condition of leased quarters, noting therein any evidence of waste, negligence, or misuse of the property. A similar report shall be submitted by a Foreign Service inspector whenever he inspects the post.",
        "IV-9. Restrictions on place of residence of diplomatic representatives and consular officers.",
        "(a) Residence of diplomatic representative. A diplomatic representative may establish a temporary residence at a place other than the seat of mission, provided that such residence is 'within the confines of the country to which he is accredited and at a point convenient to the mission, and provided that the office of the mission is opened dally by a secretary thereof. He shall report to the Department the location of such residence and the dates of his departure thereto and return therefrom.",
        "(b) Residence of consular officer. A consular officer shall reside in the town or city in which his office is located, unless a special exemption has been made at a particular post. A consular officer shall not reside outside of his consular district.",
        "IV-10. Office hours. Diplomatic and consular offices shall be kept open for the convenience of the public from 9:00 a. m. to 4:30 p. m. continuously from Monday to Friday, inclusive, and from 9:00 a. m. to 1:00 p. m. on Saturdays throughout the year except on days declared holidays by act of Congress or executive order. On national holidays of the country in which the office is located, the office shall be closed for the transaction of business of a routine nature, but shall be open to receive American citizens who may have urgent business with the office.",
        "All officers and employees of the Foreign Service shall be required to work not less than seven hours a day from Monday to Friday, inclusive, and not less than four hours on Saturdays throughout the year except on holidays and during absence on annual or sick leave.",
        "The Secretary of State may in his discretion order a rearrangement of office hours at particular posts where local custom, climatic conditions, or the exigencies of the Service warrant such rearrangement, but may not authorize a shorter working day for officers and employees of the Foreign Service.",
        "IV-11. Leaves of absence. Officers and employees of the Foreign Service may avail themselves of statutory leave subject to regulations prescribed by the Secretary of State governing the granting of such leave.",
        "IV-12. Reports of leaves of absence. The officer in charge shall report to the Department the absence from his post of any officer or employee, whether on leave or otherwise.",
        "IV-13. Submission of administrative reports. The officer in charge shall submit such administrative reports as may be required by the Department of State. Instructions with reference to the time of submitting such reports and the form required shall be carefully observed. When printed forms are used, officers are enjoined to read carefully and to adhere strictly to any instructions appearing thereon.",
        "IV-14. Use of coat of arms of the United States.",
        "(a) At missions. The coat of arms of the mission shall be placed above the principal entrance of the diplomatic representative's residence, and the office of the mission, when these are separate from his residence, unless such procedure is in conflict with local custom.",
        "(b) At consulates. The coat of arms of the consulate shall be placed over the entrance to the consulate unless specifically prohibited by the laws of the country.",
        "(c) At combined offices. At combined offices only the coat of arms of the mission shall be displayed on the outside of the premises. If the consular section of the combined office is organized as a distinct unit occupying a suite of connecting rooms, the consular coat of arms may, in the discretion of the chief of mission, be displayed above the main entrance thereto from the waiting room or interior hallway.",
        "IV-15. Care and display of the flag.",
        "(a) Care of flag. Officers shall use and care for the flag of the United States in a manner indicative of deep respect for the national emblem. Every precaution shall be exercised for its preservation.",
        "(b) Display of flag. The flag shall be flown over an American mission or consulate between the hours of sunrise and sunset on all American national holidays and flag days, on all holidays in the country in which the mission or consulate is located, and on such other occasions as the officer in charge may deem appropriate. When necessary, the flag may also be flown for purposes of protection.",
        "IV-16. Official mourning. Upon the death of the President of the United States, the flag shall be flown at half-staff daily for one month.",
        "Officers shall observe the usual symbols of mourning. They shall not entertain formally and shall excuse themselves from attendance at any formal social function. Mourning bands, black ties, or other mourning symbols may appropriately be worn.",
        "CANCELLATION OF REGULATIONS",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Sections V-6, VI-1, VI-2, VI-3, VI-5 to VI-11, inclusive, XVI-1, XVI-3, and XVII-1 to XVII-5, inclusive.",
        "PART II",
        "Sections III-57, III-59 to III-68, inclusive, III-70, VI-98, XXIV-429 to XXIV-433, inclusive, XXIV-464 to XXIV-470, inclusive, and XXIV-472 to XXIV-474, inclusive.",
        "REVOCATION OF EXECUTIVE ORDERS",
        "The following executive orders are hereby revoked:",
        "Executive Order No. 5469 dated October 22, 1930",
        "Executive Order No. 5624 dated May 15, 1931",
        "Executive Order No. 5707 dated September 4, 1931",
        "Executive Order No. 5825 dated March 26, 1932",
        "Executive Order No. 7013 dated April 16, 1935",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 5, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8189-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368694"
}