{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8889-amending-regulations-governing-the-exportation-articles-and-materials",
    "doc": "executive-order-8889-amending-regulations-governing-the-exportation-articles-and-materials",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8889-Amending Regulations Governing the Exportation of Articles and Materials Designated in Proclamations Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940",
    "date": "September 02, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 6 of the act of Congress approved July 2, 1940, entitled \"AN ACT To expedite the strengthening of the national defense\", 54 Stat. 712, 714, as amended, I hereby prescribe that sections 7 and 8 of Executive Order 8712, dated March 15, 1941, shall be amended to read as follows:",
        "7. Export licenses shall not be transferred except by written authorization of the Secretary of State. All export licenses are subject to revocation without notice. If not revoked, licenses are valid for one year from the date of issuance.",
        "8. No article or material, the exportation of which is prohibited or curtailed pursuant to the said section 6, shall be loaded or carried onto an exporting carrier for export by water or by air or presented to such an exporting carrier for loading or presented to the collector of customs for inspection and clearance for exportation until an original license therefor, or such other document as the Secretary of State shall prescribe, has been presented to the collector of customs at the port at which the article or material is to be so loaded, carried, or presented. No such article or material shall be mailed for exportation until an original license, or such other document as the Secretary of State shall prescribe, has been presented to the postmaster at the post office where the article or material is to be mailed. If the article or material is to be exported by any means of export other than by water, air, or mail, such license or other document need not be presented to the collector of customs prior to loading, carrying onto, or presentation to, the exporting carrier, but must be presented to the collector of customs at the port of exit prior to inspection by the customs inspectors or other export inspection officials at that port, and at all events prior to exportation. Upon specific authorization to collector of customs or postmaster by the Secretary of State, the presentation of a license may be waived.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 2, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8889-Amending Regulations Governing the Exportation of Articles and Materials Designated in Proclamations Issued Pursuant to the Provisions of Section 6 of the Act of Congress Approved July 2, 1940 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372188"
}