{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8733-withdrawing-public-land-aid-flood-control-oklahoma",
    "doc": "executive-order-8733-withdrawing-public-land-aid-flood-control-oklahoma",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8733-Withdrawing Public Land in Aid of Flood Control, Oklahoma",
    "date": "April 10, 1941",
    "content": [
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered that, subject to the conditions therein expressed and to all valid existing rights, the following-described public lands be, and they are hereby, temporarily withdrawn from settlement, location, sale, entry, or other disposal, and reserved for use in connection with the Canton Dam and Reservoir project on the North Canadian River, in Oklahoma, under the supervision of the War Department, as authorized by the act of June 28, 1938, c. 795, 52 Stat. 1215:",
        "INDIAN MERIDIAN",
        "T. 19 N., R. 13 W.",
        "PARCEL NO. 1",
        "The following-described subdivisions, including the accretions thereto:",
        "Sec. 29, lot 3, S ½ SE ¼ and NW ¼ SE ¼",
        "Sec. 32, NE ¼ and N ½ SE ¼;",
        "containing 388.2 acres more or less.",
        "PARCEL NO. 2",
        "All those portions of the following-described subdivisions situated below an elevation of 1,642 feet above mean sea level:",
        "Sec. 20, lots 3, 4 and 8 and W ½ SW ¼",
        "Sec. 29, lots 1, 2, 4, 5 and 6, NE ¼ NE ¼, W ½ NW ¼, SE ¼ NW ¼ and SW ¼;",
        "Sec. 30, S ½ NE ¼ and SE ¼",
        "Sec. 31, NE ¼",
        "Sec. 32, NW ¼;",
        "containing 500 acres more or less.",
        "PARCEL NO. 3",
        "A right-of-way described as follows:",
        "Sec. 32, road right-of-way through S ½ NW ¼, being a strip of land extending 50 feet on each side of the following-described center line:",
        "Beginning at a point on the west boundary of said section, 2,490 feet south of the northwest corner thereof, thence east parallel to the latitudinal quarter section line 2,643 feet to the meridianal quarter section line;",
        "containing 6.1 acres more or less.",
        "Parcel No. 2 is subject to use by the Secretary of the Interior for Indian school, agency, and other Indian administrative purposes, to such an extent as will not interfere with the construction of the dam and reservoir, the flooding of the lands, and the operation of the project.",
        "This order shall continue in force until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 10, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8733-Withdrawing Public Land in Aid of Flood Control, Oklahoma Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210551"
}