{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8561-selective-service-regulations",
    "doc": "executive-order-8561-selective-service-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8561-Selective Service Regulations",
    "date": "October 04, 1940",
    "content": [
        "By virtue of the authority vested in me by the Selective Training and Service Act of 1940, approved September 16, 1940, I hereby prescribe Volume Five of regulations governing the administration of said Act, such regulations to be known as the Selective Service Regulations:",
        "VOLUME FIVE-FINANCE",
        "CONTENTS",
        "SECTION XXXIX. GENERAL:                                                                    ParagraphUse of appropriations: Limitations----------------------------------------------------501Contracts not to exceed appropriations ----------------------------------------------502Powers of the Director of Selective Service ------------------------------------------503Powers of the Governor -------------------------------------------------------------504Chief of Finance, United States Army, fiscal agent------------------------------------505State procurement officers-----------------------------------------------------------506Estimate of expenses: Local, appeal, and medical advisory boards -------------------507Estimate of expenses: State procurement officers ------------------------------------508Report of obligations: State procurement officers-------------------------------------509Office assistants: Authority for employment-------------------------------------------510Office assistants: Powers of the Governor or the Director of Selective Service -------511",
        "SECTION XL. COMPENSATION FOR PERSONAL SERVICES: RATES AND RULES GOVERNING:Voluntary services--------------------------------------------------------512Uncompensated services-------------------------------------------------513Dual compensation ------------------------------------------------------514Pay of members of the Army, Navy, Marine Corps, and Coast Guard----515Rates of compensation for officials at State Headquarters ----------------516Office assistants, local boards: Rates when compensated-----------------517Office assistants, boards of appeal: Rates when compensated ------------518Office assistants, temporary: Rates when compensated -------------------519",
        "SECTION XLI. EXPENSES OTHER THAN FOR PERSONAL SERVICES:Rent of offices -------------------------------------------------------520Telephone for office use: Authorization -------------------------------521Certification of bills for telephone and telegraph------------------------522Purchase of property, equipment, and supplies: General --------------523Purchase of property, equipment, and supplies: Requisitions-----------524Purchase of property, equipment, and supplies: Purchase Order-------525Purchase of property, equipment, and supplies: Bills and Invoices-----526Purchase of property, equipment, and supplies: Receiving Report-----527Supplies and Services for examining physician------------------------528Services for medical advisory board----------------------------------529Travel: Authorization -------------------------------------------------530Travel and subsistence expense --------------------------------------531Meal or lodging ticket (Form 256) -----------------------------------532Transportation request (Form 1030): Use and preparation -----------533",
        "SECTION XLII. PROPERTY (EQUIPMENT): PURCHASE AND ACCOUNTABILITY:Property of the United States----------------------------------------534Property: Expendable and nonexpendable ---------------------------535Government property: Accountability for ----------------------------536Quarterly report required -------------------------------------------537Transfer of property: Procedure -------------------------------------538Unserviceable property: Condemnation of --------------------------539Unserviceable property: Sale of--------------------------------------540Unserviceable property: Disposition of funds arising from sale--------541Obsolete blank forms: Disposition of---------------------------------542",
        "SECTION XLIII. VOUCHERS: USE AND PREPARATION:General---------------------------------------------------------------------543Preparation of W.D., F.D. Form No. 28 by State procurement officer-------544Payment of entire personnel of board or headquarters upon same voucher---545Computation of time in payment of personal services of employees    who are being paid on a monthly or per annum basis----------------------546Computation of time in payment of per diem employees----------------------547Voucher for personal services-----------------------------------------------548Preparation of Form 1034 by State procurement officer---------------------549Public voucher for telephone and telegraph service--------------------------550Voucher for reimbursement of expenses incident to official travel------------551",
        "SECTION XLIV. PERSONNEL REGULATIONS, INCLUDING PERTINENT EXTRACT FROM THE CIVIL SERVICE RULES AND REGULATIONS:Authorization for employment---------------------------------552Appointments without competitive examination ---------------553Appointing officers -------------------------------------------554Citizenship ---------------------------------------------------555Requests for certification of eligibles---------------------------556Method of certification----------------------------------------557Salary rates---------------------------------------------------558Assignment to duty--------------------------------------------559Appointment notice-------------------------------------------560Other appointment forms--------------------------------------561Appointment papers to be submitted to the Director-----------562United States civil service districts-----------------------------563",
        "SECTION XLV. SAMPLES OF STANDARD PAY ROLL DESIGNATIONS, CLASSIFICATION GRADES, SALARY RANGES, AND DESCRIPTIONS OF DUTIES:Explanation of Section -------------------------------------------------564Under clerk, CAF-1 ($1,260 to $1,620 per annum) -------------------565Under clerk-typist, CAF-1 ($1,260 to $1,620 per annum)-------------566Junior typist, CAP-1 ($1,260 to $1,620 per annum) -------------------567Junior clerk, CAF-2 ($1,440 to $1,800 per annum) --------------------568Junior clerk-typist, CAF-2 ($1,440 to $1,800 per annum)--------------569Junior clerk-stenographer, CAF-2 ($1,440 to $1,800 per annum) ------570Senior typist, CAP-2 ($1,440 to $1,800 per annum) -------------------571Junior stenographer, CAF-2 ($1,440 to $1,800 per annum)------------572Assistant clerk, CAF-3 ($1,620 to $1,980 per annum) -----------------573Assistant clerk-typist, CAF-3 ($1,620 to $1.980 per annum) ----------574Assistant clerk-stenographer, CAP-3 ($1,620 to $1,980 per annum) --575Head typist, CAF-3 ($1,620 to $1,980 per annum) -------------------576Senior stenographer, CAF-3 ($1,620 to $1.980 per annum) -----------577Clerk, CAF-4 ($1,800 to $2,160 per annum) -------------------------578Clerk-typist, CAF-4 ($1,800 to $2,160 per annum) ------------------579Clerk-stenographer, CAF-4 ($1,800 to $2,160 per annum) -----------580Principal stenographer, CAF-4 ($1,800 to $2,160 per annum) --------581Senior clerk, CAF-5 ($2,000 to $2,600 per annum) ------------------582",
        "VOLUME FIVE-FINANCE",
        "SECTION XXXIX-GENERAL",
        "ParagraphUse of appropriations: Limitations ----------------------------------------------501Contracts not to exceed appropriations-----------------------------------------502Powers of the Director of Selective Service ------------------------------------503Powers of the Governor -------------------------------------------------------504Chief of Finance, United States Army, fiscal agent------------------------------505State procurement officers-----------------------------------------------------506Estimate of expenses: Local, appeal, and medical advisory boards -------------507Estimate of expenses: State procurement officers-------------------------------508Report of obligations: State procurement officers ------------------------------509Office assistants: Authority for employment-------------------------------------510Office assistants: Powers of the Governor or the Director of Selective Service--511",
        "NOTE.-The first paragraph of Volume Five is numbered 501.",
        "501. Use of appropriations: Limitations. Appropriations made by Congress for expenses in the administration of the selective service law may be used only for payment for personal services and for other expenses necessary to the establishment, operation, and maintenance of the selective system authorized by the selective service law. The use of money for purposes other than those for which appropriated is prohibited by law.",
        "502. Contracts not to exceed appropriations. Obligating the Government by any agreement for future payment of money in excess of appropriations is prohibited by law,",
        "503. Powers of the Director of Selective Service. The Director of Selective Service may authorize such lawful expenditures as he deems necessary in the administration of the selective service law.",
        "504. Powers of the Governor. The Governor of a State, in addition to such powers as may be delegated to him by law or these Regulations, is authorized:",
        "a. To appoint such persons as he may deem necessary for the maintenance and operation of his State headquarters for selective service, subject to procedure prescribed in section XLIV, \"Personnel Regulations.\"",
        "b. To authorize and approve the maximum monthly allowance for office assistants for local boards (par. 517) and boards of appeal (par. 518).",
        "c. To authorize such telephone installations as he may deem necessary for his State headquarters (par. 521).",
        "d. To purchase, or authorize the purchase of, such property, equipment, and supplies as he may deem necessary for the maintenance and operation of his State headquarters (par. 524).",
        "505. Chief of Finance, United States Army, fiscal agent. The Chief of Finance, United States Army, is designated as the fiscal, disbursing, and accounting agent of the Director of Selective Service. Disbursement of funds for the selective service system shall be made by the Chief of Finance, upon properly certified vouchers, through designated finance officers. The Governor of each State shall be notified by the Director of Selective Service of the name and location of the finance officer to whom the vouchers will be forwarded for payment.",
        "506. State procurement officers. In each State, a State procurement officer for selective service shall be appointed, upon recommendation of the Governor. He shall report to the Governor for duty at State headquarters. He shall be charged with procuring and accounting. for supplies and equipment, and with approving vouchers for all purposes.",
        "507. Estimate of expenses: Local, appeal, and' medical advisory board. a. When the organization of a local board, board of appeal, or medical advisory board is completed, the chairman shall cause to be prepared an estimate of expenses for the first month of operations. The estimate shall be entered on DSS Form 254, in duplicate, and shall be signed by a member of the board. The original shall be forwarded to the Governor and the copy retained in the files of the board.",
        "b. Not later than the 5th day of each month thereafter a similar estimate of expenses for the month shall be prepared and submitted.",
        "508. Estimate of expenses: State procurement officers. Before the 10th day of each month, the State procurement officer shall prepare an Estimate of Expenses (DDS Form 261) for the entire State for that month. On this form he shall consolidate what he estimates will be the expenses of the local, appeal, and medical advisory boards and State headquarters. He shall submit the estimate to the Governor for approval. After approval, it shall be forwarded to the Director of Selective Service, Washington, D. C., not later than the 10th day of the month.",
        "509. Report of obligations: State procurement officers. Before the 10th of each month the State procurement officer shall prepare on DSS Form 260 a report of obligations for the entire State for the preceding month. On this report shall be consolidated all the obligations of the local, appeal, and medical advisory boards and State headquarters. When completed, it shall be signed and forwarded to the Chief of Finance, U S. Army, Washington, D. C., as fiscal agent.",
        "510. Office assistants: Authority for employment, a. All civilian employees receiving compensation from the Federal Government, other than those employed by local boards, shall be employed and compensated in accordance with the Classification Act of 1923, as amended, and the provisions of the civil service laws.",
        "b. Before any compensation is paid to any person, including per diem employees and such persons whose rates of compensation have been changed subsequent to a previous appointment, an Order Authorizing Employment of Office Assistants (DSS Form 250) must be executed by the local, appeal, or medical advisory board and distributed as follows:",
        "1 copy to Director of Selective Service.     1 copy to State procurement officer.     1 copy to be retained by board.",
        "511. Office assistants: Powers o the Governor or the Director of Selective Service. When the Director of Selective Service or the Governor of a State deems the employment of any clerk or other assistant unnecessary, or the compensation authorized excessive, he shall order the discontinuance of such employment or take the proper steps to secure a reduction of such compensation.",
        "SECTION XL-COMPENSATION FOR PERSONAL SERVICES: RATES AND RULES GOVERNING",
        "ParagraphVoluntary services---------------------------------------------------------512Uncompensated services--------------------------------------------------513Dual compensation -------------------------------------------------------514Pay of members of the Army, Navy, Marine Corps. and Coast Guard-----515Rates of compensation for officials at State headquarters------------------516Office assistants, local boards: Rates when compensated------------------517Office assistants, boards of appeal: Rates when compensated-------------518Office assistants, temporary: Rates when compensated -------------------519",
        "512. Voluntary services. Voluntary services in the administration of the selective service law may be accepted and should be encouraged. Persons performing voluntary services, having been appointed or designated, according to law and these Regulations, shall sign a Waiver of Pay (DSS Form 257) and shall be considered to be persons engaged in the administration of the selective service system.",
        "513. Uncompensated services. The services of the following persons engaged in the administration of the selective service system shall be uncompensated by the selective service system. Each shall sign a waiver of pay (par. 512).",
        "Members of local boards.     Members of boards of appeal.     Members of medical advisory boards.     Members of advisory boards for registrants.     Government appeal agents.     Examining physicians.     Interpreters.",
        "514. Dual compensation. Attention is directed to the several statutory provisions prohibiting or restricting the receipt of dual compensation from the United States. No person receiving salary or compensation from the United States Government should be appointed to the selective service system without first ascertaining the eligibility of such person to receive dual compensation. Complete details may be submitted to the Director of Selective Service for his advice and approval.",
        "515. Pay of members of the Army, Navy, Marine Corps, and Coast Guard. Members of the Army, Navy, Marine Corps, and Coast Guard, or their reserve components, when on active duty in the service of the United States and assigned to duty with the selective service system shall receive the pay and allowances provided by law. The travel and travel allowances of such officers, when properly authorized, shall be paid from selective service funds. (See DSS Form 251.)",
        "516. Rates of compensation for officials at State headquarters. The State director of selective service and State procurement officer, if civilians, shall be compensated at rates to be approved by the Director of Selective Service, upon the recommendation of the Governor. (See sec. XIV)",
        "517. Office assistant, local boards: Rates when compensated. a. Each local board may employ one clerk and may from time to time, as the occasion requires, employ assistant clerks or stenographers. (See par. 510b.)",
        "b. Necessary clerical and stenographic employees of local boards may be appointed and compensated without regard to the Classification Act of 1923, as amended, and without regard to the provisions of civil service laws.",
        "c. A clerk shall not be paid in excess of $150 per month, and an assistant clerk or stenographer shall not be paid in excess of $100 per month, except upon specific authority of the Director of Selective Service, at the recommendation of the Governor. These rates are maximum only.",
        "d. The maximum allowance per board, as set forth in subparagraph e below, should be kept in mind and such allowance distributed among as many assistants as may be required.",
        "e. The maximum monthly allowance for office assistants for any local board shall be determined by the number of registrants under the jurisdiction of each board. As soon as such number is determined, the chairman of each local board shall furnish the Governor, on a Certificate as to Number of Registrants (DSS Form 263), the number of registrants under the jurisdiction of his board. The Governor shall then approve and authorize, on DSS Form 262, in triplicate, the initial maximum monthly allowance for office assistants for each local board in his State, under authority contained in a letter to him from the Director of Selective Service. The initial maximum allowance authorized by the Governor shall not be exceeded except upon the approval of the Director of Selective Service.",
        "If the number of registrants within the jurisdiction of any local board thereafter increases or decreases sufficiently to change the maximum monthly allowance, the chairman of that board shall furnish to the Director of Selective Service, through the Governor, a new certificate (DSS Form 263), and the Director of Selective Service may then amend the initial allowance accordingly. Upon receipt of DSS Form 262, in duplicate, from the Governor, the local board shall attach the original to the first payroll (par. 548) submitted, and shall retain the other copy in the files of the local board. The maximum monthly allowance for office assistants for each local board shall be determined by the following schedule:",
        "",
        "f. Any unused portion of the monthly allowance for office assistants of a local board may be carried forward from month to month during any fiscal year to the credit of such board, and may be expended by the board for additional services required during periods of emergency, upon the approval of the Director of Selective Service at the recommendation of the Governor.",
        "g. Nothing in this paragraph shall be construed as restricting voluntary services without compensation. (See pax. 512.)",
        "518. Office assistants, boards of appeal: Rates when compensated. a. Each board of appeal shall have one clerk and may have one or more assistant clerks or stenographers. (See par. 510.)",
        "b. A clerk shall not be paid in excess of $150 per month, and any additional clerical assistant shall not be paid in excess of $120 per month, except upon specific authority of the Director of Selective Service at the recommendation of the Governor. These figures are maximum only.",
        "c. The maximum allowance per board of appeal for office assistants shall be $270 per month. In contracting for personal services, the maximum allowance should be kept in mind, and the maximum allowance distributed among as many assistants as shall be required. The Governor shall approve and authorize on DSS Form 262, in triplicate, an amount not to exceed the maximum monthly allowance for office assistants for each board of appeal in his State, under authority contained in a letter to him from the Director of Selective Service. The maximum allowance authorized by the Governor shall not be exceeded except upon the approval of the Director of Selective Service. Upon receipt of DSS Form' 262, in duplicate, from the Governor the board of appeal shall attach the original to the first payroll (par. 548) submitted, and shall retain the other copy in the file of the board of appeal.",
        "519. Office assistants, temporary: Rates when compensated. Temporary employees shall not be paid in excess of $1 per hour or $5 in any one day. No temporary employee shall be employed for a period to exceed 10 days in any one month, nor shall such person be so employed if the maximum allowance (pars. 517 and 518) for office assistants will be exceeded for any one month, except upon specific authority of the Director of Selective Service at the recommendation of the Governor. (See sec. XLIV.)",
        "SECTION XLI-EXPENSES OTHER THAN FOR PERSONAL SERVICES",
        "ParagraphRent of Offices -------------------------------------------------------------520Telephone for official use: Authorization-------------------------------------521Certification of bills for telephone and telegraph -----------------------------522Purchase of property, equipment, and supplies: General --------------------523Purchase of property, equipment, and supplies: Requisitions ----------------524Purchase of property, equipment, and supplies: Purchase Order-------------525Purchase of property, equipment, and supplies: Bills and invoices------------526Purchase of property, equipment, and supplies: Receiving Report-----------527Supplies and services for examining physician ------------------------------528Services for medical advisory board----------------------------------------529Travel: Authorization ------------------------------------------------------530Travel and subsistence expense--------------------------------------------531Meal or lodging ticket (Form 256) ----------------------------------------532Transportation request (Form 1030): Use and preparation-----------------533",
        "520. Rent of offices. a. When practicable the offices of local boards, boards of appeal, and State headquarters shall be located in public buildings.",
        "b. Existing regulations governing the leasing of space require that such leases shall be submitted to the Public Buildings Administration for clearance in advance of execution of the lease. This requirement has been temporarily waived so that the local boards and others concerned with the administration of the selective service law need not be delayed in the rental of quarters.",
        "c. When space in public buildings is not available an office shall be rented. Before leasing an office, competition must be secured from three or more sources in order to obtain the lowest rental possible for suitable space. The result of this competition shall be shown on Standard Form 1036, which shall be attached to the lease.",
        "d. \"SEC. 322. Hereafter no appropriation shall be obligated or expended for the rent of any building or part of a building to be occupied for Government purposes at a rental in excess of the per annum rate of 15 per centum of the fair market value of the rented premises at date of the lease under which the premises are to be occupied by the Government nor for alterations, improvements, and repairs of the rented premises in excess of 25 per centum of the amount of the rent for the first year of the rental term, or for the rental term if less than one year: * * .\" (Economy Act of June 30, 1932, 47 Stat. 412.) \"Provided further,That the provisions of this section as applicable to rentals, shall apply only where the rental to be paid shall exceed $2,000 per annum.\" .(Economy Act of March 3, 1933, 47 Stat. 1517.) No Government funds shall be spent for alterations, improvements, or repairs, except with the approval of the Director of Selective Service, upon recommendation of the Governor.",
        "e. Where leases involve an annual rental rate of $2,000 or more, a Statement of Fair Market Value (DSS Form 270), with necessary supporting papers, shall be attached to the lease.",
        "f. Subject to the above, the State procurement officer is authorized to lease offices for local and appeal boards and for State headquarters. Each lease shall be executed in behalf of the Government of the United States, on Standard Form No. 2, for a period not to exceed 1 year, with the privilege of renewal. The lease should, if practicable, include heat, light, water, and janitor service. The lease shall contain a provision for cancellation upon 30 days' notice in writing by either the lessor or the Government, the Director of Selective Service, or the Governor.",
        "g. When other than the owner of the property executes the lease, adequate evidence of the agent's or representative's authority to sign the lease shall be obtained and shall be attached to the lease.",
        "h. Each lease executed by the State procurement officer and by the lessor, on Standard Form No. 2, shall be in quintuplicate, all copies of which shall be signed by the contracting parties. The State procurement officer, after making proper notations for record purposes, shall send the original, properly numbered, to the General Accounting Office, Washington, D. C., one copy each to the lessor and the chairman of the board or Governor, and two copies to the finance officer designated to make payments.",
        "i. When a lease has been executed it will be reported on a Request for Approval of Lease (P-SC Form No. 6) in triplicate. Two of the forms shall be mailed to the Commissioner of Public Buildings, Federal Works Agency, Washington, D. C., and one copy shall be mailed to the Director of Selective Service.",
        "j. Rental bills for fractional parts of a month shall be computed on the basis of the actual number of days of the month.",
        "k. Officers of the Procurement Division of the United States Treasury Department who are located in the various States will be requested by the Secretary of the Treasury to render all possible assistance in the processing of leases.",
        "521. Telephone for office use: Authorization. a. A telephone may be installed in the office of a local board or board of appeal when requested by the chairman, or in State headquarters. Telephones shall be used for official business only.",
        "b. Contracts for telephone installation shall be executed by the State procurement officer on Standard Form No. 40, in quintuplicate. All copies of the contracts shall be signed by the contracting parties. The original, properly numbered, shall be sent to the General Accounting Office, Washington, D. C., one copy each to the telephone company and chairman of the board or the Governor, and two copies to the finance officer designated to make payment.",
        "(For payment of bills, see paragraphs 522 and 550)",
        "522. Certification of bills for telephone and telegraph, a. Telephone and telegraph bills shall contain the following certificate signed by the chairman of the board:",
        "I certify that the above account is correct and that the service was rendered for prompt transaction of official business.",
        "b. The chairman of the board should notify the telephone and telegraph companies that their bills must contain the following certificate:",
        "I certify that the above bill is correct and just; that payment therefor has not been received; that the rates charged were in effect at the time the services were rendered; and that such rates are not in excess of those charged the general public for similar services.",
        "c. Long-distance telephone tolls-Statutory provisions. \"* * * hereafter no part of this or any other appropriation for any executive department, establishment, or agency shall be used for the payment of long-distance telephone tolls except for the transaction of public business which the interests of the Government require to be so transacted; and all such payments shall be supported by a certificate by the head of the department, establishment, or agency concerned, or such subordinates as he may specially designate, to the effect that the use of the telephone in such instances was necessary in the interest of the Government.\" (Sec. 4, act May 10, 1939, 53 Stat.738)",
        "d. Certificates. In compliance with subparagraph c above, a certificate shall be required to support payments of official long-distance telephone tolls. The certificate shall be executed only by such officers as may be appointed and designated by the Director of Selective Service as certifying officers for such purposes. For uniformity in such certifications the following is prescribed for each public voucher and for each travel or station expense reimbursement voucher that includes toll charges for official long-distance telephone calls:",
        "Pursuant to section 4 of the act approved May 10, 1939, 53 Stat. 738 I certify that the use of the telephone for the official long-distance calls listed herein was necessary in the interest of the Government.",
        "e. The Director of Selective Service shall furnish the General Accounting Office with a certified copy of each order of appointment of such certifying officers.",
        "f. Interzone messages can ordinarily be made by calling the same telephone operators who serve the metropolitan area, while special operators must be utilized for long-distance calls beyond the established telephone zones. Interzone messages need not be classed as long-distance toll messages with respect to the requirement as to special certification to telephone invoices. Local and interzone charges need not be specially certified.",
        "g. Telegrams on official business shall be endorsed with the words, \"Selective service--Official business--Government rate,\" and should have indicated thereon the class of service (day message, day letter, night message, or night letter).",
        "h. Designated finance officers shall pay vouchers covering charges for telegrams, cablegrams, radiograms, and telephone calls properly certified to them by the State procurement officer. For preparation of vouchers covering such expenses, see par. 550.",
        "523. Purchase of property, equipment, and supplies: General. a. The State procurement officer for selective service, upon receiving proper authorization from the Director of Selective Service through the Chief of Finance, United States Army, shall procure, or authorize the procuring of, the necessary property, equipment, and supplies for the various boards and for St at e headquarters, within the limitation of the funds provided.",
        "b. When it is impracticable for the State procurement officer to make a purchase in compliance with the request of the chairman of a local board or board of appeal, he may authorize the chairman to make the purchase.",
        "c. When practicable, purchases should be made from the General Schedule of Supplies, prepared under the direction of the Secretary of the Treasury. State procurement officers of the Procurement Division of the United States Treasury Department will be requested by the Secretary of the Treasury to render all possible assistance in the procurement of such property, equipment, and supplies.",
        "d. No contract shall be negotiated or entered into for the procurement of supplies or services from any firm or company with which any person authorizing or making the purchase is in any way connected as a member, officer, agent, or employee.",
        "e. Purchase of supplies and equipment produced, mined, or manufactured outside the United States is prohibited by law.",
        "f. The selective service law permits the selective service system to obtain by loan or gift such equipment and supplies as may be needed. Such loans or gifts should be encouraged, but persons making such loans should be reminded that the Government is not responsible for the care or safekeeping of such articles.",
        "524. Purchase of property, equipment, and supplies: Requisitions. The Governor or the chairman of a board, using a Requisition for Supplies (DSS Form 259), shall request the State procurement officer for selective service to furnish such property, equipment, and supplies as the Governor or chairman deems necessary for his headquarters or board.",
        "525. Purchase of property, equipment, and supplies: Purchase Order. A Purchase Order (DSS Form 258) shall be prepared in four copies by the officer making the purchase. The copies shall be distributed as follows:",
        "One copy to vendor.",
        "Three copies to State procurement officer, who shall transmit two copies to the finance officer, as prescribed in par. 549 f, and shall retain one copy.",
        "526. Purchase of property, equipment, and supplies: Bills and invoices, a. All bills and invoices of whatever nature shall be prepared in duplicate and sent-to the State procurement. officer by the vendor.",
        "b. In order to expedite payment, the officer making the purchase should notify the vendor at the time of the purchase to submit invoices in duplicate, only the original of which shall be signed, to the State procurement officer. The original only of such invoices shall bear the following certificate, duly signed:",
        "I certify that the above bill is correct and just; that payment therefor has not been received; that except as otherwise noted all of the articles, materials, and supplies furnished under purchase order No...... if unmanufactured articles, materials, and supplies, have been mined or produced in the United States, and if manufactured articles, materials, and supplies, they have been manufactured in the United States substantially all from articles, materials, or supplies mined, produced, or manufactured, as the case may be, in the United States; and that State or local sales taxes are not included in the amount billed.",
        "527. Purchase of property, equipment, and supplies: Receiving Report. a. Upon receipt of the property, equipment, or supplies ordered, a Receiving Report (DSS Form 264), shall be made out by the officer responsible for property (see par. 536). Three copies will be distributed as follows:",
        "One copy to be retained by officer responsible for property.",
        "Two copies to State procurement officer, who, after completing the form and making proper notation for record purposes, transmits one copy to the finance officer, as prescribed in par. 549 f, and retains one copy.",
        "b. Receiving officers shall forward receiving reports promptly, in order that advantage may be taken of any discount offered by the vendor.",
        "528. Supplies and services for examining physician, a. The chairman of each local board is authorized to request the State procurement officer for selective service to furnish such supplies as may be required by the examining physician of such board (DSS Form 259).",
        "b. When it is not practicable for the State procurement officer to furnish the necessary supplies, he may authorize the chairman of the local board to purchase them.",
        "c. The chairman of each local board may authorize such special examinations and laboratory tests as he deems necessary and shall cause to be forwarded to the State procurement officer for payment the bill for such examinations and tests after affixing his approval. Such bill or invoice shall contain the following certificate by the person or laboratory rendering such services:",
        "I certify that the above bill is correct and just; that payment therefor has not been received; that the rates charged were in effect at the time the services were rendered; and that such rates are not in excess of those charged the general public for similar services.",
        "529. Services for medical advisory board. The chairman of a medical advisory board shall authorize such special examinations and laboratory tests as he may deem necessary and shall cause to be forwarded to the State procurement officer for payment the bill for such examinations and tests after affixing his approval. The bill or statement shall contain the following certificate by the person or laboratory rendering such services:",
        "I certify that the above bill is correct and just; that payment therefor has not been received; that the rates charged were in effect at the time the services were rendered; and that such rates are not in excess of those charged the general public for similar services.",
        "530. Travel: Authorization. a. To the extent provided by appropriation made therefor the following may authorize travel at Government expense in the execution of the selective service law:",
        "The Director of Selective Service.",
        "The Governor of a State for the travel of the selective service personnel of his State.",
        "b. DSS Form 251 shall be used to authorize official travel.",
        "531. Travel and subsistence expense. The amount of travel and subsistence expense or the per diem allowance is fixed in Standardized Government Travel Regulations, when not otherwise provided for by law.",
        "532. Meal or lodging ticket (Form256). a. Books of meal or lodging tickets shall be supplied to the Governor by the Director of Selective Service for issuance to local boards. Tickets shall be issued by local boards to provide necessary meals or lodgings, at customary hours, for registrants ordered to report to medical advisory boards or to induction stations. One ticket may be used to provide meals or lodgings for a group of registrants.",
        "b. For a registrant ordered to report to a medical advisory board, meals or lodgings shall be provided for the time spent in travel from the local board to the medical advisory board and return, and for the three days or less that a registrant may be before a medical advisory board.",
        "c. For a registrant ordered to report to an induction station, meals or lodgings shall be provided from the time the registrant reports at the local board to the time he is scheduled to arrive at the induction station.",
        "d. The value of such meals or lodgings shall not exceed the following amounts:",
        "Breakfast -------------------------$0.50     Lunch -------------------------------.50     Dinner-------------------------------.75     Lodging, per day-------------------1.50",
        "e. When a meal or lodging ticket is issued to a registrant, the memorandum copy shall be completed and forwarded to the Governor. The stub, with the pertinent information thereon, shall be retained in the book.",
        "f. No erasures or alterations of any kind shall be made. If an error is detected or a ticket is erroneously made out, the ticket and memorandum copy shall be marked \"Canceled\" and returned to the Governor, who shall in turn forward both to the Director of Selective Service.",
        "g. When all tickets in a book have been used, the book shall be forwarded to the Governor,. who after crediting the board will forward the book to the Director of Selective Service, Washington, D. C.",
        "h. Meal or lodging tickets are in the nature of checks. Unused books should be kept under lock and key and care taken that the books or the tickets do not fall into the hands of unauthorized persons. The books shall be receipted for and accounted for separately from other supplies.",
        "i. Expenditures authorized under this paragraph shall be subject to and limited by appropriations made for such purposes.",
        "533. Transportation request (Form 1030): Use and preparation, a. Transportation requests shall be issued for both land and water transportation, including ocean travel, and for sleeping car service. Land and water transportation embraces transportation by a common carrier, holding itself out and commonly recognized as such, which maintains a service for the general public. Books of transportation requests (Form 1030) shall be supplied to the Governor by the Director of Selective Service for issuance to local boards for use as follows:",
        "When it is necessary to transport selected registrants from local board to induction stations;",
        "When it is necessary to transport a registrant from the office of a local board to the office of a medical advisory board and return, and when travel is performed by officers or employees incident to the provisions of the selective service law.",
        "b. In the preparation of transportation requests the typewriter shall be used when practicable; otherwise ink or indelible pencil. The use of ordinary lead pencil is prohibited.",
        "c. The local board shall enter the estimated cost of transportation on the memorandum copy.",
        "d. The memorandum copies (Form 1031) of all transportation requests issued shall be detached and mailed under the same cover at the close of the day on which issued, directly to the Finance Office, United States Army, Transportation Branch, Washington, D. C.",
        "e. No alteration shall be made above the signature of the issuing officer. In case of errors requiring erasures, the request shall be canceled and a new request issued. If explanations are required, they shall be made on the back of the request.",
        "f. If a transportation request is canceled before the memorandum copy, Form 1031, has been forwarded to the Finance Office, United States Army, Transportation Branch, Washington, D.C., the canceled request and memorandum copy shall be forwarded to the Finance Office. If cancelation occurs after the memorandum copy, Form 1031. has been forwarded to the Finance Office, the canceled request shall be promptly forwarded.",
        "g. Great care must be exercised in safeguarding transportation requests. Blank transportation requests should be kept under lock and key and care exercised that they do not fall into the hands of unauthorized persons. Should they get into the hands of unauthorized persons through loss or theft and tickets be procured thereon, the carrier is entitled to payment for the transportation furnished, and it shall be incumbent upon the issuing officer or traveler charged with the care of the requests to take every precaution to prevent such loss or theft.",
        "h. When transportation requests are lost or stolen, the person to whom the book was issued or the traveler shall immediately notify the Director of Selective Service, Washington, D.C., giving the serial numbers of the requests. The Director of Selective Service will immediately notify the Finance Officer, U. S. Army, giving the serial numbers of the missing requests and the name of the person to whom such requests were issued.",
        "i. If a lost or stolen transportation request is later recovered, it shall not be used, but shall be canceled and forwarded to the Director of Selective Service, Washington, D. C.",
        "j. When all the transportation requests have been issued or canceled, the book with the tabulation sheet (Form 1029) shall be forwarded to the Governor who, after crediting the Board, shall forward it to the Director of Selective Service, Washington, D.C.",
        "SECTION XLII-PROPERTY (EQUIPMENT): PURCHASE AND ACCOUNTABILITY",
        "ParagraphProperty of the United States--------------------------------------------534Property: Expendable and nonexpendable ------------------------------535Government property: Accountability for -------------------------------536Quarterly report required-----------------------------------------------537Transfer of property: Procedure ----------------------------------------538Unserviceable property: Condemnation of ------------------------------539Unserviceable property: Sale of-----------------------------------------540Unserviceable property: Disposition of funds arising from sale -----------541Obsolete blank forms: Disposition of------------------------------------542",
        "534. Property of the United States. All equipment, including furniture and supplies of whatever character, purchased with Government funds is the property of the United States and must be accounted for. Such property shall be used solely for the transaction of Government business.",
        "535. Property: Expendable and non-expendable. Government property is d1vided into two classes: expendable property and nonexpendable property. Expendable property consists of stationery, envelopes, letterheads, pen points, pencils, pins, ink, blotting paper, and similar items. Nonexpendable property consists of furniture and office equipment, such as desks, tables, chairs, benches, filing cases, safes, typewriters, and similar items.",
        "536. Government property: Accountability for. a. The chairman of a local, appeal, or medical advisory board is responsible to the State procurement officer for property of the United States in the possession of his board. A receipt, DSS Form 253, signed by the chairman of each board shall be forwarded to the Governor upon delivery of any Government property into the possession of such board.",
        "b. The State procurement officer is accountable to the Federal Government for all Government property purchased by or issued to the selective service system within his State and shall be required to keep accurate records of such property.",
        "537. Quarterly report required. On the last day of March, June, September, and December of each year every selective service official within a State who is responsible for Government property shall render a report to the Governor on DSS Form 253. The report shall show each article of nonexpendable property owned by the United States that is in the possession of his State headquarters or board on the date of the report.",
        "538. Transfer of property: Procedure. a. Whenever any accountable or responsible officer is relieved from office for any cause, he shall transfer the property to his successor. The transfer shall be effected by the preparation, in triplicate, of lists, DSS Form 253, containing each article of property in the possession of the headquarters or board at the time of the transfer. The incoming officer shall acknowledge receipt of the property by signing all copies of the list and having his signature witnessed by the outgoing officer. The original shall be forwarded to the Governor, one copy filed in the office of the headquarters or board, and the third retained by the outgoing officer.",
        "b. Upon receipt of the original by the Governor, the property on the list shall be checked with the property account of the outgoing officer. If all property charged the outgoing officer has been accounted for, notice of his clearance shall be sent to him.",
        "c. The State procurement officer shall not authorize the payment of any outgoing officer until after the clearance has been issued.",
        "539. Unserviceable property: Condemnation of. a. Whenever any headquarters or board has any nonexpendable property which has become unserviceable, the responsible officer shall submit an inventory of the property, in duplicate, to the Governor. An inspector, appointed by the Governor, shall examine the property, endorse on the original and copy of the inventory his findings and recommendation, and send them to the Governor. The Governor shall by endorsement order the property sold or such other disposition made as he may deem proper. He shall send the duplicate to the responsible officer and file the original.",
        "b. All property disposed of under condemnation proceedings shall be dropped from the next quarterly report (par. 537).",
        "540. Unsdrviceable property: Sale of. All unserviceable property ordered sold by the Governor shall be disposed of for cash at public auction or to the highest bidder on sealed proposals, after due public notice and in such market as the public interest may require.",
        "541. Unserviceable property: Disposition of funds arising from sale. Money received from the sale of any unserviceable property, after expenses have been deducted, shall be turned over to the State procurement officer. He shall forward it to the designated finance officer.",
        "542. Obsolete blank forms: Disposition of. Whenever blank forms or other printed matter have become obsolete, the Director of Selective Service will order their disposition.",
        "SECTION XLIII-VOUCHERS: USE AND PREPARATION",
        "ParagraphGeneral ------------------------------------------------------------------------543Preparation of W. D., F. D. Form No. 28 by State procurement officer---------544Payment of entire personnel of board or headquarters upon same voucher-------545Computation of time in payment of personal services of employeeswho are being paid on a monthly or per annum basis ---------------------------546Computation of time in payment of per diem employees------------------------547Voucher for personal services -------------------------------------------------548Preparation of Form 1034 by State procurement officer------------------------549Public voucher for telephone and telegraph services ----------------------------550Voucher for reimbursement of expenses incident to official travel-----------------551",
        "543. General. For selective service purposes, vouchers are divided into three classes: Voucher for Personal Services (DSS Form 255); Public Voucher for Purchases and Services other than Personal (Standard Form No. 1034); and Voucher for Per Diem and/or Reimbursement of Expenses Incident to Official Travel (Standard Form 1012).",
        "544. Preparation of W.D., F.D. Form No. 28 by State procurement officer, a. W.D., F.D. Form No. 28 shall be prepared as the first carbon copy of all vouchers and shall be transmitted to the finance officer making payment who. upon final completion, shall forward the form to the Chief of Finance. This form is required for that portion of the pay roll or voucher which contains statistical data, i. e., complete subprocurement authority including purpose number and appropriation symbol with the amount expended. These forms shall be requisitioned from the finance officers making payment in sufficient numbers to meet estimated requirements for a period of 6 months.",
        "b. The use of rubber stamps for recording subprocurement authority numbers or other statistical data on any copies of vouchers is prohibited.",
        "c. No changes shall be made on these additional statistical pages unless changes are made on all copies of the applicable voucher, in which case the erroneous data shall be lined out and the correct data inserted by typewriter and carbon process, so that the statistical page furnished to the Chief of Finance will be an exact copy of the original voucher.",
        "545. Payment of entire personnel of board or headquarters upon same voucher. The entire personnel employed at any board or headquarters should be paid upon the same voucher for any service rendered during the period which the voucher covers.",
        "546. Computation of time in payment of personal services of employees who are being paid on a monthly or per annum basis. The following rules for the computation of time in payment for services at monthly rates shall be observed:",
        "a. For any full calendar month's service, at a stipulated monthly rate of compensation. payment shall be made at such stipulated rate without regard to the number of days in that month.",
        "b. When service commences on an intermediate day of the month, 30 days shall be assumed as the length of the month, whatever be the number of days therein.",
        "c. When the service terminates on an intermediate day of the month, the actual number of days during which service was rendered in that calendar month will be allowed.",
        "d. Services commencing in February will be calculated as though the month contained 30 days, thus: From February 21 to 28 (or 29), inclusive, 10 days. When the service commences on the 28th day of that month 3 days will be allowed, and if on the 29th, 2 days.",
        "e. If service commences on the 31st day of any month, payment will not be made for that day.",
        "f. The payment of employees for the last day of the month on the day before the last day of the month is a payment in advance of the time at which the right to such pay accrues and is in violation of section 3648, Revised Statutes (31 U. S. C. 529), even though no service is required of the employees on the last day of the month because it falls on Sunday, holiday, or a day when the office is closed by a competent order.",
        "g. No change in pay status (except by employment or discharge) shall be made except to become effective on the 1st or the 16th of the month.",
        "547. Computation of time in payment o1 per diem employees. Per diem employees shall be paid for the actual number of days during which service was rendered.",
        "548. Voucher for personal services. DSS Form 255 and the memorandum copy thereof (255a) shall be used for the payment of persons employed in the administration of selective service, except persons in the active military service. Pay rolls shall be prepared so as to furnish the Finance Officer with the original and duplicate copies, together with the statistical copy of voucher (see par. 544), in accordance with instructions printed thereon and as follows:.",
        "a. Personal service pay rolls shall be prepared twice each month covering the period-of the 1st to the 15th, inclusive, and the 16th to the last day of the month, inclusive.",
        "b. The date entered in the second paragraph of the certificate on the face of the voucher shall be the date given in the body of DSS Form 262, or given on any subsequent amendment by the Director of Selective Service (pars. 517 and 518.)",
        "c. In the places provided at the top of the voucher shall be entered the official designation, location, and the office, board, or headquarters of the personnel to be paid thereon, and the period of time which the voucher covers.",
        "d. In the column headed \"Name\" shall be entered the names of all persons not otherwise federally compensated who have performed services for which compensation is claimed for the office, board, or headquarters during the period indicated. The names shall be entered, for example: Doe, John K.",
        "e. In the column headed \"Designation\" will be shown the person's official designation, such as \"Stenographer\" or \"Clerk.\"",
        "f. In the column headed \"Rate of compensation\" shall be entered the base amount for which compensation is claimed, whether hourly, daily, or monthly.",
        "g. In the column headed \"Unit of employment\" shill be indicated whether the person is compensated upon an hourly, daily, or monthly basis.",
        "h. In the column headed \"Total units employed\" shall be entered the total number of hours, days, or months covered by the pay period. For those persons being paid on an hourly basis, care should be taken not to include in the total number a greater number of hours for a total day than the daily maximum. (See par. 519.)",
        "i. In the column headed \"Gross amount earned\" shall be entered the total amount that is obtained by multiplying the total amount of units served by the rate of compensation. In the case of those persons or groups of persons whose compensation is limited to a maximum (see pars. 517 and 518) care should be exercised that the aggregate amount for any individual, or the aggregate amount for any group, does not exceed the maximum allowed.",
        "j. The subcolumn headed \"Retirement\" shall be used only when the notice of appointment specifically provides for deductions for the civil service retirement fund. (See par. 561e.) The subcolumn headed \"Other\" shall be used for deductions for unauthorized absences or deductions made for lost or damaged Government property.",
        "k. The columns headed \"Net amount paid\" and \"Signatures for cash and notations for check payments\" shall be filled in by the disbursing officer who pays the voucher.",
        "l. In the column headed \"Remarks\" shall be explained any and all deductions made, any facts that may affect the compensation status, any information in regard to appointments, date of entry upon duty, transfer, promotions, demotions, separations, and other changes that affect the compensation status. In this column shall be entered the date of appointment and the authority for the appointment.",
        "m. Inasmuch as personal service pay rolls are paid by check, the signatures of the individuals claiming compensation are not required. However, the original shall be certified to by the chairman of the board, or, for State headquarters, by the Governor. The memorandum copy shall not be signed by anyone. Both copies shall be forwarded to the State procurement officer. The State procurement officer shall approve for the Government all personal service vouchers and shall insert the appropriation symbol and appropriation title, procurement authority, and purpose number to be charged with the expenditure.",
        "n. The original copy of DSS Form 262 shall be attached to the first pay roll (see pars. 517 and 518).",
        "o. The State procurement officer shall forward all properly prepared and executed personal-service pay rolls to the designated finance officer for payment.",
        "549. Preparation of Form 1034 by State procurement officer. Standard Form 1034 shall be used for the vouchering of all claims against the Government involving expenditures for purchases and leases, and for all services other than personal and travel. This form shall be prepared by the State procurement officer in the manner herein prescribed:",
        "a. In the proper places on the form shall be entered a description of each article purchased or the services rendered, with the date of purchase or of rendering of service, and the amount claimed for each. When a payee submits for payment an invoice or bill which contains the duly signed certificate prescribed in paragraph 526, such invoice or bill may be accepted if it constitutes a valid claim against the Government. The invoice is to be fastened securely to the voucher, and in such cases it shall not be necessary to state the invoice or bill in detail or secure the payee's signature on the voucher. The voucher shall otherwise be completed in due form. In cases where the payee does submit a properly certified invoice, it should be described on the voucher sufficiently to identify it, and the amount or amounts carried to the \"amount\" column. More than one invoice or bill of the same payee may be attached to and paid on a single voucher, provided the transactions are under the same agreement and are furnished under the same conditions as to method or absence of advertising.",
        "b. In the blocks headed \"Accounting Classification,\" the appropriation symbol and appropriation title, procurement authority, and purpose numbers shall be shown.",
        "c. The memorandum voucher (Standard Form 1034a) shall be prepared so as to be a duplicate of the original, except that there shall be no signature. The use of a typewriter with carbon paper between the original and memorandum is recommended. If typewriter is not used, the original and memorandum shall be made out in ink.",
        "d. When there is not sufficient space on Form 1034 for completely itemizing the payee's bill or invoice, the itemizing shall be begun on Standard Form 1035, with Form 1035a as the memorandum. When more than one sheet is thus used, all sheets shall be securely fastened together, the certificate sheet (Standard Form 1034) being the final sheet, and the totals of each sheet carried forward to or summarized upon the final sheet (Standard Form 1034).",
        "e. The State procurement officer shall place his signature and title in the space provided in the certificate printed on the voucher.",
        "f. The voucher shall further be supported by two copies of the purchase order (par. 525) and one copy of the receiving report (par. 527).",
        "g. The voucher when properly prepared and supported by the required documents shall then be promptly forwarded to the finance officer designated to make payment.",
        "h. Statistical data shall be furnished to the Chief of Finance in the form prescribed in par. 544.",
        "550. Public voucher for telephone and telegraph service. Standard Form No. 1034 shall be used for the vouchering of all claims against the Government covering telephone and telegraph services. This form shall be prepared by the State procurement officer in the manner prescribed in par. 549. In addition to these instructions, the State procurement officer will certify to the following certificate:",
        "The services to be obtained by this instrument are authorized by, are for the purposes set forth in, and are chargeable to Procurement Authority _______, the available balance of which is sufficient to cover cost of same.",
        "551. Voucher for reir4bursementof expenses incident to official travel. Standard Form 1012 shall be used for the purpose of vouchering expenses incurred incident to official travel by officers or employees of the selective service system when traveling under competent orders on official business. Standard Form 1012 will be prepared upon completion of the authorized travel, or at the end of any month if the officer or employee is still in travel status. The original and duplicate travel order DSS Form 251 shall accompany it. Instructions for its preparation are contained in the \"Standardized Government Travel Regulations\". The voucher is submitted to the State procurement officer.",
        "SECTION XLIV-PERSONNEL REGULATIONS, INCLUDING PERTINENT EXTRACTS FROM THE CIVIL SERVICE RULES AND REGULATIONS",
        "ParagraphAuthorization for employment------------------------------------------------552Appointments without competitive examination ------------------------------553Appointing officers----------------------------------------------------------554Citizenship ------------------------------------------------------------------555Requests for certification of eligibles-----------------------------------------556Method of selection ---------------------------------------------------------557Salary rates-----------------------------------------------------------------558Assignment to duty----------------------------------------------------------559Appointment notice----------------------------------------------------------560Other appointment forms----------------------------------------------------561Appointment papers to be submitted to the Director-------------------------562United States civil service districts-------------------------------------------563",
        "552. Authorization for employment. Unless otherwise provided in these Regulations, the employment of civilian personnel shall be in accordance with the rules and regulations of the United States Civil Service Commission and the provisions of the Classification Act of 1923.",
        "553. Appointments without competitive examination. Executive Order No. 8257 of Sept. 21, 1939, provides, in part that the Civil Service Commission may permit appointments without regard to the competitive requirements of the Civil Service Rules in any case in which it appears that a public exigency exists which is directly connected with the neutrality of the United States or the preparedness program of the Federal Government. This order permits the employment without competitive examination of those with outstanding qualifications for highly specialized positions, such as inspectors or coordinators in State headquarters assigned to check the work of the local boards and to assist boards in solving local problems of a difficult nature: Provided,that the prior and specific .approval of the Civil Service Commission (or the appropriate District Manager of the Civil Service Commission) is obtained for each employment made under the authority of this order.",
        "554. Appointing officers. a. Subject to paragraph 552, the Governor is authorized to appoint such civilian employees as he may deem necessary for the operation and maintenance of his State headquarters.",
        "b. Subject to paragraph 552, the chairman of a board of appeal is authorized to appoint office assistants for his board.",
        "c. Subject to paragraph 552, the chairman of a medical advisory board is authorized to appoint office assistants for his board: provided, however, that such persons will be employed on a per diem basis only.",
        "d. The chairman of a local board is authorized to appoint office assistants for the board without regard to the provisions of the Civil Service Rules and Regulations and without regard to the Classification Act of 1923, as amended.",
        "555. Citizenship. No person shall be appointed to any position in the selective service system who is not a citizen of the United States.",
        "556. Requests for certification of eligibles. Whenever it becomes necessary to fill a civil service position, the appointing officer concerned shall submit a request to the manager of the appropriate United States civil service district for the certification of qualified eligibles. (See paragraph 563 of this section for list of civil service districts.) The request for certification shall contain all available information including the following:",
        "a. Pay roll designation, classification grade, and salary.",
        "b. A very brief description of duties, such as stenographer and typist, file clerk, general clerk with ability to operate calculating machine, etc.",
        "c. Sex-if there is any preference.",
        "d. Statement as to whether the position is of a strictly temporary nature as 30 days, 60 days, etc., or otherwise. If the position is to be for an indefinite\" period, the request for certification should be for \"probational-indefinite.\"",
        "557. Method of selection, a. Upon receipt of the certificate of eligibles from the district manager, accompanied by the civil service examination papers of those listed, the employing officer should get in touch with all persons certified, calling them for an interview if they are available. The employing officer may select any one of the first three persons whose names appear on the certificate.",
        "b. When he makes his selection from the certificate, the employing officer shall indicate his selection on the certificate in accordance with the instructions printed thereon.",
        "c. The employing officer shall return the certificate, and the civil service examination papers, to the. district manager without delay and by letter request the district manager's approval of the selection.",
        "d. If any declinations of offers of appointments are received, such declinations should be returned to the district manager with the certificate.",
        "e. If the name of an eligible with veteran preference is passed over, the appointing officer must justify his action to the district manager in a separate letter.",
        "f. If it is not possible to make a selection, the district manager should be requested to furnish another list of eligibles.",
        "558. Salary rates. All new employments shall be at the minimum salary for the respective classification grade (CAF1, CAF-2, etc.). For example, the employment of a junior typist, CAF-I, shall be at the minimum rate of that grade, $1,260 per annum.",
        "559. Assignment to duty. When a selection has been made in the regular manner and the approval of the district manager requested, as prescribed in paragraph 557, the appointing officer may immediately place the employee on duty.",
        "560. Appointment notice. The appointing officer shall issue to the appointee a brief letter of appointment and shall forward a duplicate to the Governor (par. 562). The letter shall include therein the following information:",
        "a. Name of appointee.",
        "b. Agency in which appointed and location, for example: State Headquarters for Selective Service, Richmond, Va.",
        "c. Title of position, grade, and salary, for example: Junior typist, CAF-1, $1,260 per annum.",
        "d. Effective date of entrance on duty.",
        "e. Statement as to whether appointment is temporary or probationary-indefinite.",
        "f. Statement as to whether appointee is or is not subject to the provisions of the Civil Service Retirement Act.",
        "561. Other appointment forms. The following forms, properly executed, shall be required in connection with each appointment made under Civil Service regulations:",
        "a. Oath of office (DSS Form 21) which shall be executed prior to the payment of any salary. The oath of office shall be filed by the appointing officer.",
        "b. Certificate of Medical Examination (Civil Service Form 2413). The district manager will issue instructions regarding the medical officer to whom the appointee is to report for physical examination, and the certificate of examination shall be forwarded by the appointing officer to the district manager.",
        "c. Declaration of Appointee (Civil Service Form 124b). This form is to be submitted to the district manager by the appointing officer.",
        "d. Fingerprint Card (Civil Service Form 2390). This form is to be forwarded, when completed, to the Governor for forwarding to the Director of Selective Service, Washington, D.C.",
        "e. Designation of Retirement Beneficiary (Civil Service Form 2806-1) and Retirement Card (Civil Service Form 3008). These forms are to completed only if the employee is subject to the Civil Service Retirement Act. Al \"probationary-indefinite\" employees are subject to the Retirement Act, and 31/2 percent shall be deducted from each pay check for credit to the retirement fund. These forms, when completed, shall be mailed by the appointing officer direct to the United States Civil Service Commission, Washington, D.C.",
        "562. Appointment papers to be submitted to the Director. In connection with each appointment made, other than for local boards, the following papers shall be submitted by the appointing officer to the Governor, who shall forward them to the Director of Selective Service, Washington, D.C. (Also see par. 510b.)",
        "a. Copy of appointment notice.",
        "b. Fingerprint card.",
        "c. Copy of civil service certificate from which selection is made, or if copy is not available, a reference to the date and number of the certificate and the civil service district issuing same.",
        "563. United States civil service districts. For convenience in administration of the field service the Civil Service Commission has divided the United States into districts and territorial units. with a manager in charge of each district. Within the continental limits of the United States, communications should be addressed to the manager of the appropriate United States civil service district.",
        "",
        "SECTION XLV-SAMPLES OF STANDARD PAY ROLL DESIGNATIONS, CLASSIFICATION GRADES, SALARY RANGES, AND DESCRIPTIONS OF DUTIES",
        "ParagraphExplanation of Section---------------------------------------------------------564Under clerk, CAF-i ($1,260 to $1,620 per annum) ---------------------------565Under clerk-typist, CAP-1 ($1,260 to $1,620 per annum) --------------------566Junior typist, CAP-1 ($1,260 to $1,620 per annum)---------------------------567Junior clerk, CAF-2 ($1,440 to $1,800 per annum) ---------------------------568Junior clerk-typist, CAF-2 ($1,440 to $1,800 per annum)---------------------569Junior clerk-stenographer. CAF-2 ($1,440 to $1,800 per annum)--------------570Paragraph Senior typist, CAPL-2 ($1,440 to $1,800 per annum) --------------571Junior stenographer. CAF-2 ($1,440 to $1,800 per annum)--------------------572Assistant clerk, CAP-3 ($1,620 to $1,980 per annum) ------------------------573Assistant clerk-typist, CAP-3 ($1,620 to $1,980 per annum) ------------------574Assistant clerk stenographer, CAF-3 ($1,620 to $1;980 per annum)-----------575Head typist, CAF-3 ($1,620 to $1,980 per annum)----------------------------576Senior stenographer, CAF-3 ($1,620 to $1.980 per annum)-------------------577Clerk, CAF-4 ($1,800 to $2,160 per annum)---------------------------------578Clerk-typist, CAP-4 ($1,800 to $2,160 per annum) --------------------------579Clerk-stenographer, CAF-4 ($1,800 to $2,160 per annum) -------------------580Principal stenographer, CAF-4 ($1,800 to $2,160 per annum)-----------------581Senior clerk, CAP-5 ($2,000 to $2,600 per annum) --------------------------582",
        "564. Explanation of Section. The following paragraphs of this section are included for the information and guidance of those making and recommending appointments to positions in the selective service system. The heading of each paragraph contains the title, the classification, and the salary range of a position in the civil service of the United States; and the paragraph contains a description of the typical duties of the designated position.",
        "565. Under clerk, CAF-I ($1,260 to $1,620 per annum). Under immediate supervision to perform the simplest, most routine, and least responsible clerical work of a general or miscellaneous character. Typical examples are: To sort or count index cards or other routine papers; to make routine postings on cards or other forms; to record from reports, questionnaires, etc., data required for statistical or other records; to serve as information clerk at a counter or over the telephone where only routine knowledge or training is required; to fill out blank forms or cards from plain copy by hand or on typewriter, when the work does not require the speed or ability of a junior typist; to file routine cards or papers where the knowledge of an intricate filing system is not essential; to perform other work of a routine nature where the duties are of about the same degree of responsibility as above described.",
        "566. Under clerk-typist, CAF-i ($1,260 to $1,620 per annum). Under immediate supervision to perform as the more important characteristic of the position clerical tasks of the character, grade, and standard described under \"Under clerk, CAP-I,\" and in addition as an essential but not preponderant duty to perform typing work required of a junior typist, CAP-I, and to perform related work as assigned.",
        "567. Junior typist, CAF-1 ($1,260 to $1,620 per annum). Under immediate supervision to type from plain, printed, or written copy, or from ordinary corrected manuscript, material of no more than moderate difficulty containing occasional technical words, expressions, phrases, or simple tabular matter; to perform miscellaneous typing tasks of a simple or routine nature requiring only a minimum exercise of initiative and judgment; and to perform related work as assigned.",
        "568. Junior clerk, CAF-2 ($1,440 to $1,800 per annum). Under immediate supervision to perform simple routine clerical work of a miscellaneous or general character, or not otherwise specifically classified, or to serve as a working supervisor of a small group of under clerks engaged in the simplest, most routine and least responsible clerical work, and to perform related work as assigned. Typical examples are: To do a variety of general clerical work, such as checking and alphabetizing records, filing or completing records of office orders and circulars, arranging material for typists, reading and routing mail, operating simple office appliances; to act as information clerk where a general knowledge of location of personnel and office activities are involved; to interview callers and direct them to proper officials; to answer telephone inquiries; to perform simple routine clerical work of a miscellaneous character in connection with the recording and checking of information returns and other records; to prepare form letters and notices for mailing, etc.; to maintain records of time and production.",
        "569. Junior clerk-typist, CAF-2 ($1,440 to $1,800 per annum). Under immediate supervision or general supervision to perform as the more important characteristic of the position clerical tasks of the character, grade, and standard described under \"Junior clerk, CA-2,\" and in addition as an essential but not preponderant duty to perform typing work required of a junior typist, CAF-1, or of a senior typist, CAF-2, and to perform related work as assigned.",
        "570. Junior clerk-stenographer,CAF-2 ($1,440 to $1,800 per annum). Under immediate supervision to perform as the more important characteristic of the position clerical tasks of the character, grade, and standard described under \"Junior clerk, CAP-2,\" and in addition as an essential but not preponderant duty to perform stenographic work required of a junior stenographer, CAP-2, and to perform related work as assigned.",
        "571. Senior typist, CAF-2 ($1,440 to $1,800 per annum). Under immediate or general supervision to do general typewriting work of more than average difficulty, such as to typewrite from plain or corrected copy in which technical and unusual expressions occur frequently, or from involved rough draft material; to typewrite complicated tabular material; to perform varied typewriting tasks requiring more than ordinary care and skill, and involving a degree of familiarity with the terminology peculiar to a particular subject matter, or with forms, practices, procedure, etc., employed in a given organization; and to perform related work as assigned.",
        "572. Junior stenographer,CAF-2 ($1,440 to $1,800 per annum). Under immediate supervision, and with minimum scope for the exercise of independent judgment, to perform stenographic work of no more than average difficulty, such as: Taking in shorthand and transcribing accurately ordinary nontechnical dictation, or the least difficult technical dictation; and to perform related work as assigned.",
        "573. Assistant clerk, CAF-3 ($1,620 to $1,980 per annum). Under immediate or general supervision, with limited latitude from independent or unreviewed action or decision, to perform somewhat difficult or responsible clerical tasks of a general or miscellaneous character, or not otherwise specifically classified; or to supervise a small group or section of junior clerks; or to supervise a larger group or section of under and junior clerks engaged in routine and relatively simple clerical operations; and to perform related work as assigned. Typical examples are: To interview registrants; to assist registrants in filling out forms or other papers; to keep personnel records, prepare personnel journals, and to conduct correspondence on personnel matters; to prepare pay rolls or furnish all information essential to the preparation thereof; to maintain time records, leave records, etc., for an organization of from 50 to 150 employees; to assist a superior by reading reports, official documents, correspondence, publications, and the like, and abstracting therefrom information bearing upon certain specific particulars or subjects.",
        "574. Assistant clerk-typist, CAF-3 ($1,620 to $1,980 per annum). Under general supervision to perform as the more important characteristic of the position clerical or supervisory tasks of the character, grade, and standard described under \"Assistant clerk, CAF-3,\" and in addition as an essential but not preponderant duty to perform typing work required of a junior typist, CAF-1, or senior typist, CAF-2, and to perform related work as assigned.",
        "575. Assistant clerk-stenographer, CAF-3 ($1,620 to $1,980 per annum). Under general supervision to perform as the more important characteristic of the position\" clerical or supervisory tasks of the character, grade, and standard described under \"Assistant clerk, CAP-3,\" and in addition as an essential, but not preponderant duty to perform stenographic work required of a junior stenographer, CAF-2, or senior stenographer, CAF-3, and to perform related work as assigned.",
        "576. Head typist, CAF-3 ($1,620 to $1,980 per annum). Under direction to supervise a typewriting unit and be responsible for the quality and quantity of the output and the proper distribution of the load; to distribute and review work; to instruct new typists; to keep production records; and to perform related work as assigned.",
        "577. Senior stenographer, CAF-3 ($1,620 to $1,980 per annum). Under immediate or general supervision to perform stenographic work of more than average difficulty, such as (a) taking in shorthand and transcribing dictation in which there is considerable variation of subject matter, or in which technical and unusual expressions occur frequently; or-",
        "(b) taking in shorthand at a rapid rate of speed and transcribing dictation in a position that demands more than ordinary care, skill, or knowledge on the part of the stenographer; or (c) taking in shorthand and transcribing ordinary dictation and in connection therewith an appreciable part of the time to perform unusually difficult and responsible typewriting work requiring familiarity with the organization of the field establishment and the exercise of independent judgment; and to perform related work as assigned.",
        "578. Clerk, CAF-4 ($1,800 to $2,160 per annum). Under immediate or general supervision with limited latitude for independent or unreviewed action or decision to perform moderately difficult or responsible clerical tasks of a general or miscellaneous character, or not otherwise specifically classified; or to supervise a small group or section of junior and assistant clerks engaged in somewhat difficult but routine clerical work, and to perform related work as assigned. Typical examples are: To perform such clerical tasks as maintaining complex subject files; digesting difficult cases for action by administrative officials; to compose correspondence, reports, and memoranda, involving an understanding of office procedure or policy with more or less independence; independently to find, assemble, and summarize information and data for administrative action; to supervise the work of a small group of clerical employees of lower classification grades engaged in miscellaneous duties.",
        "579. Clerk-typist, CAF-4 ($1,800 to $2,160 per annum). Under general supervision to perform as the more important characteristic of the position clerical or supervisory tasks of the character, grade, and standard described under \"Clerk, CAF-4,\" and in addition as an essential but not preponderant duty to perform typing work of any grade or character that may be required, and to perform related work as assigned.",
        "580. Clerk-stenographer, CAF-4 ($1,800 to $2,160 per annum). Under general supervision to perform as the more important characteristic of the position clerical or supervisory tasks of the character, grade, and standard described under \"Clerk, CAF-4,\" and in addition as an essential but not preponderant duty to perform stenographic work of any grade or character that may be required; or with some independenceof action to serve as secretarial clerk to the head of a moderately large field office; and to perform related work as assigned.",
        "581. Principal stenographer, CAF-4 ($1,800 to $2,160 per annum). Under immediate or general supervision to perform difficult stenographic work, such as (a) in a position requiring the exercise of independent judgment, taking at a rapid rate of speed highly difficult dictation with constant variation in subject matter in which technical words and unusual expressions occur regularly, or (b) making stenographic reports of hearings and proceedings, or (c) to supervise a small stenographic section; and to perform related work as assigned.",
        "582. Senior clerk CAF-5 ($2,000 to $2,600 per annum). Under general supervision with some latitude for independent or unreviewed action or decision to perform difficult or responsible clerical tasks of a general or miscellaneous character, or not otherwise specifically classified; or to supervise a large group or section of junior and assistant clerks engaged in simple clerical work; or to work with and supervise a small group of clerks engaged in difficult or responsible clerical work; and to perform related work as assigned. Typical examples are: To serve as general administrative assistant to the head of a moderately large field organization; to compose a substantial amount of correspondence in cases of moderate complexity, requiring considerable special knowledge; to prepare administrative reports from basic and uncoordinated information; in general, to handle routine administrative matters independently; to serve as chief clerk in a small office, involving the supervision of a group of clerical employees of lower classification grades engaged in miscellaneous duties.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 4, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8561-Selective Service Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372649"
}