{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7760-withdrawal-public-lands-for-the-use-the-department-agriculture",
    "doc": "executive-order-7760-withdrawal-public-lands-for-the-use-the-department-agriculture",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7760-Withdrawal of Public Lands for the Use of the Department of Agriculture",
    "date": "December 03, 1937",
    "content": [
        "NEBRASKA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6964 of February 5, 1935, as amended, temporarily withdrawing certain lands for classification and other purposes, is hereby revoked in so far as it affects any public lands within the following-described area in Nebraska:",
        "SIXTH PRINCIPAL MERIDIAN",
        "T. 31 N., R. 48 W., secs. 2 to 11, and 14 to 19, inclusive.",
        "T. 32 N., R. 48 W., secs. 2 to 11, 14 to 23, and 26 to 35, inclusive.",
        "T. 33 N., R. 48 W., secs. 25 to 29, and 32 to 36, inclusive.",
        "T. 31 N., R. 49 W., secs. 1 to 4, and 7 to 24, inclusive.",
        "T. 32 N., R. 49 W., secs. 13 to 15, 22 to 27, and 88 to 36, inclusive.",
        "T. 30 N., R. 50 W., secs. 3 to 6, inclusive.",
        "T. 31 N., R. 50 W., secs. 18 to 36, inclusive.",
        "T. 30 N., R. 51 W., secs. 1 to 11, inclusive.",
        "T. 31 nt., R. 51 W., secs. 13 to 36, inclusive.",
        "T. 30 N., R. 52 W., secs. 1 to 12, 14 to 28, and 26 to 30, inclusive.",
        "Tps. 33 to 35 N., R. 52 W., all.",
        "T. 30 N., R. 58 W., secs. 1 to 12, inclusive.",
        "T. 31 N., R. 58 W., secs. 1 to 5, 8 to 11, and 14 to 23 exclusive of Port Robinson Military Reservation and Fort Robinson Wood and Timber Reservation, and secs. 28 to 38, inclusive.",
        "T. 32 N., R. 53 W., that part outside of Fort Robinson Wood and Timber Reservation.",
        "Tps. 33 to 35 N., R. 53 W., all.",
        "T. 30 N., R. 54 W., secs 1 to 12, inclusive.",
        "Tps. 31 and 32 N., R. 54 W., those parts outside of Fort Robinson Wood and Timber Reservation.",
        "T. 33 N., R. 54 W., sec. 6.",
        "T. 34 N., R. 54 W., secs. 1 to 31, inclusive.",
        "T. 35 N., R. 54 W., all.",
        "T. 32 N., R. 55 W., secs. 7 to 36, inclusive.",
        "T. 33 N., R. 55 W., secs. 1 to 5, inclusive.",
        "T. 34 N., R. 55 W., secs. 1 to 29, and 32 to 36, inclusive.",
        "T. 35 N., R. 55 W., all.",
        "T. 32 N., R. 56 W., secs. 7 to 26, inclusive, and secs. 35 and 36.",
        "T. 34 N., R. 56 W., secs. 1 to 24, inclusive.",
        "T. 35 N., R. 56 W., all.",
        "T. 84 N., R. 57 W., secs. 1 to 4, and 9 to 18, inclusive, and sec. 24.",
        "T. 35 N., R. 57 W., all.",
        "Section 2. Subject to the conditions expressed in the above-mentioned acts and to all valid existing rights, all vacant, unappropriated, and unreserved public lands within the above-described area are hereby temporarily withdrawn from settlement, location, sale, or entry and reserved and set apart for use and development by the Department of Agriculture for forestation, soil erosion, and flood control, and other land-utilization activities in connection with the Pine Ridge Project, LA-NB 1: Provided, that nothing herein contained shall restrict prospecting, locating, developing, mining, entering, leasing, or patenting the mineral resources of the lands under the applicable laws.",
        "Section 3. This order shall be applicable to all lands within the area described in section 1 hereof upon the cancellation, termination, or release of prior entries, selections, rights, appropriations, or claims, or upon the revocation of prior withdrawals, unless otherwise expressly provided in the order of revocation.",
        "Section 4. The reservation made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 3, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7760-Withdrawal of Public Lands for the Use of the Department of Agriculture Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369031"
}