{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9148-transferring-credit-union-functions-records-property-and-personnel",
    "doc": "executive-order-9148-transferring-credit-union-functions-records-property-and-personnel",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9148-Transferring Credit Union Functions, Records, Property, and Personnel From the Farm Credit Administration to the Federal Deposit Insurance Corporation",
    "date": "April 27, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941, approved December 18, 1941 (Public Law 354, 77th Congress), it is hereby ordered as follows:",
        "1. Transfer of Functions. All functions, powers, and duties of the Farm Credit Administration and of the Governor thereof under the Federal Credit Union Act as amended, (Title 12 U.S.C., 1751-1771) are transferred to the Federal Deposit Insurance Corporation.",
        "2. Transfer of Records, Property, and Personnel. All records and property (including office equipment) and all personnel of the Farm Credit Administration used primarily in the administration of the functions transferred by this order are transferred to the Federal Deposit Insurance Corporation for use in the administration of the functions transferred by this order; but any personnel so transferred who are found by the Federal Deposit Insurance Corporation to be in excess of the personnel necessary for the administration of such functions, powers, and duties shall be retransferred under existing law to other positions in the Government or separated from the service.",
        "3. Transfer of Funds. So much of the unexpended balances of appropriations or other funds available (including those available for the fiscal year ending June 30, 1943) to the Farm Credit Administration in the exercise of the functions transferred by this order, as the Director of the Bureau of the Budget with the approval of the President shall determine, shall be transferred to the Federal Deposit Insurance Corporation for use in connection with the exercise of the functions so transferred. In determining the amount to be transferred the Director of the Bureau of the Budget may include an amount to provide for the liquidation of obligations incurred against such appropriations or other funds prior to the transfer.",
        "4. Effective and Termination Dates. This order shall become effective as of May 16, 1942, and shall continue in force and effect until the termination of Title I of the First War Powers Act, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 27, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9148-Transferring Credit Union Functions, Records, Property, and Personnel From the Farm Credit Administration to the Federal Deposit Insurance Corporation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372259"
}