{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5800-transfer-lands-from-the-gallatin-and-beartooth-national-forests-the",
    "doc": "executive-order-5800-transfer-lands-from-the-gallatin-and-beartooth-national-forests-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5800-Transfer of Lands from the Gallatin and Beartooth National Forests to the Absaroka National Forest, Montana",
    "date": "February 17, 1932",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 36; U.S. Code, title 16, sec. 473), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the following-described lands now parts of the Gallatin National Forest as defined by proclamation of September 4, 1912 (37 Stat. 1761), and modified by the act of May 26, 1926 (44 Stat. 655-657), and the Beartooth National Forest as defined by proclamation of April 15, 1912 (37 Stat. 1736-1737), be, and the same are hereby, transferred to the Absaroka National Forest:",
        "From the Beartooth National Forest",
        "All lands now a part thereof to the south and west of a line beginning at Sunset Peak in the unsurveyed portion of T. 9 S., R. 14 E., Montana meridian; thence eastward along the hydrographic divide between Stillwater River, West Rosebud Creek, East Rosebud Creek, and the forks of Rock Creek on the north and Soda Butte Creek and the Clarks Fork drainage of the Yellowstone River on the south, passing over Sheep Mountain, Mount Zimmer, Granite Peak, Bald Knob, Mount Dewey, and along Beartooth Plateau to an intersection with the Montana-Wyoming State line about one mile east of the southwest corner of unsurveyed T. 9 S., R. 18 E., Montana meridian.",
        "From the Gallatin National Forest",
        "All lands now a part thereof lying south and east of the following-described line: Beginning at the southeast corner of sec. 8, T. 4 S., R. 8 E., Montana meridian; thence westerly 2 miles along section lines to the southwest corner of sec. 7, said township; thence south approximately one-quarter mile along range line to a point where this line is intersected by the hydrographic divide between Pine Creek on the north and Dry Creek on the south; thence southwesterly along said hydrographic divide to an intersection with the hydrographic divide between Trail and Pine Creeks on the north and Eightmile Creek on the south; thence in a northwesterly direction along said divide to an intersection with the main hydrographic divide between the Gallatin River on the west and the Yellowstone River on the east; thence in a general southwesterly direction along said divide passing over Fridley Peak, Hyalite Peak, Eaglehead Mountain and Ramshorn Mountain to an intersection with the present Yellowstone National Park boundary at the head of Daly Creek; thence following southerly and easterly along the Yellowstone National Park boundary to its intersection with the present boundary of the Absaroka National Forest; also secs. 1 and 12, T. 3 S., R. 7 E.; secs. 1 to 12 inclusive, T. 3 S., R. 8 E.; and secs. 4 to 9 inclusive, T. 3 S., R. 9 E.-all Montana meridian.",
        "The transfers effected by this order and the new boundaries of the Absaroka National Forest are more clearly shown on the diagram attached hereto and made a part hereof. It is not intended by this order to give any publicly owned lands a national-forest status which have hitherto not had such status, nor to remove any publicly owned lands from a national-forest status.",
        "HERBERT HOOVER",
        "The White House,February 17, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5800-Transfer of Lands from the Gallatin and Beartooth National Forests to the Absaroka National Forest, Montana Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361401"
}