{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8955-extending-the-classification-act-1923-amended-certain-positions-the",
    "doc": "executive-order-8955-extending-the-classification-act-1923-amended-certain-positions-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8955-Extending the Classification Act of 1923, as Amended, to Certain Positions in the War Department and in the Navy Department and Establishing a Salary Differential Therefor",
    "date": "December 01, 1941",
    "content": [
        "Whereas upon consideration of reports and recommendations of the Civil Service Commission, I find and declare (1) that an extension of the provisions of the Classification Act of 1923, as amended, to the hereinafter-described positions in the War and Navy Departments, outside the States of the United States and the District of Columbia, is necessary to the more efficient operation of the Government, and (2) that the rates of the compensation schedules of the Classification Act of 1923, as amended, are inadequate to permit effective and immediate recruiting of qualified citizens for such positions, which is necessary in the interests of the national-defense program:",
        "Now, Therefore, by virtue of the authority vested in me by sections 3 (a) and 3 (c), Title II of the act of November 26, 1940, 54 Stat. 1212, it is ordered as follows:",
        "1. The provisions of the Classification Act of 1923, as amended, are hereby extended to positions in the War Department and in the Navy Department for which citizens of the United States are recruited, which are made necessary by national-defense projects, which fall into classes of employment to which the Classification Act of 1923, as amended, is applicable, and which are located in the following-named geographic areas:",
        "Alaska                    Jamaica     British Guiana       Bermuda     Trinidad                 The Bahamas     Antigua                  Newfoundland     St. Lucia",
        "2. A salary differential is hereby established for the aforesaid positions as follows: To the rates of pay applicable to such positions as specified in the Classification Act of 1923, as amended, there shall be added twenty-five per centum of the minimum rate of the grade to which each such position is allocated. The differential herein authorized shall not apply after June 30, 1943.",
        "3. This order supersedes Executive Order No. 8657 of February 3, 1941, entitled \"Extending the Classification Act of 1923, as Amended, to Certain Positions in the Navy Department and Establishing a Salary Differential Therefor\".",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 1, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8955-Extending the Classification Act of 1923, as Amended, to Certain Positions in the War Department and in the Navy Department and Establishing a Salary Differential Therefor Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368266"
}