{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8717-establishing-kodiak-island-naval-defensive-sea-area",
    "doc": "executive-order-8717-establishing-kodiak-island-naval-defensive-sea-area",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8717-Establishing Kodiak Island Naval Defensive Sea Area",
    "date": "March 22, 1941",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the provisions of section 44 of the Criminal Code as amended (U.S.C., title 18, sec. 96), the territorial waters between extreme high-water mark and the three-mile marine boundary adjacent to the eastern portion of Kodiak Island, Alaska, in and about Women's Bay to the westward within a line bearing true north and south tangent to the eastern extremity of High Island, are hereby set apart and reserved as a naval defensive sea area for purposes of the national defense, such area to be known as \"Kodiak Island Naval Defensive Sea Area\".",
        "At no time shall any vessel or other craft, other than public vessels of the United States, be navigated into Kodiak Island Naval Defensive Sea Area, unless authorized by the Secretary of the Navy.",
        "The provisions of the preceding paragraph shall be enforced by the Secretary of the Navy, with the cooperation of the local law enforcement officers of the United States and of the Territory of Alaska; and the Secretary of the Navy is hereby authorized to prescribe such regulations as may be necessary to carry out such provisions.",
        "Any person violating any of the provisions of this order shall be subject to the penalties provided by section 44 of the Criminal Code as amended (U.S.C., title 18, sec. 96).",
        "This order shall take effect ninety days after date hereof.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 22, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8717-Establishing Kodiak Island Naval Defensive Sea Area Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372076"
}