{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8051-limiting-the-importation-red-cedar-shingles-from-canada-during-the",
    "doc": "executive-order-8051-limiting-the-importation-red-cedar-shingles-from-canada-during-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8051-Limiting the Importation of Red Cedar Shingles From Canada During the First Six Months of 1939",
    "date": "February 15, 1939",
    "content": [
        "Whereas Executive Order No. 7575 of March 13, 1937, issued under and pursuant to section 811 of the Revenue Act of 1936 (49 Stat. 1746), limited the quantity of red cedar shingles imported from Canada which might be admitted to entry during the first six months of the calendar year 1937 to 1,048,262 squares, the equivalent of 25 per centum of the combined total of the shipments of red cedar shingles by producers in the United States and the imports of such shingles from Canada for the last six months of the calendar year 1936; and",
        "Whereas the said section 811 of the Revenue Act of 1936 requires that the President shall issue a new order for each succeeding half-calendar year during the continuation of the operation of the reciprocal trade agreement entered into with the Dominion of Canada under date of November 15, 1935, limiting the imports of red cedar shingles from Canada for such half-calendar year to 25 per centum of the combined total of such shipments and imports of red cedar shingles for the preceding half-calendar year, and pursuant thereto I issued Executive Orders No. 7701 of September 3, 1937, No. 7822 of February 25, 1938, and No. 7946 of August 9, 1938, covering respectively the periods July 1, 1937-December 31, 1937, January 1, 1938-June 30, 1938, and July 1, 1938-December 31, 1938; and",
        "Whereas I find from available statistics that the combined total of such shipments and imports of red cedar shingles during the second half of the calendar year 1938 is 4,204,671 squares; and",
        "Whereas it is provided in Article XVIII of the trade agreement concluded between the United States and Canada on November 17, 1938 that upon the definitive coming into force of the said agreement the whole of the trade agreement concluded between the United States and Canada on November 15, 1935 shall terminate:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 811 of the Revenue Act of 1936, it is hereby ordered that the quantity of red cedar shingles imported from Canada which may be admitted to entry during the first six months of the calendar year 1939 shall be limited to 1,051,168 squares. Upon the termination in whole of the trade agreement entered into with Canada under date of November 15, 1935, in accordance with the provisions of Article XVIII of the trade agreement with Canada signed on November 17, 1938, this Executive Order shall cease to have force and effect.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 15, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8051-Limiting the Importation of Red Cedar Shingles From Canada During the First Six Months of 1939 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368632"
}