{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7361-amendment-executive-order-no-4929-july-7-1928-withdrawing-certain",
    "doc": "executive-order-7361-amendment-executive-order-no-4929-july-7-1928-withdrawing-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7361-Amendment of Executive Order No. 4929 of July 7, 1928, Withdrawing Certain Carson National Forest Lands Within the Rio Pueblo de Taos Watershed From Entry or Other Disposition in New Mexico",
    "date": "May 05, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of March 27, 1928, 45 Stat. 372, Executive Order No. 4929 of July 7, 1928, withdrawing certain lands of the Carson National Forest within the watershed of the Rio Pueblo de Taos, New Mexico, from entry or other disposition, is hereby amended to embrace the following-described area, containing approximately 37,000 acres:",
        "The tract of unsurveyed land lying within the hereinafter described boundaries in Ts. 25, 26 and 27 N., R. 14 E., and Ts. 26 and 27 N., R. 15 E., N. M. P. M., within the Carson National Forest; beginning at the northeast corner of the Pueblo de Taos Grant, thence northeasterly along the divide between Rio Pueblo de Taos and Rio Lucero and easterly along the divide between Rio Pueblo de Taos and Red River to the west boundary of the Maxwell Grant; thence southerly along the west boundary of the Maxwell Grant to the north boundary of T. 25 N., R. 15 E.; thence west on the north boundary of T. 25 N., R. 15 E., to the northwest corner thereof; thence south on the west boundary of T. 25 N., R. 15 E., to the divide between Rio Pueblo de Taos and Rio Fernandez de Taos; thence westerly along said divide to the east boundary of the Pueblo de Taos Grant; thence north to the point of beginning; containing approximately 37,000 acres more or less.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,May 5, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7361-Amendment of Executive Order No. 4929 of July 7, 1928, Withdrawing Certain Carson National Forest Lands Within the Rio Pueblo de Taos Watershed From Entry or Other Disposition in New Mexico Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355791"
}