{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-1065-allowing-incidental-assignment-laborers-classified-work",
    "doc": "executive-order-1065-allowing-incidental-assignment-laborers-classified-work",
    "president": "William Howard Taft",
    "president_byline": "27th President of the United States: 1909 ‐ 1913",
    "title": "Executive Order 1065-Allowing Incidental Assignment of Laborers to Classified Work",
    "date": "April 21, 1909",
    "content": [
        "The Executive order made by President Roosevelt of date March 30, 1905, recites as follows:",
        "With the view that hereafter under no circumstances whatever shall any unclassified laborer be assigned to classified work, I direct that the additional laborers referred to as shown in reports already made to the Civil Service Commission be regarded as classified in the positions occupied by them on the date of this order, and that they may be promoted to the clerical grade or transferred in the manner provided by the civil-service rules and regulations.",
        "It appears that in certain cases the work of various Departments, independent offices and bureaus is of such character that it cannot be economically and conveniently done consistently with a rigorous adherence to the division between classified and unclassified work. In such cases unclassified laborers are engaged for the greater part of their time on unclassified work, but at the same time there is certain classified work which could be more economically and conveniently done if such laborers were permitted to do it incidentally, and not as a part of their main work or employment.",
        "It is therefore ordered that hereafter where such a state of things exists as is above recited unclassified laborers may be assigned to classified work incidentally, but not as a part of their main work, in cases where such work cannot be conveniently and economically done by classified employees, but never without the prior consent of the Civil Service Commission, obtained before such assignment, and with a view to the doing of the particular classified work in question by unclassified employees.",
        "WM. H. TAFT.",
        "THE WHITE HOUSE, April 21, 1909."
    ],
    "citation": "William Howard Taft, Executive Order 1065-Allowing Incidental Assignment of Laborers to Classified Work Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/364900"
}