{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5643-regulations-governing-representation-and-post-allowances-the-foreign",
    "doc": "executive-order-5643-regulations-governing-representation-and-post-allowances-the-foreign",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5643-Regulations Governing Representation and Post Allowances in the Foreign Service",
    "date": "June 08, 1931",
    "content": [
        "In pursuance of the authorization contained in section 19 of the act of February 23, 1931 (46 Stat. 1209), which reads as follows:",
        "\"Sec. 19. That under such regulations as the President may prescribe, and within the limitations of such appropriations as may be made therefor, which appropriations are hereby authorized, ambassadors, ministers, diplomatic, consular, and Foreign Service officers may be granted allowances for representation; and also post allowances wherever the cost of living may be proportionately so high that in the opinion of the Secretary of State such allowances are necessary to enable such diplomatic, consular, and Foreign Service officers to carry on their work efficiently: Provided, That all such allowances shall be accounted for to the Secretary of State in such manner and under such rules and regulations as the President may prescribe and the authorization and approval of such expenditures by the Secretary of State, as complying with such rules and regulations, shall be binding upon all officers of the Government: Provided further, That the Secretary of State shall report all such expenditures annually to the Congress with the Budget estimates of the Department of State.\"",
        "the following regulations are hereby prescribed to supersede the regulations established by Executive order dated July 22, 1930, which order is hereby canceled:",
        "Purposes of Allowances",
        "The purposes for which these allowances are granted, are (1) in the case of representation allowances, the assistance in the establishment and maintenance of official contacts, the upholding of the prestige of the United States in the communities in which its representatives are stationed, and the furtherance of its interests abroad in the ways recognized as customary in various parts of the world, and (2) in the case of post allowances, the supplementing of official income of officers wherever the cost of living is proportionately so high that these allowances are necessary to enable such officers to carry\" on their work efficiently.",
        "Scope of Allowances",
        "Representation allowances are considered to include the following items:",
        "1. Receptions on American national holidays.",
        "2. Functions, formal or informal, such as receptions, dinners, and luncheons-, given upon special, occasions such as the usual official receptions incident to visits of United States naval vessels or of special commissions, or upon some other important happening, providing the means of reciprocating official courtesies received, either at a representative's home or at public places.",
        "3. Tips and gratuities in accordance with custom in the various countries where such gratuities are, in the opinion of the representative, necessary or desirable for the maintenance of the prestige of the United States.",
        "4. Purchases of flowers, wreaths, etc., upon appropriate occasions such as weddings, births, and deaths of important personages.",
        "5. Expenses for entertainment of other kinds than that provided for in paragraphs 1 and 2 when considered reasonable and desirable by the Secretary of State, provided that such expenses are shown to be for activities of representative importance.",
        "6. Any other expenses which in the discretion of the Secretary of State are of a character to promote the representation of the United States abroad.",
        "Post allowances are granted for the following purpose:",
        "7. Assistance in adjusting official incomes at certain posts to the ascertained cost of living at such posts.",
        "Apportionment of Allowances",
        "The Secretary of State is hereby authorized to make such allowances within the amounts appropriated from year to year to such diplomatic, consular, or Foreign Service officers as he may deem desirable to accomplish the purposes for which such allowances are granted.",
        "Accounting",
        "Detailed accounts shall be submitted monthly as to the expenditures made from representation allotments and the purposes for which they were made. Supporting vouchers shall be supplied in all cases for expenditures over $5 made under paragraphs 1, 2, 4, and 5 of the section of this order entitled \"Scope of Allowances.\" A specific exception to this requirement is made under paragraph 2, where a function takes place at a representative's home. Vouchers need be submitted in this case only where a caterer or similar purveyor is called upon. In other cases, an officer's certificate as to expenditures made in this connection will be sufficient. In all cases of receptions, dinners, and other entertainment, sufficient information should be included in the account to show the total cost per capita, which shall constitute sufficient detail for accounting purposes.",
        "With regard to expenditures under paragraphs 3 and 6 of the section mentioned above, the amounts expended shall be supported by certificates of the officer in charge, except that where any expenditure exceeds $15, a supporting voucher must be obtained.",
        "The amount available to any officer should normally be divided into four equal parts, to be availed of to that extent every three months. This will permit an expenditure of more than one-twelfth of the fund in any one month, but will nevertheless prevent a too early exhaustion of the fund. If more than one-fourth is spent in any three months, an explanation should accompany the account for such excess expenditure.  .",
        "Due to express provisions of law, representation allowances may not be used for expenses in connection with any of the following objects:",
        "1. Hire, purchase, operation, maintenance, or repair of any motor-propelled passenger-carrying vehicles.",
        "2. Club or association dues.",
        "3. Printing or engraving expenses.",
        "4. Purchase of alcoholic beverages.",
        "According to law, competitive bids must be obtained for all expenditures in excess of $100, except where it is manifestly impossible to obtain such bids, in which case the circumstances rendering impossible the submission of such bids must be completely set forth.",
        "The utmost care shall be exercised in the submission of the accounts for this fund, under the provisions of this order. The character of the appropriation is such that it is incumbent upon each officer in the field who has charge of the expenditure of this appropriation to make certain that the items for which he spends the money are amply justified.",
        "A post allowance granted to an officer is available only during the part of the fiscal year in which he remains within the district to which he is assigned. In no case may an officer be entitled to more than one-twelfth of his yearly allowance in any one month, fractional months to be prorated similarly, unless otherwise specifically authorized by the Secretary of State.",
        "The receipts of officers for post allowances allotted to them under paragraph 7 of the section of this order entitled \"Scope of Allowances\" will be submitted on Standard Forms Nos. 275 and 275a with the regular accounts of the office to which the officer receiving the allowance is attached; and while itemization of expenditures made from such allowances is not necessary, it is incumbent upon each officer in the field to whom an allowance is made to utilize it to assist him in maintaining a standard of living that will permit him to carry on his work efficiently, as prescribed in the statute quoted above.",
        "This order shall become effective July 1, 1931.",
        "HERBERT HOOVER",
        "The White House,June 8, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5643-Regulations Governing Representation and Post Allowances in the Foreign Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361239"
}