{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8184-amending-executive-order-no-7532-january-8-1937-establishing-the",
    "doc": "executive-order-8184-amending-executive-order-no-7532-january-8-1937-establishing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8184-Amending Executive Order No. 7532 of January 8, 1937, Establishing the Shinnecock Migratory Bird Refuge",
    "date": "June 28, 1939",
    "content": [
        "Whereas by Executive Order No. 7532 of January 8, 1937, certain lands and buildings thereon in Hampton Bays, Suffolk County, Long Island, New York, were reserved for the use of the Department of Agriculture as a wildlife refuge, subject to the primary jurisdiction of the Department of Commerce for lighthouse purposes, such reservation to be known as the Shinnecock Migratory Bird Refuge; and",
        "Whereas the Treasury Department requires such property for use and occupation for Coast Guard purposes authorized by the act of March 3, 1875, 18 Stat. 372 (U.S.C., title 14, sec. 96):",
        "Now, Therefore, by virtue of the authority vested in me as President of the United States it is ordered that the said Executive Order No. 7532 of January 8, 1937, be, and it is hereby, amended so as to provide that the use of such property by the Department of Agriculture as a wildlife refuge shall be subject to the use and occupation of such property by the Treasury Department for Coast Guard purposes authorized by the said act of March 3, 1875.",
        "The use of this property by the Department of Agriculture as a wildlife refuge as provided in the said Executive order of January 8, 1937, and the use thereof by the Treasury Department for Coast Guard purposes as provided in this order shall be subject to the primary use of the Department of Commerce for lighthouse purposes.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 28, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8184-Amending Executive Order No. 7532 of January 8, 1937, Establishing the Shinnecock Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368696"
}