{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6444-restoring-drill-sites-naval-petroleum-reserve-no-2-california",
    "doc": "executive-order-6444-restoring-drill-sites-naval-petroleum-reserve-no-2-california",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6444-Restoring Drill Sites to Naval Petroleum Reserve No. 2, California",
    "date": "November 25, 1933",
    "content": [
        "Whereas by Executive order of December 13, 1912, certain public lands in the State of California were withdrawn under the withdrawal act of June 25, 1910 (ch. 421, 36 Stat. 847), and reserved for the exclusive use of the United States Navy and designated as \"naval petroleum reserve no. 2\"; and",
        "Whereas by Executive order of June 11, 1923, the SW¼, W½SE¼, SE¼SE¼ of sec. 12, T. 32 S., R. 23 E., Mount Diablo meridian, California, were eliminated from naval petroleum reserve no. 2, except as to the oil and gas deposits therein which were retained in said reserve for the use and benefit of the United States Navy, and said lands reserved for town-site purposes, to be surveyed under the act of March 3, 1863 (ch. LXXX, 12 Stat. 754), and thereafter all unreserved lots in the surveyed town site to be disposed of under the provisions of existing law, subject to the conditions and limitations of the act of July 17, 1914 (ch. 142, 38 Stat. 509); and",
        "Whereas by Executive order dated May 16, 1925, under like terms and conditions, the S½NW¼ and S½NW¼NW¼, sec. 12, T. 32 S., R. 23 E., Mount Diablo meridian, California, were reserved as an addition to the aforesaid town site; and",
        "Whereas a survey of the original town site by the General Land Office approved April 3, 1924, and a survey of the first addition to the town site approved May 16, 1926, show within the area withdrawn by Executive order of June 11, 1923, reserved areas designated as \"drill sites\", numbered 1 to 28, inclusive, and within the area withdrawn by Executive order of May 16, 1925, reserved areas designated as \"drill sites\", numbered 1 to 10, inclusive, so reserved to protect the interests of the Navy in the oil and gas deposits therein; and",
        "Whereas Congress, by act approved May 28, 1926 (ch. 412, 44 Stat. 670), directed the Secretary of the Interior to convey to the county of Kern, Calif., drill sites 9, 10, 17, and 18 of the original town site, for public-park purposes, subject to the right of the United States to prospect for and extract from said lands oil, coal, and other mineral deposits; and",
        "Whereas it is deemed desirable to have all such drill sites placed under the control and jurisdiction of the Navy Department to be administered as a part of the naval petroleum reserves, subject to the rights of the county of Kern, Calif., in the four drill sites above mentioned;",
        "Now, Therefore, by virtue of the authority vested in me by act of June 25, 1910 (ch. 421, sec. 1, 36 Stat. 847), it is hereby ordered that the lands hereinafter described be, and the same are hereby, restored to naval petroleum reserve no. 2, California, under the exclusive control and jurisdiction of the Navy Department, with the same rights thereto in the Navy Department as if said lands had not been heretofore eliminated from naval petroleum reserve no. 2:",
        "Description",
        "Drill sites 1 to 28, inclusive, original town site of Ford, drill sites 1 to 10, inclusive, addition to original town site of Ford, as shown on United States General Land Office plat of town site of Ford, approved May 15, 1926, all in-",
        "T. 32 S., R. 23 E., sec. 12, Mount Diablo meridian, subject to the rights of the county of Kern, Calif., as provided by the act of Congress approved May 28, 1926 (ch. 412, 44 Stat. 670).",
        "Executive Order No. 3862, of June 11, 1923, and No. 4225, of May 16, 1925, insofar as they affect the above-described drill sites, are hereby revoked.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 25, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6444-Restoring Drill Sites to Naval Petroleum Reserve No. 2, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362268"
}