{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6756-c-approval-code-fair-competition-for-the-wholesale-fresh-fruit-and",
    "doc": "executive-order-6756-c-approval-code-fair-competition-for-the-wholesale-fresh-fruit-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6756-C-Approval of Code of Fair Competition for the Wholesale Fresh Fruit and Vegetable Distributive Industry",
    "date": "June 29, 1934",
    "content": [
        "Whereas, the Secretary of Agriculture and the Administrator of the National Industrial Recovery Act having rendered their separate reports and recommendations and findings on the provisions of said Code, coming within their respective jurisdictions, as set forth in the Executive Order No. 6182 of June 26, 1933, as supplemented by Executive Order No. 6207 of July 21, 1933, and Executive Order No. 6345 of October 20, 1933, as amended by Executive Order No. 6551, of January 8, 1934.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby find that:",
        "1. An application has been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Wholesale Fresh Fruit and Vegetable Distributive Industry; and,",
        "2. Due notice and opportunity for hearings to interested parties has been given pursuant to the provisions of the Act and regulations thereunder; and,",
        "3. Hearings have been held upon said Code, pursuant to such notice and pursuant to the pertinent provisions of the Act and regulations thereunder; and,",
        "4. Said Code of Fair Competition constitutes a Code of Fair Competition, as contemplated by the Act and complies in all respects with the pertinent provisions of the Act, including clauses (1) and (2) of subsection (a) of Section 3 of Title I of the Act; and,",
        "5. It appears, after due consideration, that said Code of Fair Competition will tend to effectuate the policy of Congress as declared in Section 1 of Title I of the Act.",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby approve said Code of Fair Competition for the Wholesale Fresh Fruit and Vegetable Distributive Industry, provided, however, that the continued participation of the American Fruit and Vegetable Shippers Association, the Western Fruit Jobbers Association of America, the International Apple Association, and the National League of Commission Merchants of the United States, shall be contingent upon the amendment of their by-laws to the satisfaction of the Secretary of Agriculture and the Administrator for Industrial Recovery.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 29, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6756-C-Approval of Code of Fair Competition for the Wholesale Fresh Fruit and Vegetable Distributive Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362535"
}