{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8895-directing-certain-units-vessels-and-personnel-the-coast-guard-operate",
    "doc": "executive-order-8895-directing-certain-units-vessels-and-personnel-the-coast-guard-operate",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8895-Directing Certain Units, Vessels and Personnel of the Coast Guard To Operate as Part of the Navy, Subject to the Orders of the Secretary of the Navy",
    "date": "September 11, 1941",
    "content": [
        "Whereas section 1 of the act of January 28, 1915, 38 Stat. 800 (U.S.C., title 14, sec. 1), as amended by sections 5 and 6 (a) of the act of July 11, 1941 (Public Law 166, 77th Congress), provides:",
        "\"That there shall be established in lieu of the existing Revenue-Cutter Service and the Life-Saving Service, to be composed of those two existing organizations, with the existing offices and positions and the incumbent officers and men of those two services, the Coast Guard, which shall be a military service and constitute a branch of the land and naval forces of the United States at all times and which shall operate under the Treasury Department in time of peace and operate as a part of the Navy, subject to the orders of the Secretary of the Navy, in time of war or when the President shall so direct. Whenever the Coast Guard or any units thereof are transferred to the Navy Department, applicable appropriations of the Navy Department shall be available for the expenses thereof: Provided, That the applicable appropriations of the Coast Guard shall be available for transfer to the Navy Department for such expenses in such amount or amounts as the Director of the Bureau of the Budget shall determine: Provided further, That no provision of this Act shall be construed as giving any officer of either the Coast Guard or the Navy, military or other control at any time over any vessel, officer, or man of the other service except by direction of the President.\"",
        "Whereas it is essential, for the strengthening of our national defense, that certain units, vessels and personnel of the Coast Guard operate as a part of the Navy, subject to the orders of the Secretary of the Navy, as national defense needs may require from time to time during the present emergency:",
        "Now, Therefore, by virtue of the authority conferred upon me by the statutory provisions above set forth, I hereby direct that all units, vessels and personnel of the Coast Guard heretofore transferred to, or under detail with, the Navy during the present emergency, and such additional units, vessels and personnel of the Coast Guard as may be hereafter designated for Navy operation upon agreement of the Chief of Naval Operations and the Commandant of the Coast Guard, with the approval of the Secretary of the Treasury, shall, during the period of the present unlimited emergency, operate as a part of the Navy, subject to the orders of the Secretary of the Navy: Provided, That upon agreement by the Chief of Naval Operations and the Commandant of the Coast Guard, with the approval of the Secretary of the Navy, any unit, vessel or personnel operating as a part of the Navy during the present unlimited emergency, may be returned to the Department of the Treasury and resume its or their former status as a part of the Coast Guard.",
        "When any unit or vessel of the Coast Guard is transferred for operation by the Navy as a part thereof, during the present unlimited emergency, there shall devolve upon the Navy for the period of such operation all Coast Guard functions, duties, and responsibilities with which such unit or vessel is charged by law, regulation, and legal orders, unless different arrangements are made upon agreement by the Chief of Naval Operations and the Commandant of the Coast Guard, with the approval of the Secretary of the Treasury.",
        "All Coast Guard personnel operating as a part of the Navy, subject to the orders of the Secretary of the Navy, during the present unlimited emergency, shall, while so serving, be subject to the laws enacted for the government of the Navy: Provided, That in the initiation, prosecution, and completion of disciplinary action, including remission or mitigation of punishments for any offense committed by any officer or enlisted man of the Coast Guard, the jurisdiction shall depend upon and be in accordance with the laws and regulations of the Department having jurisdiction of the person of such offender at the various stages of such action: Provided further, That any punishment imposed and executed in accordance with .the provisions of this paragraph shall not exceed that to which the offender was liable at the time of the commission of the offense.",
        "This order and Executive Order No. 8767 of June 3, 1941, directing certain personnel of the Coast Guard to operate as a part of the Navy subject to the orders of the Secretary of the Navy, shall cease and be of no effect upon the termination of the present unlimited emergency, whereupon all units, vessels and personnel of the Coast Guard then operating as a part of the Navy shall automatically return to the jurisdiction of the Department of the Treasury and resume their former status as a part of the Coast Guard.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 11, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8895-Directing Certain Units, Vessels and Personnel of the Coast Guard To Operate as Part of the Navy, Subject to the Orders of the Secretary of the Navy Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372193"
}