{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10949-creating-board-inquiry-report-labor-dispute-affecting-the-maritime",
    "doc": "executive-order-10949-creating-board-inquiry-report-labor-dispute-affecting-the-maritime",
    "president": "John F. Kennedy",
    "president_byline": "35th President of the United States: 1961 ‐ 1963",
    "title": "Executive Order 10949-Creating a Board of Inquiry to Report on a Labor Dispute Affecting the Maritime Industry of the United States",
    "date": "June 26, 1961",
    "content": [
        "WHEREAS, there exists a labor dispute between certain ship owners and operators in the United States foreign and domestic trades and certain of their employees represented by: the National Maritime Union of America; the Seafarers International Union of North America; the National Marine Engineers' Beneficial Association; the International Organization of Masters, Mates and Pilots; the American Radio Association; the Radio Officers Union; the Staff Officers Association of America; and",
        "WHEREAS, such dispute has resulted in a strike which, in my opinion, affects a substantial part of the maritime industry, an industry engaged in trade, commerce, and transportation among the several States and with foreign nations, and which strike will, if permitted to continue, imperil the national health and safety:",
        "NOW THEREFORE, by virtue of the authority vested in me by section 206 of the Labor-Management Relations Act, 1947, 61 Stat. 155 (29 U.S.C. 176), I hereby create a Board of Inquiry consisting of The Honorable David L. Cole Chairman, Judge Samuel I. Rosenman and Professor James J. Healy as members to inquire into the issues involved in such dispute.",
        "The Board shall have powers and duties as set forth in Title II of such Act. The Board shall report to the President in accordance with the provisions of section 206 of such Act on or before June 30, 1961.",
        "Upon submission of its report, the Board shall continue in existence to perform such other functions as may be required under such Act, until the Board is terminated by the President.",
        "JOHN F. KENNEDY\nTHE WHITE HOUSE,\nJune 26, 1961"
    ],
    "citation": "John F. Kennedy, Executive Order 10949-Creating a Board of Inquiry to Report on a Labor Dispute Affecting the Maritime Industry of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/237228"
}