{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9468-transfer-certain-personnel-among-the-coast-and-geodetic-survey-and",
    "doc": "executive-order-9468-transfer-certain-personnel-among-the-coast-and-geodetic-survey-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9468-Transfer of Certain Personnel Among the Coast and Geodetic Survey and the War and Navy Departments",
    "date": "August 22, 1944",
    "content": [
        "By virtue of the authority vested in me by section 16 of the act of May 22, 1917, 40 Stat. 87 (U.S.C., title 33, Sec. 855), and as President of the United States, and in view of the existing national emergency, it is hereby ordered as follows:",
        "1. Commissioned officers of the Coast and Geodetic Survey transferred to the service and jurisdiction of the War or Navy Department are hereby authorized to be returned to the service and jurisdiction of the Coast and Geodetic Survey when so directed by the Secretary of War or the Secretary of the Navy.",
        "2. Commissioned officers of the Coast and Geodetic Survey are hereby authorized to be transferred to the service and jurisdiction of the War or Navy Department as replacements for commissioned officers of the Coast and Geodetic Survey serving with those departments upon mutual agreement between the Secretary of Commerce and the Secretary of War or the Secretary of the Navy.",
        "3. Commissioned officers of the Coast and Geodetic Survey shall, while under the jurisdiction of the War or Navy Department, serve under their commissions in the Coast and Geodetic Survey, and while so serving shall constitute a part of the active military or naval forces of the United States and shall be under direct orders of the War or Navy Department and subject to the laws, regulations, and orders for the government of the Army or Navy so far as they may be applicable.",
        "4. Commissioned officers of the Coast and Geodetic Survey transferred to the War or Navy Department shall be returned to the Coast and Geodetic Survey when the present national emergency ceases to exist, unless sooner returned in accordance with this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 22, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9468-Transfer of Certain Personnel Among the Coast and Geodetic Survey and the War and Navy Departments Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355140"
}