{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11834-activation-the-energy-research-and-development-administration-and",
    "doc": "executive-order-11834-activation-the-energy-research-and-development-administration-and",
    "president": "Gerald R. Ford",
    "president_byline": "38th President of the United States: 1974 ‐ 1977",
    "title": "Executive Order 11834-Activation of the Energy Research and Development Administration and the Nuclear Regulatory Commission",
    "date": "January 15, 1975",
    "content": [
        "By virtue of the authority vested in me by the Energy Reorganization Act of 1974 (Public Law 93-438; 88 Stat. 1233), Section 301 of title 3 of the United States Code, and as President of the United States of America, it is hereby ordered:",
        "SECTION 1. Pursuant to Section 312(a) of the Energy Reorganization Act of 1974 I hereby prescribe January 19, 1975, as the effective date of that Act. This action shall not impair in any way the activation of the Energy Resources Council by Executive Order No. 11814 of October 11, 1974.",
        "SEC. 2. The Director of the Office of Management and Budget shall take all steps necessary or appropriate to ensure or effectuate the transfers provided for in the Energy Reorganization Act of 1974, the Solar Heating and Cooling Demonstration Act of 1974 (Public Law 93-409; 88 Stat. 1069), the Geothermal Energy Research, Development, and Demonstration Act of 1974 (Public Law 93-410; 88 Stat. 1079), the Solar Energy Research, Development, and Demonstration Act of 1974 (Public Law 93-473; 88 Stat. 1431), to the extent required or permitted by law, including transfers of funds, personnel and positions, assets, liabilities, contracts, property, records, and other items related to the transfer of functions, programs, or authorities.",
        "SEC. 3. As required by the Energy Reorganization Act of 1974, this Order shall be published in the Federal Register.",
        "GERALD R. FORD\nThe White House,\nJanuary 15, 1975."
    ],
    "citation": "Gerald R. Ford, Executive Order 11834-Activation of the Energy Research and Development Administration and the Nuclear Regulatory Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/268727"
}