{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9438-authorizing-the-secretary-commerce-take-possession-and-operate-the",
    "doc": "executive-order-9438-authorizing-the-secretary-commerce-take-possession-and-operate-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9438-Authorizing the Secretary of Commerce to Take Possession of and to Operate the Plants and Facilities of Montgomery Ward and Company, Located in Chicago, Illinois",
    "date": "April 25, 1944",
    "content": [
        "Whereas after investigation I find and proclaim that there are existing and threatened interruptions of the operations of the plants and facilities of Montgomery Ward and Company, located in Chicago, Illinois, as a result of labor disturbances arising from the failure of Montgomery Ward and Company to comply with directive orders of the National War Labor Board; that the war effort will be unduly impeded or delayed by these interruptions; and that the exercise, as hereinafter specified, of the powers vested in me is necessary to insure, in the interest of the war effort, the operation of these plants and facilities and of other plants and facilities which are threatened to be affected by the said labor disturbances:",
        "Now, Therefore, by virtue of the power and authority vested in me by the Constitution and laws of the United States, as President of the United States and Commander in Chief of the Army and Navy of the United States, it is hereby directed as follows:",
        "1. The Secretary of Commerce is hereby authorized and directed, through and with the aid of any persons or instrumentalities that he may designate, to take possession of the plants and facilities of Montgomery Ward and Company, located in Chicago, Illinois, including the mail order house, the retail store and the Schwinn Warehouse, together with any real or personal property and other assets used in connection with the operation thereof, and to operate or to arrange for the operation of the plants and facilities in any manner that he deems necessary for the successful prosecution of the war, and to do all things necessary or Incidental thereto. The Secretary of Commerce is further authorized to exercise any contractual or other rights of the Company and to take any other steps that he deems necessary to carry out the provisions and purposes of this order.",
        "2. The Secretary of Commerce shall operate the plants and facilities of the Company under the terms and conditions of the directive orders of the National War Labor Board dated January 15, 1944, and April 5, 1944.",
        "3. The Secretary of Commerce is authorized to take any action that he may deem necessary or desirable to provide protection for the plants and facilities and for all persons employed or seeking employment therein.",
        "4. Upon the request of the Secretary of Commerce, the Secretary of War shall take any action that may be necessary to enable the Secretary of Commerce to carry out the provisions and purposes of this order.",
        "5. Possession, control, and operation of any plant or facility, or part thereof, taken under this order shall be terminated by the Secretary of Commerce within sixty days after he determines that the productive efficiency of the plant. facility, or parts thereof prevailing prior to the existing and threatened interruptions of production, referred to in the recitals of this order, has been restored.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 25, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9438-Authorizing the Secretary of Commerce to Take Possession of and to Operate the Plants and Facilities of Montgomery Ward and Company, Located in Chicago, Illinois Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355141"
}