{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8886-authorizing-classified-civil-service-status-be-conferred-upon-certain",
    "doc": "executive-order-8886-authorizing-classified-civil-service-status-be-conferred-upon-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8886-Authorizing a Classified Civil Service Status To Be Conferred Upon Certain Civilian Employees of the Coast Guard Who Were Transferred From the Bureau of Lighthouses of the Department of Commerce Under Reorganization Plan No. II",
    "date": "September 03, 1941",
    "content": [
        "By virtue of the authority vested in me by Section 2 of the Civil Service Act (22 Stat. 403, 404) and by Section 1753 of the Revised Statutes of the United States, it is hereby ordered as follows:",
        "Upon recommendation of the Secretary of the Treasury, the Civil Service Commission is authorized and directed to confer a classified civil service status upon any person employed aboard any vessel of the United States Coast Guard who was transferred to the Coast Guard from the Bureau of Lighthouses of the Department of Commerce pursuant to Reorganization Plan No. II and who, on the date of this Order, has not been inducted into the military service of the Coast Guard under the provisions of the Act of August 5, 1939 (53 Stat. 1216), \"An Act to perfect the consolidation of the Lighthouse Service with the Coast Guard by authorizing the commissioning, appointment and enlistment in the Coast Guard of certain officers and employees of the Lighthouse Service, and for other purposes\".",
        "The classification of any employee under this Order shall be subject to the following limitations:",
        "(1) Such employee must qualify in such appropriate non-competitive tests of fitness as the Civil Service Commission may prescribe.",
        "(2) Such employee must not be disqualified by any provision of Section 3 of Civil Service Rule V or by any other Civil Service Rule or by any provision of the Civil Service Act or any other Statute or Executive Order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 3, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8886-Authorizing a Classified Civil Service Status To Be Conferred Upon Certain Civilian Employees of the Coast Guard Who Were Transferred From the Bureau of Lighthouses of the Department of Commerce Under Reorganization Plan No. II Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372180"
}