{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9392-amendment-executive-order-9334-entitled-war-food-administration",
    "doc": "executive-order-9392-amendment-executive-order-9334-entitled-war-food-administration",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9392-Amendment of Executive Order 9334 Entitled \"War Food Administration\"",
    "date": "October 28, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the statutes of the United States, as President of the United States and Commander in Chief of the Army and Navy, Section 2 of Executive Order 9334 of April 19, 1943 entitled \"War Food Administration\" is hereby amended to read as follows:",
        "Sec. 2. All powers, functions, and duties of the Secretary of Agriculture (a) under Executive Order No. 9280 of December 5, 1942, (b) under Title IV of Executive Order No. 9250 of October 3, 1942, (c) which relate to labor and manpower under orders of the Economic Stabilization Director or the Chairman of the War Manpower Commission, (d) which relate to or which have heretofore been exercised through or in connection with the agencies, including corporations, consolidated by section 1 of this order, and (e) which relate to personnel, property and records transferred by section 3 of this order, are transferred to and shall be exercised and performed by the War Food Administrator (in addition to the powers, functions, and duties conferred upon him by Executive Order No. 9328 of April 8, 1943). The War Food Administrator shall be the Chairman or shall designate the Chairman of the interdepartmental committee set up by section 7 (a) of Executive Order No. 9280, and shall be the United States member of the Combined Food Board. The War Food Administrator may designate a representative to serve as his deputy on the Combined Food Board. The War Food Administrator and the Secretary of Agriculture shall continue as members of the War Production Board.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 28, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9392-Amendment of Executive Order 9334 Entitled \"War Food Administration\" Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372369"
}