{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8357-administration-the-foreign-service-under-reorganization-plan-no-ii",
    "doc": "executive-order-8357-administration-the-foreign-service-under-reorganization-plan-no-ii",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8357-Administration of the Foreign Service Under Reorganization Plan No. II",
    "date": "March 02, 1940",
    "content": [
        "Under the authority vested in me by section 1(b) of Part I of Reorganization Plan No. II (effective July 1, 1939, by Public Resolution approved June 7, 1939, 53 Stat. 1431), and in effectuation of the provisions of subdivisions (2), (3), and (4) of that section, I hereby prescribe the following regulations pertaining to officers designated by the Secretary of Commerce and the Secretary of Agriculture under the said subdivisions:",
        "1. Officers designated by the Secretary of Commerce and the Secretary of Agriculture under subdivisions (2) and (3), respectively, of the said section 1(b) of Part I of Reorganization Plan No. II may, when acceptable to the Secretary of State, be sent abroad as specialists or technicians for temporary service under the provisions of, and subject to the conditions named in, section 5 of the act of March 3, 1927, 44 Stat. 1396, and section 2 of the act of June 5, 1930, 46 Stat. 498, as authorized by the said subdivisions (2) and (3), respectively.",
        "2. The Secretary of State shall give suitable commissions to the officers described in paragraph 1 hereof and shall assign them to such offices as may be deemed necessary by him and the Secretary of the department concerned. Such officers, during the active period of their assignment, shall be considered a part of the organization of the Foreign Service, shall assume the status directed by the Secretary of State, and shall, in this respect, be subject to the jurisdiction of the Secretary of State. With the approval of the chief of the office to which they are attached, such officers may request reports from Foreign Service officers upon matters falling within the jurisdiction of their respective departments. The duties of such officers shall be restricted to the accomplishment of the special missions within the scope of their assignments.",
        "3. The officers designated by the Secretary of Commerce and the Secretary of Agriculture under subdivision (4) of the said section 1(b) of Part I of Reorganization Plan No. II to serve in the Department of State as liaison officers shall, when acceptable to the Secretary of State, serve in matters of interest to their respective departments.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 2, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8357-Administration of the Foreign Service Under Reorganization Plan No. II Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371961"
}