{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8803-amending-schedule-the-civil-service-rules",
    "doc": "executive-order-8803-amending-schedule-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8803-Amending Schedule A of the Civil Service Rules",
    "date": "June 25, 1941",
    "content": [
        "By virtue of the authority vested in me by Paragraph Eighth of Subdivision Second of Section 2 of the Civil Service Act (22 Stat. 403, 404), it is hereby ordered as follows:",
        "Section 1. Paragraph 7, Subdivision I of Schedule A of the Civil Service Rules is hereby amended to read as follows:",
        "7. Any person employed in a foreign country, or in the Virgin Islands, or in Puerto Rico when public exigency warrants, or in any island possession of the United States in the Pacific Ocean (except the Hawaiian Islands), or in the Philippine Islands, when in the opinion of the Commission it is not practicable to treat the position as in the competitive classified service; but this paragraph shall not apply to any person employed in Canada or Mexico in the service of the Immigration and Naturalization Service, Department of Justice, or to any person employed in any foreign country or in the Virgin Islands by the Bureau of Customs of the Treasury Department.",
        "Section 2. Paragraph 1, Subdivision II of Schedule A of the Civil Service Rules is hereby amended to read as follows:",
        "1. Five special assistants to the Secretary of State.",
        "Section 3. Subdivision XI of Schedule A is hereby amended by the addition of a new paragraph to be numbered 12 and to read as follows:",
        "12. Weather Bureau: Agents employed in field positions the work of which is financed jointly by the Department of Commerce and cooperating persons, organizations, or governmental agencies outside the Federal service.",
        "In making appointments under this paragraph, a full report shall be submitted immediately by the Weather Bureau to the Commission, setting forth the name, designation and compensation of the appointee and a statement of the duties to which he is to be assigned and of his qualifications for such duties in such detail as to indicate clearly that the appointment is properly made under the above paragraph. The same procedure shall be followed in case of the assignment of any such agent to duties of a different character.",
        "Section 4. Schedule A of the Civil Service Rules is hereby further amended by the addition of a new subdivision to be numbered XXIX and to read as follows:",
        "XXIX. INLAND WATERWAYS CORPORATION",
        "1. Until June 30, 1943, all positions in or under the Inland Waterways Corporation.",
        "Section 5. Schedule A of the Civil Service Rules is hereby further amended by the addition of a further subdivision to be numbered XXX and to read as follows:",
        "XXX. FEDERAL WORKS AGENCY",
        "1. Agents employed in field positions the work of which is financed jointly by the Federal Works Agency and cooperating persons, organizations, or governmental agencies outside the Federal service.",
        "In making appointments under this paragraph, a full report shall be submitted immediately by the Federal Works Agency to the Commission, setting forth the name, designation and compensation of the appointee and a statement of the duties to which he is to be assigned and of his qualifications for. such duties in such detail as to indicate clearly that the appointment is properly made under the above paragraph. The same procedure shall' be followed in case of the assignment of any such agent to duties of a different character.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 25, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8803-Amending Schedule A of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368229"
}