{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8647-establishing-the-havasu-lake-national-wildlife-refuge",
    "doc": "executive-order-8647-establishing-the-havasu-lake-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8647-Establishing the Havasu Lake National Wildlife Refuge",
    "date": "January 22, 1941",
    "content": [
        "ARIZONA AND CALIFORNIA",
        "By virtue of the authority vested in me by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, and as President of the United States, it is ordered that all lands owned by the United States within the following-described areas, comprising approximately 37,370 acres, in Mohave and Yuma Counties, Arizona, and San Bernardino County, California, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of the Interior as a refuge and breeding ground for migratory birds and other wildlife; and all lands hereafter acquired by the United States within such areas, including tribal and allotted Indian lands in which complete interests may hereafter be acquired by the United States pursuant to the act of July 8, 1940, Public No. 730, shall upon acquisition thereof become and be reserved as a part of the said refuge:",
        "",
        "As the lands herein described have been reserved or acquired, or are to be acquired, for purposes of the Parker Dam Project, their reservation as the Havasu Lake National Wildlife Refuge is subject to their use for the purposes of the Parker Dam Project.",
        "It is unlawful for any person to pursue, hunt, trap, capture, willfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of the Interior.",
        "This reservation shall be known as the Havasu Lake National Wildlife Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 22, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8647-Establishing the Havasu Lake National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372520"
}