{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8978-establishing-new-york-harbor-new-london-delaware-bay-and-river",
    "doc": "executive-order-8978-establishing-new-york-harbor-new-london-delaware-bay-and-river",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8978-Establishing New York Harbor, New London, Delaware Bay and River, Chesapeake-Norfolk, and Charleston Harbor Defensive Sea Areas and Prescribing Regulations for the Control Thereof",
    "date": "December 16, 1941",
    "content": [
        "By virtue of the authority vested in me by section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96), the following-described areas are hereby established, for purposes of national defense, as naval defensive sea areas, and the following regulations are prescribed for the control thereof:",
        "New York Harbor Defensive Sea Area",
        "All United States territorial waters of New York Harbor and its approaches and tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. & G.S. Charts, to:",
        "A line from Rockaway Point Coast Guard Station, Rockaway Point, New York, to Ambrose Channel Lightship, thence to Navesink Lighthouse, Highlands, New Jersey.",
        "A line across the Raritan River at and following the Central Railroad of New Jersey Bridge from South Amboy to Perth Amboy, New Jersey.",
        "The contour line of extreme high water following the western shore of Arthur Kill and Newark Bay.",
        "A line across the Passaic River at and following the Erie Railroad Bridge, Arlington, New Jersey.",
        "A line across the Hackensack River at and following the Delaware, Lackawanna and Western Railroad Bridge near Anderson Creek, New Jersey.",
        "A line across the Hudson River at and following the Bear Mountain Bridge.",
        "A line across Long Island Sound from Sands Point Lighthouse, Long Island, to Execution Rocks Lighthouse, thence to Larchmont Harbor Light, Larchmont, New York.",
        "New London Defensive Sea Abba",
        "All United States territorial waters of Long Island Sound, Block Island Sound, Thames River, Gardiners Bay, and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. & G.S. Charts, to:",
        "A line from Montauk Point Lighthouse, Long Island to Block Island Southeast Lighthouse, thence to Point Judith Lighthouse, Rhode Island.",
        "A line across the Thames River from shore to shore at and following the parallel of Latitude 41°26' North.",
        "A line running from Black Point (Niantic Bay), Connecticut, to Orient Point, Long Island, thence to Long Beach Bar Lighthouse and thence to Cedar Point, Long Island.",
        "Delaware Bay and River Defensive Sea Area",
        "All United States territorial waters of Delaware Bay and its seaward approaches, Delaware River, and Schuylkill River, from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. & G.S. Charts, to:",
        "A line running from Cape May East Jetty Light, Cape May, New Jersey, on bearing 147° true to the seaward limit of U.S. territorial waters, thence along the seaward boundary of territorial waters southwesterly to the parallel of Latitude 38°43'18\" North, and thence west along this parallel of Latitude to the Tower, at Rehoboth, Delaware, in approximate position, Latitude 38°43'18\", Longitude 75°04'38\" West.",
        "A line across the Delaware River above Philadelphia, Pennsylvania, at and following the Pennsylvania Railroad Bridge at Fisher Point, New Jersey.",
        "A line across the Schuylkill River at and following Fairmount Dam.",
        "Chesapeake Bay-Norfolk Defensive Sea Area",
        "All United States territorial waters of Chesapeake Bay and its approaches; Hampton Roads, Elizabeth River, James River, York River, and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. & G.S. Charts, to:",
        "A line running from the southernmost point of Cape Charles, Virginia, to Cape Charles Lighthouse on Smith Island, thence on a bearing 130° true to the seaward limit of U.S. territorial waters, thence southwesterly along the limit of territorial waters to the parallel of Latitude 36°51'15\" and thence west meeting the shore at the U.S. Coast Guard Station, Virginia Beach, Va.",
        "A line across the Southern Branch, Elizabeth River, from shore to shore along the parallel of Latitude 36°46' North.",
        "A line across the James River at and following the James River Bridge, near Newport News, Virginia.",
        "A line across the York River, from shore to shore along the parallel of Latitude 37°20' North.",
        "A line running from New Point Comfort (Mobjack Bay), Virginia, along the parallel of Latitude 37°18' North to the eastern shore of Chesapeake Bay at Wescott Point.",
        "Charleston Harbor Defensive Sea Area",
        "All United States territorial waters, of Charleston Harbor and its seaward approaches; Cooper River, Ashley River, Wando River, and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. & G.S. Charts, to:",
        "A line running from the Standpipe on Isle of Palms, South Carolina, on a bearing 180° to the seaward limit of UH. territorial waters, thence along the seaward limit of territorial waters to the Latitude of Charleston Lighthouse (32°41'42\" North), thence west along that parallel of Latitude to Charleston Lighthouse, thence on a line bearing 308° true to the tank in Edgewater Park in Latitude 32°46'06\" North, Longitude 80°00'03\" West.",
        "A line across the Ashley River, from shore to shore at and following the meridian of 80° West Longitude.",
        "A line across the Cooper River, from shore to shore at and following the parallel of Latitude 32°55' North.",
        "A line across the Wando River, from shore to shore at and following the meridian of Longitude 79°52'43\" West to a point at Latitude 32°51'48\", thence along bearing 136° true to the Standpipe on Isle of Palms.",
        "The following orders and regulations for the government of persons and vessels within the limits of Defensive Sea Areas, which orders and regulations are necessary for purposes of National Defense, are hereby authorized and promulgated.",
        "REGULATIONS FOR DEFENSIVE SEA AREAS",
        "I. A vessel not proceeding under U.S. Naval or other U.S. authorized supervision, shall not enter or navigate the waters of a Defensive Sea Area except during daylight, when good visibility conditions prevail, and then only after specific permission has been obtained. Advance arrangements for entry into or navigation through or within a Defensive Sea Area must be made; preferably by application at a United States Naval District Headquarters in advance of sailing, or by radio or visual communication on approaching the seaward limits of the area. If radio telegraphy is used, the call \"NQO\" shall be made on a frequency of 500 Kes, and permission to enter the port requested. The name of the vessel, purpose of entry and name of master must be given In the request. If visual communications are used, the procedure shall be essentially the same.",
        "II. A vessel entering or navigating the waters of a Defensive Sea Area does so at its own risk.",
        "III. Even though permission has been obtained, it is incumbent upon a vessel, entering a Defensive Sea Area, to obey any further instructions received from the U.S. Navy, or other U.S. authority.",
        "IV. A vessel may expect supervision of its movements within a Defensive Sea Area, either through surface craft or aircraft. Such controlling surface craft and aircraft will be identified by a prominent display of the Union Jack. The loading or unloading by vessels of oil fuel or other inflammable or explosive materials shall be under the control of the local Naval authority, who shall require such loading or unloading to be accomplished in such manner and at such times as will safeguard the other activities within a Defensive Sea Area essential to the national defense.",
        "V. These regulations are subject to amplification by the local U.S. Naval authority as necessary to meet local circumstances and conditions.",
        "VI. When a U.S. Maritime Control Area is established adjacent to or abutting upon any of the above established Defensive Sea Areas, It shall be assumed that permission to enter, and other instructions issued by proper authority, shall apply to any one continuous passage through or within both areas. Permission to enter or transit the Panama Canal shall, however, continue to be a separate procedure.",
        "VII. Any master of a vessel or other person within a Defensive Sea Area who shall disregard these regulations, or shall fail to obey an order of U.S. Naval authority to stop or heave to, or shall perform any act threatening the efficiency of mine or other defenses or the safety of navigation, or shall take any action inimical to the interests of the United States in its prosecution of the war, may be detained therein by force of arms and renders himself liable to attack by United States armed forces, and liable to prosecution as provided for in Section 44, of the Criminal Code as amended (U.S.C., title 18, Section 96).",
        "VIII. All U.S. Government authorities shall place at the disposal of the Naval authorities their facilities for aiding in the enforcement of these regulations. The Governors of the States concerned, the local municipal officials, and the local Civil Defense agencies are called upon to render the local Naval authorities all possible assistance in the enforcement of these regulations.",
        "IX. The Secretary of the Navy will be charged with the publication and enforcement of these regulations.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 16, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8978-Establishing New York Harbor, New London, Delaware Bay and River, Chesapeake-Norfolk, and Charleston Harbor Defensive Sea Areas and Prescribing Regulations for the Control Thereof Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368255"
}