{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6224-postponement-certain-provisions-executive-order-no-6166-june-10-1933",
    "doc": "executive-order-6224-postponement-certain-provisions-executive-order-no-6166-june-10-1933",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6224-Postponement of Certain Provisions of Executive Order No. 6166, of June 10, 1933",
    "date": "July 27, 1933",
    "content": [
        "Whereas it appears that the interests of economy require that the transfers, consolidations, and eliminations provided for under sections 1, 4, and 8 of Executive Order No. 6166, of June 10, 1933, be delayed beyond the effective date of said order;",
        "Now, Therefore, pursuant to the provisions of section 22 of said order, I hereby order that, except as hereinafter provided, the transfers, consolidations, and eliminations contemplated by sections 1 (except the abolition of the Federal Employment Stabilization Board), 4, and 8 of Executive Order No. 6166, of June 10, 1933, together with the operation of all other provisions of the said Order in so far as they relate to any of the said sections, shall be delayed until December 31, 1933: Provided, That any transfer, consolidation, or elimination in whole or in part under any of the said sections (except the abolition of the Federal Employment Stabilization Board) including any other provisions of the said Order in so far as they relate to any of the said sections may be made operative and in force between August 10, 1933, and December 31, 1933, by order of the Secretary of the Treasury, approved by the President.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 27, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6224-Postponement of Certain Provisions of Executive Order No. 6166, of June 10, 1933 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362047"
}