{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6988-dismissal-complaint-under-section-3-e-title-i-the-national-industrial",
    "doc": "executive-order-6988-dismissal-complaint-under-section-3-e-title-i-the-national-industrial",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6988-Dismissal of Complaint Under Section 3 (e) of Title I of the National Industrial Recovery Act with Respect to Imports of Pearl Essence",
    "date": "March 11, 1935",
    "content": [
        "A complaint under Section 3 (e) of the National Industrial Recovery Act, addressed to me by three domestic producers of pearl essence, has been filed with the National Recovery Administration alleging that pearl essence is being imported into the United States on such terms or under such conditions as to render ineffective or seriously to endanger the maintenance of the Code of Fair Competition for the Chemical Manufacturing Industry under which they arc operating.",
        "After an examination of said complaint and the report and recommendation of the National Industrial Recovery Board with respect thereto, I find that the facts do not appear to be such as to warrant further investigation in accordance with Section 3 (e) of said Act.",
        "I, therefore, direct that no further action be taken with regard to said complaint and that the complainants be so notified.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: L. C. Marshall          Executive Secretary",
        "The White HouseMarch 11, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6988-Dismissal of Complaint Under Section 3 (e) of Title I of the National Industrial Recovery Act with Respect to Imports of Pearl Essence Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362666"
}