{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7650-establishing-moosehorn-migratory-bird-refuge",
    "doc": "executive-order-7650-establishing-moosehorn-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7650-Establishing Moosehorn Migratory Bird Refuge",
    "date": "July 01, 1937",
    "content": [
        "MAINE",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that the lands and waters acquired or to be acquired by the United States within the following-described boundary, comprising approximately 11,949 acres in Washington County, Maine, be, and they are hereby, reserved and set apart, subject to existing valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, That any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Beginning at the corner common to the Towns of Baring, Calais, Charlotte, and Bobblnston;",
        "Thence from said initial point with the town line between Baring and Charlotte,      S. 58°25' W., 40.11 chains;      S. 58°38' W., 92.36 chains;      S. 58°21' W., 67.35 chains, to the corner common to lots 5 and 6 in the town line between Baring and Charlotte;",
        "Thence passing within the Town of Charlotte, with lines between lots 5 and 6, through Rs. 10,9, and 8,      S. 31°04' E., 41.39 chains;      S. 31°05' E., 9.99 chains;      S. 31°03' E., 70.15 chains, to the corner common to lots 5 and 6, ranges 7 and 8;",
        "Thence with line between lots 6, ranges 7 and 8,      S. 58°20' W., 39.78 chains, to the corner common to lots 6 and 7, ranges 7 and 8;",
        "Thence with line between lots 6 and 7, ranges 8 and 9,      N. 31°31' W., 80.01 chains, to the corner common to lots 6 and 7, ranges 9 and 10;",
        "Thence with line between lots 7, ranges 9 and 10, 8. 59°03' W., 14.31 chains, to the southwest corner of lot 7, range 10, in the town line between Charlotte and Meddybemps;",
        "Thence with the town line between Charlotte and Meddybemps,      N. 31°19' W., 41.24 chains, to the corner common to the Towns of Baring, Charlotte, and Meddybemps;",
        "Thence passing within the Town of Meddybemps,      S. 58°54' W., 100.40 chains;      N. 31°01' W., 14.07 chains;      N. 51°21' W., 62.36 chains, to the corner common to lots 8 and 10 in the east boundary of lot 6;",
        "Thence with line between lots 6 and 10,      N. 31°11' W., 19.90 chains, to the east shore of Meddybemps Lake;",
        "Thence with the meanders of Meddybemps Lake,      Northerly, 347.99 chains, to the northwest corner of lot 23 on the east shore of said lake;",
        "Thence with the northwest boundary of lot 23,      N. 57°48' E., 50.82 chains, to the south comer of lot 24;",
        "Thence with the southwest and northwest boundaries of lot 24,      N. 57°06' W., 51.84 chains;      N. 33°02' E., 18.02 chains, to the north comer of lot 24 in the southwest boundary of lot 25;",
        "Thence with part of the southwest, northwest, and northeast boundaries of lot 25,      N. 58°03' W., 0.67 chain;      N. 32°37' E., 1958 chains;      S. 57°30' E., 51.06 chains, to the comer of lots 25, 26, 28, and 27 in the center line of the Meddybemps road;",
        "Thence with the center line of the Meddybemps road,      Northerly, 168.24 chains, to the intersection of the southeast boundary of the St. Croix River lot 4, with the center line of said road;",
        "Thence with the southeast boundary of St. Croix River lots 4,3, and 2,      N. 58°83' E., 21.47 chains;      N. 57°31' E., 25.85 chains, to a point in the southeast boundary of St. Croix River lot 2;",
        "Thence with the following lines,      S. 32°47' E., 40.52 chains;      N. 58°14' E., 30.64 chains;      S. 31°39' E., 40.93 chains;      N. 58°18' E., 38.27 chains;      S. 31°16' E., 15.00 chains;      N. 59°11' E., 16.67 chains, to a point in the town line between Baring and Calais;",
        "Thence with the town line between Baring and Calais,      N. 30°43' W., 13.77 chains, to a point;",
        "Thence passing within lot 1, range 4, Town of Calais,      N. 58°41' E., 16.85 chains;      S. 8°04' E., 4.10 chains;      S. 60°45' W., 0.61 chain;      S. 29°28' E., 1.56 chains;      S. 8°04' E., 10.22 chains;      N. 62°36' E., 8.70 chains;      S. 27°24' E., 1.61 chains;      S. 58°47' W., 19.22 chains, to a point in the southwest boundary of lot 1, range 4, Town of Calais, in the town line between Baring and Calais;",
        "Thence with the town line between Baring and Calais,      S. 82°87' E., 22.67 chains, to a point;",
        "Thence passing within lot 1, range 4, Town of Calais,      N. 77°29' E., 4.66 chains, to a point in the center line of the Calais-Charlotte road;",
        "Thence with the center line of the Calais-Charlotte road, Southwesterly, 6.75 chains, to the town line between Baring and Calais;",
        "Thence with the town line between Baring and Calais,      S. 31°11' E., 11.29 chains, to the corner common to lots 1, ranges 3 and 4, Town of Calais, in the town line between Baring and Calais;",
        "Thence passing within the Town of Calais with line between lots 1, ranges 3 and 4,      N. 46°42' E., 40.11 chains, to a point in the center line of the Howard Mill road;      N. 56°21' E., 1.79 chains, to the center line of the Magurrewock Stream;",
        "Thence passing within lot 1, range 4, with the center line of Magurrewock Stream, downstream with the meanders thereof.      Northwesterly, 44.03 chains, to a point;",
        "Thence leaving Magurrewock Stream with the following lines,      S. 67°04' W., 2.00 chains;      N. 28°57' W., 0.54 chain;      N. 34°08' W., 0.96 chain;      N. 51°49' W., 1.89 chains;      N. 26°13' W., 2.47 chains;      N. 47°43' W., 3.71 chains;      N. 42°17' E., 2.00 chains, to a point in the center of Magurrewock Stream;",
        "Thence with the center line of Magurrewock Stream, downstream with the meanders thereof,      Northwesterly, 14.59 chains, to a point;",
        "Thence leaving the Magurrewock Stream,      N. 63°03' E., 10.05 chains;      S. 31°14' E., 59.27 chains, to a point in line between lots 1, ranges 3 and 4;",
        "Thence with line between lots 1, ranges 3 and 4,      N. 58°35' E., 25.20 chains, to the comer common to lots 1 and 2, ranges 3 and 4; Thence with line between lots 1 and 2, range 3,      S. 31°43' E., 80.01 chains, to the corner common to lots 1 and 2, ranges 2 and 3; Thence with line between lots 1, ranges 2 and 8,      S. 58°15' W., 79.62 chains, to the comer common to lots 1, ranges 2 and 3, in the town line between Baring and Calais;",
        "Thence with the town line between Baring and Calais,      S. 31°12' E., 27.45 chains;      S. 31°16' E., 118.75 chains;      S. 31°12' E., 18.49 chains, to the place of beginning.",
        "This refuge shall be known as the Moosehom Migratory Bird Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 1, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7650-Establishing Moosehorn Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369052"
}