{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8900-amending-the-executive-order-establishing-the-economic-defense-board",
    "doc": "executive-order-8900-amending-the-executive-order-establishing-the-economic-defense-board",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8900-Amending the Executive Order Establishing the Economic Defense Board",
    "date": "September 15, 1941",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United States and in order to define further the functions and duties of the Economic Defense Board with respect to the unlimited national emergency as declared by the President on May 27, 1941, and for the purpose of strengthening the international economic relations of the United States in the interest of national defense, it is hereby ordered as follows:",
        "1. The Economic Defense Board, in addition to the responsibilities and duties described in paragraph 3 of Executive Order No. 8839 of July 30, 1941, is authorized and directed to discharge and perform the following responsibilities and duties, in furtherance of such policies and objectives as the President may from time to time determine:",
        "a. Exercise and perform all powers and functions heretofore vested by any Proclamation, Executive Order or regulation in any officer or agency of the Government (1) under section 6 of the act of July 2, 1940, entitled \"An Act To expedite the strengthening of the national defense\" (Public No. 703, 76th Congress, Third Session), as extended by joint resolution of May 28, 1941 (Public No. 75, 77th Congress, First Session), and (2) under the act of October 10, 1940, entitled \"An Act to authorize the President to requisition certain articles and materials for the use of the United States, and for other purposes\" (Public No. 829, 76th Congress, Third Session), except the powers and functions vested in the Joint Army and Navy Munitions Board by sections 1 and 2 of Executive Order No. 8567 of October 15, 1940; and all such Proclamations, Executive Orders, and regulations are amended to the extent necessary to make this paragraph effective, but shall otherwise remain in full force and effect, and any of the provisions thereof heretofore applicable to any such officer or agency shall be applicable to the Economic Defense Board.",
        "b. Obtain, develop, and determine overall estimates of materials and commodities required for export purposes in the interest of the economic defense of the Nation (exclusive of defense articles to be transferred to the Government of any country whose defense the President deems essential to the defense of the United States, as provided in Public No. 11, 77th Congress, First Session, entitled \"An Act further to promote the defense of the United States and for other purposes\" approved March 11, 1941); and advise the Supply Priorities and Allocations Board of such estimated requirements.",
        "c. Advise the Office of Production Management as to the priorities required for the delivery of materials and commodities in carrying out economic defense programs.",
        "d. Provide a central clearing service to which exporters, manufacturers, and foreign importers may submit proposals for the export of materials and commodities; and obtain clearance for such proposals from the several Federal agencies concerned with the control of exports and financial transactions incidental thereto.",
        "2. The personnel, records, funds, and property (including office equipment) of the agencies and officers now exercising the powers and functions specified in paragraph 1 (a) above are hereby transferred to the Economic Defense Board.",
        "3. The Chairman of the Economic Defense Board is authorized to discharge and perform the above described responsibilities and duties through the Executive Director of the Board.",
        "4. Executive Order No. 8839 of July 30, 1941, establishing the Economic Defense Board is amended accordingly.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 15, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8900-Amending the Executive Order Establishing the Economic Defense Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372192"
}