{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8984-prescribing-the-duties-the-commander-chief-the-united-states-fleet",
    "doc": "executive-order-8984-prescribing-the-duties-the-commander-chief-the-united-states-fleet",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8984-Prescribing the Duties of the Commander in Chief of the United States Fleet and the Co-operative Duties of the Chief of Naval Operations",
    "date": "December 18, 1941",
    "content": [
        "By virtue of the power vested in me as President of the United States and as Commander in Chief of the armed forces of the United States and by the Constitution and Statutes of the United States, particularly the Act of May 22, 1917 (U.S.C., title 34, sec. 212), it is hereby ordered that the Commander in Chief, United States Fleet, shall have supreme command of the operating forces comprising the several fleets of the United States Navy and the operating forces of the naval coastal frontier commands, and shall be directly responsible, under the general direction of the Secretary of the Navy, to the President of the United States therefor.",
        "The staff of the Commander in Chief, United States Fleet, shall be composed of a Chief of Staff and of such officers and agencies as appropriate and necessary to perform duties in general as follows:",
        "(a) Make available for evaluation all pertinent information and naval intelligence;",
        "(b) Prepare and execute plans for current war operations;",
        "(c) Conduct operational duties;",
        "(d) Effect all essential' communications;",
        "(e) Direct training essential to carrying out operations;",
        "(f) Serve as personal aides.",
        "The Commander in Chief shall keep the Chief of Naval Operations informed of the logistic and other needs of the operating forces, and in turn the Chief of Naval Operations shall keep the Commander in Chief informed as to the extent to which the various needs can be met. Subject to the foregoing, the duties and responsibilities of the Chief of Naval Operations under the Secretary of the Navy will remain unchanged. The Chief of Naval Operations shall continue to be responsible for the preparation of war plans from the long range point of view.",
        "In order that close liaison may be maintained with the Navy Department, the principal office of the Commander in Chief shall be in the Navy Department unless otherwise directed.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 18, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8984-Prescribing the Duties of the Commander in Chief of the United States Fleet and the Co-operative Duties of the Chief of Naval Operations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368252"
}