{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6137-revocation-withdrawal-public-lands-pending-resurvey-arizona",
    "doc": "executive-order-6137-revocation-withdrawal-public-lands-pending-resurvey-arizona",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6137-Revocation of Withdrawal of Public Lands Pending Resurvey, Arizona",
    "date": "May 22, 1933",
    "content": [
        "It is hereby ordered that Executive Order No. 5571, dated March 5, 1931, which withdrew the public lands in T. 1 S., R. 2 W.; T. 3 S., R.4 W.; and T. 2 N., R. 4 W. of the Gila and Salt River meridian, Arizona, pending resurvey, be, and the same is hereby, revoked.",
        "And it is hereby ordered, pursuant to Public Resolution 85 of June 12, 1930 (46 Stat. 580), and subject to valid rights, that the above-described lands, if otherwise subject to disposition, shall be opened under the terms and conditions of such resolution and the regulations issued thereunder, to entry under the homestead or desert land laws only, for a period of 91 days beginning with the date of the official filing of the plats of resurvey, by qualified ex-service men for whose service recognition is granted by the resolution, and thereafter to appropriation by the general public under any public land law applicable thereto.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to the released lands by settlement in advance of entry or otherwise except strictly in accordance herewith.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 22, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6137-Revocation of Withdrawal of Public Lands Pending Resurvey, Arizona Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361964"
}