{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5375-minidoka-bird-reservation-enlarged",
    "doc": "executive-order-5375-minidoka-bird-reservation-enlarged",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5375-Minidoka Bird Reservation Enlarged",
    "date": "June 23, 1930",
    "content": [
        "Idaho",
        "It is hereby ordered that the Minidoka Reservation, Idaho, for the protection of native birds, created by Executive Order No. 1032, dated February 25, 1909, and enlarged by Executive Order No. 1486, dated February 21, 1912, be, and the same is hereby, further enlarged so as to include all of that part of the northeast quarter (lots 5 and 6), sec. 2, T. 9 S., R. 25 E., Boise meridian, lying north of the Snake River within the Minidoka irrigation project, Idaho, as segregated by the broken line shown upon the diagram hereto attached and made a part of this order.",
        "All of the lands involved have been withdrawn for reclamation purposes in connection with the Minidoka irrigation project, Idaho, and are primarily under the jurisdiction of the Department of the Interior. The reservation of these lands as a wild life refuge is subject to the use thereof by said department for irrigation and other incidental purposes, and to any other valid existing rights.",
        "It is unlawful within this reservation (a) to hunt, trap, capture, willfully disturb, or kill any wild animal or bird of any kind whatever, or take or destroy the eggs of any wild bird, to occupy or use any part of the reservation, or enter thereon for any purpose, except under such rules and regulations as may be prescribed by the Secretary of Agriculture; (b) to cut, burn, or destroy any timber, underbrush, grass, or other natural growth; (c) willfully to leave or suffer fire to burn unattended near any timber or other inflammable material; (d) after building a fire in or near any forest, timber, or other inflammable material, to leave it without totally extinguishing it; and (e) willfully to injure, molest, or destroy any property of the United States.",
        "Warning is given to all persons not to commit any of the acts herein enumerated, under the penalties prescribed by sections 106, 107, and 145 of title 18, chapter 4, United States Code, or by the Migratory Bird Conservation Act of February 18, 1929 (U.S. Code, Supp. III, title 16, ch. 7a, sec. 7151).",
        "HERBERT HOOVER",
        "The White House,June 23, 1930.",
        ""
    ],
    "citation": "Herbert Hoover, Executive Order 5375-Minidoka Bird Reservation Enlarged Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373018"
}