{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6800-restoration-entry-certain-tracts-land-tongass-national-forest",
    "doc": "executive-order-6800-restoration-entry-certain-tracts-land-tongass-national-forest",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6800-Restoration to Entry of Certain Tracts of Land in Tongass National Forest",
    "date": "July 27, 1934",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 4, 1897 (ch. 2, 30 Stat. 11, 34, 36), and upon the recommendation of the Secretary of Agriculture, it is ordered that the tracts of land in Alaska lying within the following-described boundaries and occupied as home sites be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Beginning at corner no. 1, meander corner for home site no. 201, on the north shore of Prince of Wales Island, at line of mean high tide on Sumner Strait, said corner being a hemlock stake 5 in. in diam., squared on top, set in a mound of rocks, and marked HS 1 MC.",
        "A Forest Service monument, lat. 56°20'50\"' N., long. 133°35'10\" consisting of a boulder at line of mean high tide, marked X FSM, bears N.8° W., 2.94 chs.; from this monument Twin Island bears N. 47° W.",
        "A 16-in. spruce tree bears N. 68° E., 0.38 ch., marked HS 1 BT.     An 11-in. spruce stump bears S. 24° W., 0.15 ch., marked HS 1 BT.",
        "Thence by meander along shore of Montgomery Bay, at line of mean high tide:",
        "(1) N. 5°00' E., 1.69 chs.;     (2) N. 24°30' W., 1.38 chs.;     (3) N. 14°00' E., 41 ch.;     (4) N. 53°00' E., 2.46 chs.;     (5) N. 2°00' W., 1.00 ch.;     (6) N. 29°00' E., 1.05 chs.;",
        "to corner no. 2, meander corner, which is a hemlock stake 5 ft. long, 5 in. in diam, set 2 it. in ground, marked HS 2 MC.",
        "A 22-in. hemlock stump bears N. 73° E., 0.31 ch., marked HS 2 BT.     A 7-in. hemlock stump bears S. 37° E., 0.37 ch., marked HS 2 BT.",
        "Thence east",
        "to corner no. 3, a hemlock stake 5 in. in diam., 5 ft. long, set 2 it. in ground, marked HS 3.",
        "An 8-in. hemlock tree bears S. 24° W., 0.16 ch., marked HS 3 BT.      A 14-in. hemlock tree bears S. 78° E., 0.27 ch., marked HS 3 BT.",
        "Thence south",
        "to corner no. 4, which is a cedar stake 6 in. in diam., 5 ft. long, set 2 ft. in ground, marked HS 4.",
        "A 20-in. cedar stump bears N. 56° W., 0.36 ch., marked HS 4 BT.     A 10-in. hemlock stump bears N. 42° E., 0.23 ch., marked HS 4 BT.",
        "Thence west",
        "to corner no. 1, and place of beginning, containing approximately 4.35 acres. The survey was made August 3, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Thence by meander along shore of Klawak Inlet, at line of mean high tide:",
        "(1) N. 16°30' E., 1.80 chs.;",
        "to corner no. 2, meander corner, not set because of liability of destruction by tides.",
        "Thence S. 74° E.",
        "to corner no. 3 on west boundary of home site no. 342, which is an iron pipe 3 ft. long, set 2 ft. in ground, marked 3 HS 49.",
        "A 5-in. hemlock tree bears S. 40° W., 11 lks., marked HS 49 3 BT.",
        "Thence south, along west line of home site no. 342,",
        "to corner no. 4, which is an iron pipe 3 ft. long, set 2 ft. in ground, marked 4 HS 49.",
        "The north boundary of road right-of-way, running east and west, bears south 1.10 chs.",
        "Thence N. 74° W.",
        "to witness corner to corner no. 1, meander corner, which is an iron pipe, 3 ft. long, set 2 it. in ground, marked 1 HS 49.",
        "An iron pipe with brass cap marked IP bears S. 16º W., 1.82 chs.",
        "to corner no. 1, the place of beginning. Area of tract is approximately0.58 acre. The survey was made September 21, 1932; the bearings of thelines were determined by needle compass, allowing a variation of 30° E.,and are intended to refer to the true meridian.",
        "Beginning at corner no. 1, meander corner for home site no. 473, onthe shore of Shelter Cove, Prince of Wales Island, approximate latitude55°28'30'' N., longitude 133°8'30\" W., at line of mean high tide; cornernot set because of liability of destruction by tides,",
        "Thence N. 80° E.",
        "to corner no. 2, identical with corner no. 4 of home site no. 454, which is a sawed post 5 ft. long, 4 in. square, marked HS 2.",
        "Thence west, along south line of road right-of-way,",
        "to corner no. 3, meander corner, not set because of liability of destruction by tides.",
        "Thence with meanders along shore of Shelter Cove at line of approximate mean high tide:",
        "(1) S. 39°30' E.",
        "to corner no. 1, meander corner, the place of beginning. Area of tract is approximately 0.25 acre. The survey was made September 22, 1932; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at corner no. 1, meander corner for home site no. 454, on the shore of Shelter Cove, Prince of Wales Island, approximate latitude 55°28'30\" N., longitude 133°8'30\" W., at line of mean high tide; corner not set because of liability to destruction by tides.",
        "Thence with meander along line of approximate mean high tide of Shelter Cove:",
        "(1) S. 30° E., 1.53 chs.;",
        "to corner no. 2, meander corner, not set because of liability to destruction by tides.",
        "Thence N. 80° E.",
        "to corner no. 3, also corner no. 3 of home site no. 455, which is a sawed post 5 ft. long, 4 in. square, marked HS 3.",
        "Thence north",
        "to corner no. 4, identical with corner no. 2 of home site no. 473, which is a sawed post 5 ft. long, 4 in. square, marked HS 4.",
        "Thence S. 80° W.",
        "Thence with meander along shore of Shelter Cove at line of mean high tide:",
        "(1) N. 12° W., 1.42 chs.;",
        "to corner no. 2, meander corner, identical with corner no. 2, meander corner, of home site no. 454, not set because of liability of destruction by tides.",
        "Thence N. 80° E.",
        "to corner no. 3, identical with corner no. 3 of home site no. 454, which is a sawed post 5 ft. long, 4 in. square, marked HS 3.",
        "Thence south",
        "to corner no. 4, identical with corner no . 4 of home site no . 453, which isa sawed post 5 ft . long, 4 in. square, marked HS 4.",
        "A hemlock tree 5 in . in diam. bears N. 13°30' W., 5 lks ., markedWHS 4.",
        "Thence west",
        "to corner no. 1, the place of beginning, containing approximately .72 acre. The survey was made September 22, 1932; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at corner no. 1, meander corner, identical with corner no. 1 of home site no. 453, on the shore of Shelter Cove, Prince of Walos Islund, approximate latitude 55°28'30\" N., longitude 133°8'30\" W., at line of mean high tide; corner not set because of liability of destruction by tides.",
        "Thence with meander along shore of Shelter Cove at line of mean high tide:",
        "(1) S. 18° E., 3.13 chs.;",
        "to corner no. 2, meander corner, identical with corner no. 1, meandercorner for home site no. 478, not set because of liability of destruction bytides.",
        "Thence east",
        "to core no. 3, which is a sawed post 5 ft. long, 4 in. square, marked HS 3.",
        "Thence north",
        "to corner no. 4, identical with corner no. 4 of home site no. 455, which is a sawed post 5 it. long, 4 in. square, marked HS 4.",
        "A 5-in. hemlock tree bears N. 13°30' W., 5 lks., marked WHS 4.",
        "Thence west",
        "to corner no. 1, and place of beginning. Area of tract, approximately 1.01 Acres. The survey was made September 22, 1932; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at corner no. 1, meander corner for home site no. 390, oneast shore of Coffee Cove, Chichagof Island, approximate latitude 57°47'10\" N., longitude 135°02'25\" W., at line of mean high tide; corner not set because of liability of destruction by tides; from which point a witness corner, which is an alder post 4 ft. long, squared to 4 in., bears north 0.73 lk. distant , marked HS 1 MCWC .",
        "Thence with meander along line of approximate mean high tide of Coffee Cove:",
        "(1) East, 8.00 chis.",
        "to corner no. 2, meander corner, not set because of liability of destruction by tides.",
        "Thence north",
        "to corner no. 3, which is a hemlock post 4 ft. long, squared to 3 in., marked HS 3.",
        "Thence west",
        "to corner no. 4, which is a cedar post 4 ft. long, squared to 3 in., marked HS 4.",
        "Thence south",
        "to witness corner to corner no. I, meander corner.",
        "A 16-in. spruce tree bears S. 67° W., 73 lks. distant, marked HS 1 MC WC BT.     A point of timber across Tenakee Inlet bears S. 15° E.     A point of timber on east side of entrance to Coffee Cove bears S. 35°30' E.",
        "to point for corner no. 1, and place of beginning, containing approximately 4.80 acres. The survey was made November 10, 1931; the bearings of the lines were determined by needle compass, allowing a variation of 30°30' E., and are intended to refer to the true meridian.",
        "Beginning at corner no. 1, meander corner for home site no. 90, lot C of Engle River group of home sites, situated on east shore of Eagle River Landing, at line of mean high tide, approximate latitude 58°29'30\" N., longitude 134°47' W., corner not set because of liability of destruction by tides.",
        "Thence north 75° E.",
        "to witness corner to corner no. 1, meander corner, identical with witness corner to corner no. 1 of lot A, which is a hemlock post 6 ft. long, squared to 4 in., set 1½ it. in ground, marked HS 1 WCMC A-C:",
        "A 12-in. hemlock tree bears S. 30° E., 13 Iks., marked WHS 1 WCMC A-C.     A 10-in. spruce tree bears N. 40° W., 11 lks., marked WHS 1 WCMC",
        "to corner no. 2, identical with corner no. 2 of right-of-way, and is a hemlock post 5½ ft. long, squared to 4½ in., set 2 it. in ground, marked HS 2 C-ROW. C-ROW.",
        "A 4-in. spruce tree bears N. 65° W., 10 lks ., marked WHS 2 C-ROW.     A 14-in. spruce tree bears S. 45°15' W., 35 lks., marked WHS 2 C-ROW.",
        "Thence south 15° E.",
        "to corner no. 3, identical with corner no. 3 of right-of-way, and is a hemlock post 6 ft. long, squared to 4½ in., set 2 ft. in ground, marked HS 3 C-ROW.",
        "A 13-in. spruce tree bears N. 88° W., 34 lks., marked WHS 3 C.     An 8-in. hemlock tree bears S. 0°30' W., 2 lks., marked WHS 3 C.",
        "Thence south 58°30' W.",
        "to witness corner to corner no. 4, meander corner, and is a hemlock post 5 ft. long, squared to 4 ½ in., set 1½ ft. in ground, marked HS 4 WCMC.",
        "A 4-in. spruce tree bears S. 65° E., 14 lks., marked HS 4 WCMC .",
        "to corner no. 4, meander corner on line of mean high tide Eagle River Landing, not set because of liability to destruction by tides.",
        "Thence by meander at line of mean high tide:",
        "(1) S. 87° W., 1.85 chs.;     (2) N. 69º W., 2.75 chs.;     (3) N. 14° W., 2.05 chs.;     (4) N. 6°30' W., 2.15 chs.;",
        "to corner no. 1, the place of beginning, containing approximately 3.62 acres. The survey was made January 22, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 31°30' E., and are intended to refer to the true meridian.",
        "",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 27 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6800-Restoration to Entry of Certain Tracts of Land in Tongass National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373418"
}