{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6883-withdrawal-public-lands-for-national-park-classification-florida",
    "doc": "executive-order-6883-withdrawal-public-lands-for-national-park-classification-florida",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6883-Withdrawal of Public Lands for National-Park Classification, Florida",
    "date": "October 22, 1934",
    "content": [
        "Whereas section 1 of the act of Congress approved May 30, 1934 (Public, No. 267, 73d Cong.), provides for the establishment of the Everglades National Park in the State of Florida upon conveyance to the United States of all of the privately owned lands within boundaries to be determined by the Secretary of the Interior as recommended in his report to Congress of December 3, 1930; and",
        "Whereas there are unappropriated and unreserved public lands within the boundaries of the proposed park as determined by the Secretary of the Interior; and",
        "Whereas the withdrawal of such lands from any disposition under the public-land laws pending the establishment of the proposed park would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and subject to the conditions therein expressed and to valid existing rights, it is ordered that all of the unappropriated and unreserved public lands within the boundaries of the proposed Everglades National Park indicated on the diagram hereto annexed and forming a part hereof, be, and they are hereby, temporarily withdrawn from settlement, location, sale, or entry for classification for the proposed Everglades National Park.",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 22, 1934.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6883-Withdrawal of Public Lands for National-Park Classification, Florida Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362590"
}