{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14118-termination-emergency-with-respect-the-situation-zimbabwe",
    "doc": "executive-order-14118-termination-emergency-with-respect-the-situation-zimbabwe",
    "president": "Joseph R. Biden, Jr.",
    "president_byline": "46th President of the United States: 2021-2025",
    "title": "Executive Order 14118-Termination of Emergency With Respect to the Situation in Zimbabwe",
    "date": "March 04, 2024",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, including the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.), the National Emergencies Act (50 U.S.C. 1601 et seq.) (NEA), and section 301 of title 3, United States Code,",
        "I, Joseph R. Biden Jr., President of the United States of America, find that the declaration of a national emergency in Executive Order 13288 of March 6, 2003, with respect to the actions and policies of certain members of the Government of Zimbabwe and other persons to undermine Zimbabwe's democratic processes or institutions, as relied upon for additional steps taken in Executive Order 13391 of November 22, 2005, and as expanded by Executive Order 13469 of July 25, 2008, should no longer be in effect. Although I continue to be concerned with the situation in Zimbabwe, particularly with respect to acts of violence and other human rights abuses against political opponents and with respect to public corruption, including misuse of public authority, the declaration of a national emergency in Executive Order 13288 is no longer needed. Accordingly, I hereby terminate the national emergency declared in Executive Order 13288, and revoke that order, Executive Order 13391, and Executive Order 13469, and further order:",
        "Section 1. Pursuant to section 202(a) of the NEA (50 U.S.C. 1622(a)), termination of the national emergency declared in Executive Order 13288, as relied upon for additional steps taken in Executive Order 13391, and as expanded by Executive Order 13469, shall not affect any action taken or proceeding pending not finally concluded or determined as of the date of this order, any action or proceeding based on any act committed prior to the date of this order, or any rights or duties that matured or penalties that were incurred prior to the date of this order.",
        "Sec. 2. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "JOSEPH R. BIDEN, JR.",
        "The White House,",
        "March 4, 2024."
    ],
    "citation": "Joseph R. Biden, Jr., Executive Order 14118-Termination of Emergency With Respect to the Situation in Zimbabwe Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/370485"
}