{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9195-regulations-relating-aerial-flights-personnel-the-army-navy-marine",
    "doc": "executive-order-9195-regulations-relating-aerial-flights-personnel-the-army-navy-marine",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9195-Regulations Relating to Aerial Flights by Personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard",
    "date": "July 07, 1942",
    "content": [
        "For the purpose of carrying into effect the provisions of section 20 of the act of Congress approved June 10, 1922, as amended by section 6 of the act of July 2, 1926 (44 Stat. 780, 782), and of section 18 of the Pay Readjustment Act of 1942, approved June 16, 1942 (Public Law 607, 77th Congress, 2nd Session), relative to increased pay for personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard when by orders of competent authority they are required to participate regularly and frequently in aerial flights, and when in consequence of such orders they do participate in regular and frequent flights, the following regulations are hereby promulgated and made applicable to all officers, warrant officers, nurses, and enlisted men of all branches of the Army, Navy, Marine Corps, Coast Guard, and National Guard.",
        "1. Definitions as used in these regulations-",
        "(a) The term \"qualified aircraft pilot\" shall be construed to include any commissioned or warrant officer or enlisted man of any branch of his respective service who on July 2, 1926, held any aeronautical rating as pilot in the Army Air Corps, or who has been or may hereafter be given by competent authority in the respective services an aeronautical designation or rating as an aviator or pilot of service types of aircraft in the Army, Navy, Marine Corps, Coast Guard, or National Guard.",
        "(b) The term \"qualified aircraft observer\" shall be construed to include any commissioned or warrant officer or enlisted man who has been or may hereafter be given by competent authority in the respective services any aeronautical designation or rating as an observer in the Army, Navy, Marine Corps, Coast Guard, or National Guard.",
        "(c) The term \"student aviator\" shall be construed to include any officer or warrant officer in the Navy, Marine Corps, or Coast Guard who is duly appointed and assigned to a course of instruction in piloting aircraft.",
        "(d) The term \"student aviation pilot\" shall be construed to include any enlisted man in the Navy, Marine Corps, or Coast Guard who is duly appointed and assigned to a course of instruction in aircraft pilot duties.",
        "(e) The term \"student aviation observer\" shall be construed to include any officer, warrant officer, or enlisted man in the Navy, Marine Corps, or Coast Guard who is duly appointed and assigned to a course of instruction in aircraft observer duties.",
        "(f) The term \"student naval flight surgeon\" shall be construed to include any naval medical officer who is duly appointed and assigned flight instruction leading to the designation of naval flight surgeon.",
        "(g) The term \"aerial flight\" is defined as a journey in an aircraft. It begins when the aircraft takes off from rest at any point of support and terminates when it next comes to a complete stop at a point of support.",
        "(h) The term \"aviation accident\" shall be construed to mean an accident in which an officer, warrant officer, member of the Army Nurse Corps or Navy Nurse Corps (female), or enlisted man who is required to participate regularly and frequently in aerial flights is injured while an occupant of an aircraft or as the result of jumping from, being thrown from, or being struck by, an aircraft or any part or auxiliary thereof, or in which appropriate medical authority of the services attests that injury resulted from participation in duly authorized aerial flights.",
        "(i) The term \"Army Air Forces\" includes Air Forces units and individuals assigned to duty with defense commands, task forces, base commands, and in theaters of operations.",
        "2. Each officer or warrant officer who is a qualified aircraft pilot and who is not unfit for duties as such, and who is commissioned in the Army Air Corps or on duty with the Army Air Forces, or who is duly assigned to duty in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard, including those assigned to special, administrative, or school duties, shall be required to participate regularly and frequently in aerial flights; orders requiring such flights shall be issued by the Commanding General of the Army Air Forces or by such officer or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or by the Commandant of the Coast Guard for the Coast Guard, and such orders shall remain in force for the entire period of such commission, duty or assignment, except as hereinafter provided in paragraph 12.",
        "3. Each officer or warrant officer who is a qualified aircraft observer, or a qualified aircraft pilot who is unfit for piloting duties, but is fit and desired for other flying duty, and who is commissioned in the Army Air Corps, or on duty with the Army Air Forces, or who is duly assigned to duty in any part of the aeronautic organization of the Navy, Marine Corps or Coast Guard, may be required to participate regularly and frequently in aerial flights; orders requiring such flights shall be issued by the Commanding General of the Army Air Forces or by such officer or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or by the Commandant of the Coast Guard for the Coast Guard, and such orders shall remain in force for the entire period of such commission, duty or assignment, except as hereinafter provided in paragraph 12.",
        "4. Each officer of the Medical Corps of the Army or of the Navy who is duly assigned to duty with any aeronautic headquarters or unit of the Army, Navy, Marine Corps, or Coast Guard, or assigned to duty at a station where there is an aeronautic unit, and who has qualified as a flight surgeon or as an aviation medical examiner may be required to participate regularly and frequently in aerial flights by the Commanding General of the Army Air Forces or by such officer or officers as he may designate for the Army, or by the Chief of Naval Personnel for the Navy and Marine Corps, and any orders for such requirement shall remain in force for the entire period of such assignment, except as hereinafter provided in paragraph 12.",
        "5. Each officer, warrant officer or enlisted man of the Army who is duly assigned to a course of instruction for qualification as aircraft pilot or aircraft observer, and each officer, warrant officer, or enlisted man of the Navy, Marine Corps, or Coast Guard who is duly appointed a student aviator, a student aviation pilot, a student aviation observer, or a student naval flight surgeon, shall be required to participate regularly and frequently in aerial flights; orders for such requirement shall be issued by the Commanding General of the Army Air Forces or by such officer or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or by the Commandant of the Coast Guard for the Coast Guard, and orders for such requirement shall remain in force for the entire period of his course of instruction, except as hereinafter provided in paragraph 12.",
        "6. Each enlisted man who is on duty with the Army Air Forces or is serving in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard, and who is a qualified aircraft pilot or observer, shall be required to participate regularly and frequently in aerial flights by his commanding officer; orders for such requirement shall remain in force for the entire period of such assignment, except as hereinafter provided in paragraph 12; orders for such requirement and their revocation shall be reported to the Commanding General of the Army Air Forces or to such officer .or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or to the Commandant of the Coast Guard for the Coast Guard.",
        "7. Each enlisted man who is on duty with the Army Air Forces or is serving in any part of the aeronautic organization of the Navy, Marine Corps, or Coast Guard, and who is not a qualified aircraft pilot or observer, may be required to participate regularly and frequently in aerial flights by his commanding officer, and orders for such requirement shall remain in force for the entire period of such assignment, except as hereinafter provided in paragraph 12; orders for such requirement and their revocation shall be reported to the Commanding General of the Army Air Forces or to such officer or officers as he may designate for the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or the Commandant of the Coast Guard for the Coast Guard.",
        "8. Each officer, warrant officer, member of the Army Nurse Corps or Navy Nurse Corps (female), or enlisted man other than those specified in paragraphs 2, 3, 4, 5, 6, and 7, may be required to participate regularly and frequently in aerial flights; orders for such requirement shall be issued by the Commanding General of the Army Air Forces or by such officer or officers as he may designate for personnel commissioned in the Army Air Corps or on duty with the Army Air Forces, the Secretary of War or such officer or officers as he may designate for other branches of the Army, the Chief of Naval Personnel for the Navy, the Commandant of the Marine Corps for the Marine Corps, or by the Commandant of the Coast Guard for the Coast Guard, and orders for such requirement shall remain in force for the entire period of such assignment, except as hereinafter provided in paragraph 12.",
        "9. Officers, warrant officers, and enlisted men of the National Guard in the active military service of the United States shall be subject to the requirements of paragraphs 2 to 8 hereof, inclusive. Officers, warrant officers, and enlisted men of the National Guard not in the active military service of the United States who come within the following classes will be considered as on duty requiring them to participate regularly and frequently in aerial flights, and no further orders requiring participation regularly and frequently in aerial flights will be required for those enumerated in (a). (b), (c), and (e):",
        "(a) Officers and warrant officers belonging to Army Air Forces organizations of the National Guard who by applicable tables of organization are classified pilots or observers.",
        "(b) Enlisted men belonging to Army Air Forces organizations of the National Guard who by applicable tables of organization are classified as flight chiefs, crew chiefs, or master photographers.",
        "(c) Officers of the Medical Corps attached to Army Air Forces organizations of the National Guard, who by applicable tables of organization are classified as flight surgeons.",
        "(d) In addition to the above, such officers, warrant officers, and enlisted men belonging to or attached to Army Air Forces organizations of the National Guard as may be detailed to such duty by written orders issued by the Senior Army Air Forces Commander of each State: Provided, That the number of additional enlisted men so detailed in any organization shall not exceed ten per centum of the maintenance enlisted strength of such organization including attached personnel.",
        "(e) Officers, warrant officers, and enlisted men, who, under authority of the Secretary of War are in attendance at a course of instruction in aircraft pilot duties, aircraft observer duties, or flight surgeon duties at a service school.",
        "10. For personnel of the Army, Navy, Marine Corps, Coast Guard, or National Guard (when in the active military service of the United States and when participating in exercises or performing duties provided for by sections 94, 97, and 99 of the National Defense Act, as amended), who are required by competent authority to participate regularly and frequently in aerial flights, the following requirements are prescribed: Provided, That any officer, warrant officer, member of the Army Nurse Corps or Navy Nurse Corps (female), or enlisted man who has been required to participate regularly and frequently in aerial flights by orders of competent authority and who as a result of such orders has participated regularly and frequently in aerial flights, as defined in this Executive Order, and who subsequently becomes incapacitated for flying by reason of an aviation accident shall not be required to perform such aerial flights during such incapacity for a period not to exceed three months following the date of said accident:",
        "",
        "(d) For fractions of a calendar month the number of aerial flights and the time in the air required shall bear the same ratio to the number of flights and the time in the air required for a full calendar month as the period in question bears to a full calendar month.",
        "(e) For fractions of two consecutive calendar months the period in question shall be considered as a unit and the number of aerial flights and time in the air required shall bear the same ratio to the number of aerial flights and time In the air required for a full calendar month as the period in question bears to a full calendar month.",
        "(f) Where the commanding officer of any officer, warrant officer or enlisted man who has been required by orders of competent authority to participate in regular and frequent aerial flights certifies that due to military operations of the particular command under combat conditions, such officer, warrant officer or enlisted man was unable to perform the aerial flights required by subparagraph (c) hereof, such officer, warrant officer or enlisted man may comply with the requirements herein prescribed by performing sixty or more flights totaling at least eighteen hours, or, In lieu thereof, being in the air a total of at least twenty-four hours over a period of six consecutive calendar months.",
        "NOTE: The above requirements for any particular period may be met at any time during such period.",
        "(g) Each officer, warrant officer, or enlisted man who is required by competent authority to participate regularly and frequently in aerial flights and who is a qualified aircraft pilot, and who is fit for duty as such, shall make the flights above required as a pilot, except that an officer, warrant officer, or enlisted man who is both a qualified pilot of lighter-than-air aircraft and a qualified aircraft observer shall make the flights above required either as pilot or as observer as may be directed by competent authority.",
        "(h) Each officer, warrant officer, or enlisted man who is required by competent authority to participate regularly and frequently in aerial flights, and who is a qualified aircraft observer but is not a qualified aircraft pilot shall make the flights above required as observer.",
        "(i) Each officer, warrant officer, member of the Army Nurse Corps or Navy Nurse Corps (female), or enlisted man other than a qualified aircraft pilot or a qualified aircraft observer who is required by competent authority to participate regularly and frequently in aerial flights shall make the flights above required in the capacity directed by the authority issuing the order requiring the flights.",
        "11. For each officer, warrant officer, or enlisted man of the National Guard not in the active military service of the United States who is in an armory drill pay status and who is required to participate regularly and frequently in aerial flights the following requirements are prescribed:",
        "",
        "(d) Such required flights may be made at ordered drills of the Army Air Forces organization to which such officer, warrant officer, or enlisted man belongs or is attached, or at other times when so authorized by the senior Army Air Forces commanding officer of the State.",
        "(e) For fractions of a calendar month, the number of aerial flights and the time in the air required shall bear the same ratio to the number of flights and the time in the air required for a full calendar month as the period in question bears to the entire month.",
        "(f) The duties prescribed above shall be in addition to any other duty or duties which may be required of such officers, warrant officers, and enlisted men while in attendance at assemblies for drill and instruction, and while participating in exercises or performing duties provided for by sections 94, 97, and 99 of the National Defense Act, as amended.",
        "12. A commanding officer shall suspend from flying any officer, warrant officer, member of the Army Nurse Corps or Navy Nurse Corps (female), or enlisted man under his command who, in his opinion, is unfit for flying, except as a result of an aviation accident. When the suspension is for a minor illness or injury not the result of an aviation accident, the suspension and subsequent revocation thereof may be ordered by the commanding officer of the person concerned without reference to higher authority. In all other cases such action shall be reported with the reasons therefor, for confirmation to the Commanding General of the Army Air Forces or to such officer or officers as he may designate for personnel commissioned in the Army Air Corps or on duty with the Army Air Forces, the Secretary of War or such officer or officers as he may designate for other branches of the Army or to the officer who issued the order requiring the person concerned to participate regularly and frequently in aerial flights for the Navy, Marine Corps and Coast Guard. The confirmation of such action shall have the effect of suspending the order to participate regularly and frequently in aerial flights as to the person concerned from the date such suspension from flying was made. When any officer, warrant officer, member of the Army Nurse Corps or Navy Nurse Corps (female), or enlisted man so suspended from flying becomes, in the opinion of his commanding officer, again fit for flying, the commanding officer shall revoke such suspension from flying, and such action shall be reported with reasons therefor, for confirmation to the authority who confirmed the suspension from flying. The confirmation of such revocation shall have the effect of terminating the suspension of the person concerned from the date of such revocation by his commanding officer: Provided, That in the case of suspension from flying by reason of sickness or injury incurred in line of duty and subsequent removal thereof, such suspension shall be considered as nullified from its beginning, and the person concerned shall be entitled to increased pay for flying provided the requirements of paragraph 10 above are complied with.",
        "13. Authorized leaves of absence of personnel required by orders of competent authority to participate regularly and frequently in aerial flights shall not suspend such orders for pay purposes.",
        "14. Compliance with the foregoing requirements constitutes participation in regular and frequent aerial flights within the meaning of the act approved July 2, 1926 (44 Stat. 780), and the act approved June 16, 1942 (Public Law 607, 77th Congress, 2nd Session), and no flight pay shall accrue to any person during any period in which the provisions of this order are not complied with: Provided, that nothing herein contained shall affect the flying pay of non-flying officers who perform the number of aerial flights required by any applicable act of Congress.",
        "Except for the provisions of section 10 (f) hereof, which shall be effective from and after December 7, 1941, the provisions of this order shall be effective as of June 1, 1942, and shall supersede Executive Order No. 5865 of June 27, 1932, as amended by Executive Order No. 8706 of March 6, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 7, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9195-Regulations Relating to Aerial Flights by Personnel of the Army, Navy, Marine Corps, Coast Guard, and National Guard Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372511"
}