{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8652-reserving-public-lands-for-the-use-the-war-department",
    "doc": "executive-order-8652-reserving-public-lands-for-the-use-the-war-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8652-Reserving Public Lands for the Use of the War Department",
    "date": "January 28, 1941",
    "content": [
        "UTAH",
        "By virtue of the authority vested in me by section 1 of the act of July 9, 1918, c. 143, 40 Stat. 845, 848 (U.S.C., title 10, see. 1341), it is ordered that, subject to valid existing rights, all the public lands within the following-described areas be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department for aerial bombing and gunnery range purposes:",
        "SALT LAKE MERIDIAN",
        "Ts. 1, 2, and 3 N., R. 14½ W., all, unsurveyed;",
        "Ts. 1, 2, and 3 N., R. 15 W., all, partly unsurveyed:",
        "T. 1 S., R. 15 W., secs. 1 to 18, inclusive;",
        "Ts. 1 to 4 S., R. 18 W., all, partly unsurveyed;",
        "Ts. 1 to 4 S., R. 19 W., all;",
        "containing approximately 262,200 acres.",
        "This order shall take precedence over, but shall not rescind or revoke, as to any of the land affected thereby in the above-described areas, the withdrawals made by Executive Order No. 6910 of November 26, 1934, as amended, Executive order of April 17, 1926, creating Public Water Reserve No. 107, Executive Order No. 4846 of March 30, 1928, withdrawing certain lands pending legislation, and the orders of the Secretary of the Interior of December 30, 1931, and June 2, 1938, Air Navigation Site Withdrawal No. 73.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 28, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8652-Reserving Public Lands for the Use of the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372078"
}