{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6604-b-code-fair-competition-for-the-restaurant-industry",
    "doc": "executive-order-6604-b-code-fair-competition-for-the-restaurant-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6604-B-Code of Fair Competition for the Restaurant Industry",
    "date": "February 16, 1934",
    "content": [
        "An application having been made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Restaurant Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "1. That Article V, Section 7 of said Code of Fair Competition be and it is hereby suspended from operation until the first day of June, 1934, or until such time as the Administrator shall have reviewed the operation of said Code pursuant to the provisions of Article IX, Section 3 thereof, as to employees:",
        "(a) who are paid for a forty-eight (48) hour work week, not less than the minimum wages prescribed in Article VI, Section 1, subsection (a) of said Code for a fifty-four (54) hour work week;",
        "(b) not less than fifty (50) percent of whom are lodged by their employers on orm the vicinity of the restaurant premises; and",
        "(c) who are employed in a restaurant which serves food only at restricted meal periods for a limited number, of hours at each meal period, at prices which customarily are included in a combination price for board and lodging furnished by the same establishment; provided:",
        "(i) that not more than fourteen (14) consecutive hours shall elapse between the beginning and termination of the hours worked by the above described employees in any twenty-four (24) hour period;",
        "(ii) that not more than two intervals off duty shall be permitted during the course of any twenty-four (24) hour period of employment; and",
        "(iii) that no such employee shall be permitted to work more than nine (9) hours in any twenty-four (24) hour period nor more than forty-eight (48) hours in any one week.",
        "2. That Article V, Section 7 of said Code of Fair Competition be and it is hereby suspended from operation until the first day of June, 1934, or until such time as the Administrator shall have reviewed the operation of said Code pursuant to the provisions of Article IX, Section 3 thereof, as to employees of hotel restaurants employing not more than fifteen (15) persons in the operation of said restaurants, provided:",
        "(a) that no such employee shall be permitted to work in excess of forty-eight (4S) hours in any one week nor more than nine (9) hours in any twenty-four (24) hour period;",
        "(b) that no such employee shall be paid for such forty-eight (48) hour work week, less than the minimum wages prescribed in Article VI, Section 1, subsection (a) of said Code for a fifty-four (54) hour work week;",
        "(c) that not more than fourteen (14) consecutive hours shall elapse between the beginning and termination of the hours worked by such employees in any twenty-four (24) hour period; and",
        "(d) that not more than two intervals off duty shall be permitted during the course of any twenty-four (24) hour period of employment.",
        "3. That the regular full time work week of any class of employees immediately prior to the date of tliis order, shall not be increased, irrespective of the regular full time work week of such class of employees on June 16, 1933; and that under no circumstances whatsoever shall any female employee bo permitted to work in excess of forty-eight (48) hours in any one week except as provided in Article V, Section 5 of said Code.",
        "4. That because the Administrator believes that further investigation of tho stop loss provision of this Code is required, the provisions of Article VII, Section 12, bo and hereby arc suspended from operation and shall not become effective ponding further investigation and report from the Code Authority and further investigation by the Administrator to determine whether such provisions shall be indefinitely suspended or modified, or become effective and pending further order by the Administrator.",
        "5. That within ninety (90) days after the effective date of this Code, the Administrator may, after due notice, hold such further hearings as he may deem necessary for the purpose of determining the adequacy of the minimum w ages established in this Code, and thereafter shall submit to me his report and recommendations for my further order, which further order by me shall constitute a modification of, and shall have the effect of a further condition of, my approval of this Code.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,February 16, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6604-B-Code of Fair Competition for the Restaurant Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362365"
}