{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9244-amending-executive-order-no-9054-entitled-establishing-war-shipping",
    "doc": "executive-order-9244-amending-executive-order-no-9054-entitled-establishing-war-shipping",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9244-Amending Executive Order No. 9054 Entitled \"Establishing a War Shipping Administration in the Executive Office of the President and Defining Its Functions and Duties\"",
    "date": "September 16, 1942",
    "content": [
        "By virtue of the authority vested in me by the Constitution and statutes of the United States, including the First War Powers Act, 1941, approved December 18, 1941, and the Second War Powers Act, 1942, approved March 27, 1942, as President of the United States and Commander in Chief of the Army and Navy, and in order to assure the most effective utilization of the shipping of the United States for the successful prosecution of the war, Executive Order No. 9054 of February 7, 1942, is hereby amended as follows:",
        "1. Section 2 of said Executive Order is hereby amended by adding thereto the following paragraphs:",
        "\"(h) Exercise the power, authority and discretion conferred upon the President by Section 902 (e) of the Merchant Marine Act of 1936, as amended.",
        "\"(i) With respect to all matters for which the Administrator may be responsible under terms of the Order, exercise in like manner as the United States Maritime Commission, all of the functions, powers and duties with respect to contracts and payments, and the audit of books and records, conferred upon the Commission by Executive Order No. 9001, December 27, 1941, and Executive Order No. 9127, April 10, 1942, and Section 403 of the Sixth Supplemental National Defense Appropriation Act, 1942 (Public Law 528, 77th Congress).",
        "\"(j) Exercise in like manner as the United States Maritime Commission all the functions, powers, authority and discretion with regard to the acquisition (including requisition) and disposition of property conferred upon the United States Maritime Commission by the Executive Orders No. 8942, No. 9138, and No. 9129 dated November 19, 1941, April 17, 1942, and April 13, 1942, respectively.",
        "\"(k) Exercise In like manner as the United States Maritime Commission all the functions, powers, duties, authority and discretion conferred on the Commission by the Suits in Admiralty Act approved March 9, 1920 (41 Stat. 525, Chapter 95).\"",
        "2. Section 2 of said Executive Order Is hereby further amended by modifying Paragraph (c) thereof to read as follows:",
        "\"(c) Provide insurance and re-insurance pursuant to the Merchant Marine Act, 1920, as amended. Merchant Marine Act, 1936, as amended, and the Act of June 6, 1941 (Public Law 101, 77th Congress) .\"",
        "3. Section 3 of said Executive Order Is hereby amended to read as follows:",
        "\"3. The functions, duties and powers conferred by law upon the United States Maritime Commission with respect to the operation, purchase, charter, insurance, repair, maintenance, and requisition of vessels and facilities required for the operation thereof and the issuance of warrants with respect thereto under the Merchant Marine Act, 1936, as amended, the Act of June 6, 1941 (Public Law 101, 77th Congress), the Act of July 14, 1941 (Public Law 173, 77th Congress), the Act of May 2, 1941 (Public Law 46, 77th Congress), the Act of October 16, 1941 (Public Law 274, 77th Congress), as amended. First Supplemental National Defense Appropriation Act, 1942 (Public Law 247, 77th Congress), the First War Powers Act, 1941, the Act of February 6, 1941 (Public Law 5, 77th Congress), Section 403 of the Sixth Supplemental National Defense Appropriation Act, 1942 (Public Law 528, 77th Congress), Executive Order No. 8771, dated June 6, 1941, as amended, Executive Order No. 9001, dated December 27, 1941, Executive Order No. 9127, dated April 10, 1942, and under any other provisions of law, Including Executive Orders, are hereby transferred to the Administrator: and such part of the existing personnel of the United States Maritime Commission, together with such records and public property as the Administrator may deem necessary to the full exercise of his functions and duties prescribed by this Order are hereby assigned to the War Shipping Administration.\"",
        "4. Section 5 of said Executive Order is hereby amended to read as follows:",
        "\"5. For the purpose of carrying out the provisions of this Order, the Administrator is authorized to utilize the services of available and appropriate personnel of the United States Maritime Commission, the War and Navy Departments, and other government departments and agencies which are engaged in activities related to the operation of shipping. The Administrator may require, and other government departments and agencies are directed to make available to the Administrator, such information, reports and statistics regarding shipping requirements as the Administrator may deem necessary to enable him properly to determine and administer the allocation of vessels and space thereon, except in regard to vessels of the Army and Navy excluded in Section 2 and those engaged on special secret military missions.\"",
        "5. Any provisions of pertinent Executive Orders conflicting with this Order are hereby superseded.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 16, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9244-Amending Executive Order No. 9054 Entitled \"Establishing a War Shipping Administration in the Executive Office of the President and Defining Its Functions and Duties\" Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368109"
}