{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9110-enlarging-the-fort-gulick-military-reservation",
    "doc": "executive-order-9110-enlarging-the-fort-gulick-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9110-Enlarging the Fort Gulick Military Reservation",
    "date": "March 24, 1942",
    "content": [
        "CANAL ZONE",
        "By virtue of the authority vested in me by section 5 of title 2 of the Canal Zone Code, approved June 19, 1934, and as President of the United States, section 1 of Executive Order No. 8737 of April 16, 1941, establishing the Fort Gulick Military Reservation in the Canal Zone, is hereby amended by adding to the area described therein as the Main Reservation the following-described area of land in the Canal Zone, subject to the provisions of section 2 of that order:",
        "Beginning at Monument No. 22, which is a 2½-inch galvanized iron pipe set in concrete on the western boundary of the Fort Gulick Military Reservation, as described in section 1 of the said Executive Order No. 8737 of April 16, 1941;",
        "Thence from the said initial point, by metes and bounds:",
        "S. 89°58'00\" W., a distance of 100.00 feet; thence N. 10°16'09\" W., a distance of 1,575.69 feet: thence N. 89°58'00\" E., a distance of 380.00 feet, to Monument No. 25, which is a 2½-inch galvanized iron pipe set in concrete on the western boundary of the Fort Gulick Military Reservation; thence S. 00°02'00\" E., a distance of 1,550.60 feet through Monuments Nos. 24 and 23 along the said western boundary to the place of beginning.",
        "The additional tract as described herein contains an area of 8.64 acres.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 24, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9110-Enlarging the Fort Gulick Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368050"
}