{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7491-withdrawal-public-lands-for-use-war-department-target-range-wyoming",
    "doc": "executive-order-7491-withdrawal-public-lands-for-use-war-department-target-range-wyoming",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7491-Withdrawal of Public Lands for Use of War Department as Target Range in Wyoming",
    "date": "November 14, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and subject to the conditions therein expressed and to valid existing rights, it is ordered that the following-described lands be, and they are hereby, temporarily withdrawn from settlement, location, sale or entry, and reserved for use of the War Department as a target range:",
        "T. 56 N., R. 95 W.,      Sec. 30, S½ SE¼;     Sec. 31, E½;      Sec. 32, S½ NW¼, S½;",
        "T. 55 N., R. 95 W.,      Sec. 4, W½, SE¼;      Sec. 5, E½, NW¼, E½ SW¼;      Sec. 6, NE¼ NE¼;      Sec. 9, all;     Sec. 10, all;      Sec. 8, N½ NE¼, SE¼ NE¼;      Sec. 15, N½.",
        "Executive Order No. 6910 dated November 26, 1934, as amended by Executive Order No. 7274 dated January 14, 1936, is hereby modified to the extent necessary to make this order effective.",
        "That portion of the SW¼ SE¼ Sec. 31, T. 56 N., R. 95 W., lying within 25 feet of the center line of the transmission-line right of way of the Mountain States Power Company is subject to the terms and conditions of section 24 of the Federal Water Power Act as amended (U.S.C., title 16, sec. 818).",
        "This order shall continue in full force and effect unless and until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,November 14, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7491-Withdrawal of Public Lands for Use of War Department as Target Range in Wyoming Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356429"
}