{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8738-allocating-the-quota-under-the-inter-american-coffee-agreement-for",
    "doc": "executive-order-8738-allocating-the-quota-under-the-inter-american-coffee-agreement-for",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8738-Allocating the Quota Under the Inter-American Coffee Agreement for Countries Not Signatories of the Agreement",
    "date": "April 21, 1941",
    "content": [
        "Whereas under the Inter-American Coffee Agreement signed on November 28, 1940, and the joint resolution of Congress approved April 11, 1941 (Public Law 33, 77th Cong., 1st sess.), the entry for consumption in the United States of coffee produced in countries which are not signatories of the Inter-American Coffee Agreement is limited to a basic annual quota of 355,000 bags of 60 kilograms net or equivalent quantities; and",
        "Whereas I find that it is necessary to allocate the said quota in order to make available the types of coffee usually consumed in the United States:",
        "Now, Therefore, by virtue of the authority vested in me by section 2 of the said joint resolution of April 11, 1941, it is hereby ordered as follows:",
        "1. No more than the following-named quantities (in bags of 60 kilograms net or equivalent quantities) of the types of coffee specified below, produced in countries not signatories of the Inter-American Coffee Agreement, may be entered for consumption in the United States from the effective date of this order to August 31, 1941, inclusive:",
        "(a) Arabica:",
        "(1) Mocha, 20,000 bags.",
        "(2) Other Arabica, 20,000 bags.",
        "(b) Species other than Arabica: The number of bags calculated by deducting from 315,000, the number of bags of coffee produced in such countries and entered for consumption from and including October 1, 1940, to the effective date of this order, as determined and made public by the Secretary of the Treasury.",
        "2. This order shall become effective on the day following the day it is filed in the Division of the Federal Register, the National Archives.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 21, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8738-Allocating the Quota Under the Inter-American Coffee Agreement for Countries Not Signatories of the Agreement Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372093"
}