{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6284-modifications-code-fair-competition-for-the-petroleum-industry",
    "doc": "executive-order-6284-modifications-code-fair-competition-for-the-petroleum-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6284-A-Modifications of Code of Fair Competition for the Petroleum Industry",
    "date": "September 13, 1933",
    "content": [
        "In order to clarify and complete the Code of Fair Competition for the Petroleum Industry approved by me August 19, 1933, the following modifications of said Code are hereby approved in accordance with my letter signed simultaneously with the approval of said Code, and in accordance with the provisions of said Code, the National Industrial Recovery Act (Public 67-73d Congress), and the application and recommendations of the Planning and Coordination Committee of the petroleum industry:",
        "To Article I add a new section as follows:",
        "Section 4 (a). The President may impose such conditions (including requirements for the making of reports and the keeping of accounts) for the protection of consumers, competitors, employees and others, and in furtherance of the public interest, and may provide such exceptions from the provisions of this Code as the President in his discretion deems necessary to effectuate the policy of the National Industrial Recovery Act; provided that all such matters shall first be considered and recommendations made in regard thereto by the Planning and Coordination Committee.",
        "ARTICLE II, Section 1, is amended to read as follows:",
        "Section 1. In drilling, production, refinery and pipe-line operations, the maximum hours for clerical employees shall not exceed 48 hours in any one week nor more than 80 hours in any two weeks and the rate of pay for each geographic division shall not be less than the minimum stated in Section 2. All other employees in these operations, except executives, supervisors and their immediate staffs, and pumpers on \"stripper\" wells and employees on isolated properties, shall work not more than 40 hours in any one week nor more than 72 hours in any two weeks nor more than 16 hours in any two days. Definition of \"stripper wells\" shall be made in various fields and areas by the Regional Committees, subject to the revision and approval of the Planning and Coordination Committee.",
        "ARTICLE II, Section 1, in the table of Minimum Rates Per Hour, is amended by inserting an asterisk before Oklahoma in the WEST SOUTH CENTRAL division.",
        "ARTICLE II, Section 2, is amended to read as follows:",
        "Section 2. In market operations all employees (other than those employed in filling or service stations, garages or other institutions which sell petroleum products as enumerated in Rule 2 of Article V of this Code to the public), including clerical, but excluding executives, supervisors and their immediate staffs, and outside salesmen shall work not more than 40 hours per week.",
        "ARTICLE II, Section 2, in the table of Minimum Rates Per Hour, is amended by inserting an asterisk before the following states:",
        "In SOUTH ATLANTIC division:               Virginia;          In EAST SOUTH CENTRAL division:               Kentucky and Tennessee;          in WEST SOUTH CENTRAL division:               Oklahoma.",
        "ARTICLE II, Section 3, is amended to read as follows:",
        "Section 3. No filling or service station employee, nor any employee of any garage or other institution selling petroleum products, as enumerated in Rule 2 of Article V of this Code, to the public shall work more than 48 hours per week. Nor shall any such employee receive less than $15.00 per week in any city of over 500,000 population or in the immediate trade area of such city; nor less than $14.50 per week in any city between 250,000 and 500,000 population, or in the immediate trade area of such city; nor less than $14.00 per week in any city of between 2,500 and 250,000 population, or in the immediate trade area of such city; and in towns of less than 2,500 population or in the immediate trade area of such towns not less than $12.00 per week, and provided further that no employee shall receive a smaller weekly wage for the shorter work week than was his weekly wage on July 20, 1933.",
        "ARTICLE II, Section 4 is stricken out and the following inserted in lieu thereof:",
        "\"There shall be an equitable adjustment of the differentials between the rates for skilled jobs and minimums established in this Code for common labor as determined by tho Regional Committees from time to time in each area subject to the revision and approval of the Planning and Coordination Committee,\" and subject to final determination of the President.",
        "ARTICLE III, Section 3, is amended to read as follows:",
        "Section 3. Required production of crude oil to balance consumer demand for petroleum products shall be estimated at intervals by a Federal Agency designated by the President. In estimating such required production, due account shall be taken of probable withdrawals from storage and of anticipated imports. The required production shall be equitably allocated among the several States by the Federal Agency. The estimates of required production and the allocations among the States shall be submitted to the President for approval, and, when approved by him, shall be deemed to be the net reasonable market demand, and may be so certified by the Federal Agency. The allocations when approved by the President shall be recommended as the operating schedule for the producing States and for the industry and thereupon Section 4 of this Article shall apply. In any States where oil is produced on account of back allowables, total current allowables shall be reduced accordingly.",
        "ARTICLE III, Section 4, is amended to read as follows:",
        "Section 4. The subdivision into pool and/or lease and or well quotas of the production allocated to each State is to be made within the State. Should quotas allocated in conformity with the provisions of this Section and/or Section 3 of ARTICLE III of this Code not be made within the State or if the production of petroleum within any State exceeds the quota allocated to said State, the President may regulate the shipment of petroleum or petroleum products in or affecting interstate commerce out of said State to the extent necessary to effectuate the purposes of the National Industrial Recovery Act and/or he may compile such quotas and recommend them to the State Regulatory Body in such State, in which event it is hereby greed that such quotas shall become operating schedules for that State.",
        "Article III, Section 6 (a) is amended to read as follows:",
        "Section 6 (a). For a test period of not to exceed 90 days pending the determination of the cost of crude petroleum and/or the products thereof, as hereinafter provided, the President may establish price schedules for petroleum and such products thereof as he may designate and for any or all modes of delivery thereof; it shall be an act of unfair competition to sell or otherwise dispose of or to buy or otherwise acquire petroleum or the products thereof at a lower price than the applicable price established by the President for the test period. Thereafter, in order to prevent the premature abandonment of wells of settled production, the growth of monopoly, the obstruction of interstate commerce, and otherwise to effectuate the purposes of the National Industrial Recovery Act, it shall be an act of unfair competition to sell or otherwise dispose of or to buy or otherwise acquire petroleum at a price below the recovery costs of such petroleum as determined by the Federal Agency and approved by the President. In determining such recovery costs, the Federal Agency shall ascertain the average cost of production of crude petroleum and shall determine the fair economic limit of the cost of production in stripper well areas which must be met to prevent premature abandonment of such stripper wells as may be found to be economically practicable of operation. And in order to carry out the purposes of this provision, the Federal Agency shall also determine the average costs of economically refining, transporting, and distributing petroleum and any of its products for different areas and for different methods of marketing, and it shall be an act of unfair competition to sell or otherwise dispose of, or to buy or otherwise acquire, petroleum or the products thereof below the total costs as found by the Federal Agency and approved by the President. Prices for crude petroleum established hereunder for different localities and different grades shall bear such relations as may be fair and equitable. And in order to effectuate the purposes of section 3-A of the National Industrial Recovery Act, the President may prescribe maximum prices for petroleum or any of the products thereof.",
        "Article III, Section 7, is amended to read as follows:",
        "Section 7. Wild-catting shall not be prohibited because the future maintenance of the petroleum supply depends on new discoveries and new pools, but the shipment of petroleum or the products thereof in or affecting interstate commerce which was produced in a new field or pool which is not developed in accordance with a plan approved by the President is unfair competition and in violation of this Code. For the purposes of this Code a new field or pool is one discovered after January 1, 1933, and/or in which not more than ten producing wells have been completed as of the effective date of this Code.",
        "Article V, Rule 2, is amended to read as follows:",
        "Rule 2. Whenever any merchant or vendor of any and all types of merchandise offers for sale at wholesale or retail motor fuels, motor lubricants, motor gasoline, heating oils or naphtha of a petroleum nature he shall, in so far as his business pertains to those products, be bound by the regulations of this Code.",
        "Article V, Rule 7, is amended to read as follows:",
        "The equipment of the kind, type or description hereinbefore mentioned, furnished, loaned or leased before September 2, 1933, by any refiner, distributor, jobber or wholesaler to or installed with any retailer or consumer shall, at the expiration of any contractual relation, and on the request of such retailer or consumer, be sold by such refiner, distributor, jobber or wholesaler to such retailer or consumer, or, in the absence of a sale to such retailer or consumer as herein provided, shall be sold by the refiner, distributor, jobber or wholesaler, who has made the loan, to any other refiner, distributor, jobber or wholesaler who is about to begin supplying petroleum products to such retailer or consumer, on the request of such other refiner, distributes, jabbar or wholesaler, at the original invoice price, plus actual cost of installation, less a depreciation of 15% per annum, but in no event at a price lower than that fixed in the schedule hereto attached, marked Appendix \"A\". In the event of a purchase as herein provided by such other refiner, distributor, jobber or wholesaler, such equipment may be loaned, leased or licensed to the retailer or consumer at such location by any new supplier subsequently acquiring title thereto.",
        "This rule does not apply to the sale of equipment by the manufacturer thereof where such sale is not conditioned upon the purchase of use of petroleum products.",
        "Article V, Rule 31, is amended by adding thereto the following:",
        "The rules contained in this article shall not apply to the sale and distribution of propane, butane and other liquefied petroleum gases.",
        "Article VII, Section 4, is amended to read as follows:",
        "Section 4. The Planning and Coordination Committee shall elect a Chairman and Vice Chairman from its own membership. It is also empowered to elect a Secretary and a Treasurer which offices may be held by one person and which officers may not be members of the Committee. It shall also select the following subcommittees:",
        "(a) Statistical Committee          (b) Production Committee          (c) Refinery Committee          (d) Marketing Committee          (e) Accounting Committee          (f) Labor Committee          (g) Adjustment and Interpretation Committee          (h) Transportation Committee          (i) Finance Committee",
        "Article VII is amended by adding a new Section 7 as follows:",
        "Section 7. The Planning and Coordination Committee shall divide the country into such number of regional districts as it shall determine and appoint such subcommittees as in its judgment may be necessary to carry out the intent and purposes of this Code, the members of such subcommittees to serve during the pleasure of the Planning and Coordination Committee. The Chairman and Vice Chairmen of the regional subcommittees shall be appointed by the Planning and Coordination Committee subject to confirmation by the President.",
        "Article VII is amended by adding a new Section 8 as follows:",
        "Section 8. The Planning and Coordination Committee shall have authority to provide such offices and employ such assistants and clerical help and purchase such supplies, and shall provide for raising such funds from the industry, as may be necessary to finance its activities and effectuate the purposes of this Code.",
        "APPENDIX B, CREDIT TERMS, Section (1), Gasoline and Kerosene Sales, third paragraph, is amended as follows:",
        "Service station deliveries-------Cash or coupons or payments net 15th proximo.",
        "APPENDIX B, CREDIT TERMS, Section (3) Lubricating Oil and Grease Sales, final paragraph, is amended as follows:",
        "Service station deliveries.------Cash or coupons or payments net 15th proximo.",
        "Approved:",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September, 13 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6284-A-Modifications of Code of Fair Competition for the Petroleum Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373348"
}