{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5642-administration-the-foreign-service",
    "doc": "executive-order-5642-administration-the-foreign-service",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5642-Administration of the Foreign Service",
    "date": "June 08, 1931",
    "content": [
        "The regulations established in this Executive order shall be effective and binding not only as Consular Regulations, but they shall be equally effective and binding for the following purposes:",
        "(1) These rules and regulations shall constitute the regulations of the Department of State for the administration of the Foreign Service under the provisions of the act of February 23, 1931 (46 Stat. 1212), and shall be considered as superseding the regulations established in Executive Order No. 5189, dated September 11, 1929, and amendments thereto, which are hereby canceled. The Secretary of State is authorized to prescribe additional rules and regulations for the administration of the Foreign Service, not inconsistent herewith, and the use of the regulations in this order as regulations of the Department of State under different titles and numerical designations is hereby expressly authorized.",
        "(2) These rules and regulations shall constitute amendments and additions to the Instructions to Diplomatic Officers and shall be in substitution for and effect the cancellation of all parts of the Instructions to Diplomatic Officers which cover the same subjects as these regulations, or which are inconsistent with these regulations. It is therefore ordered that these regulations shall be incorporated into the Instructions to Diplomatic Officers, in so far as they are applicable thereto; and express authorization is given for their use for this purpose under different titles and numerical designations and also appropriately to change references to consular officers or consular offices, wherever they occur, to refer to diplomatic officers or diplomatic missions.",
        "All Executive orders and other regulations, or parts thereof, inconsistent with the provisions of this order, are hereby revoked.",
        "Article I of the Consular Regulations, 1896, entitled \"The Consular Branch of the Foreign Service,\" is hereby canceled and the following substituted:",
        "Article I",
        "THE FOREIGN SERVICE",
        "1. Definition. \"Foreign Service officer\" shall be deemed to denote permanent officers of the Foreign Service below the grade of minister. (Act of Feb. 23, 1931, sec. 9.)",
        "2. Entry into the Foreign Service. Appointments to the position of Foreign Service officer shall be made after examination and officers so appointed shall serve a suitable period of probation in an unclassified grade, or, after five years of continuous service in an executive or a quasi-executive position in the Department of State, by transfer therefrom to any class of the Foreign Service upon recommendation of the Board of Foreign Service Personnel and with the approval of the Secretary of State. An accurate record of the efficiency of all officers and employees of the Department of State is kept for this purpose. Reinstatement of Foreign Service officers separated from the classified service by reason of appointment to some other position in the Government may be made by Executive order of the President, except that the number of such officers reinstated shall not affect the number of the percentage of the class provided by law. (Act of Feb. 23, 1931, secs. 12, 14.)",
        "All appointments of Foreign Service officers are by commission to a class and not by commission to any particular post, and such officers are assigned to posts and may be transferred from one post to another as the interests of the service may require. (Act of Feb. 23, 1931, sec. 12.)",
        "New appointments to the service are made to the grade of Foreign Service officer, unclassified, but this provision does not apply to reinstatements or transfers from the Department of State under section 12 of the act of February 23, 1931.",
        "3. Examination jor the Foreign Service. There is hereby constituted a board of examiners, which shall conduct examinations to determine the eligibility of the candidates for the Foreign Service, composed as follows: Three Assistant Secretaries of State to be designated by the Secretary of State, the Chief of the Division of Foreign Service Personnel, and the Chief Examiner of the Civil Service Commission. Members of the board of examiners may, when necessary, designate other persons to serve for them on the board. The following rules are established for the conduct of examinations:",
        "(a) It shall be the duty of the board of examiners to formulate rules for and hold examinations of applicants for commission to the Foreign Service and to determine from among the persons designated by the President for examination those who are fitted for appointment.",
        "(b) The scope and method of the examinations shall be determined by the board of examiners, but among the subjects in which candidates will be examined shall be included the following: American history, government, and institutions since 1776; history of Europe, Latin America, and the Far East since 1776; elementary economics, including the natural, industrial, and commercial resources of the United States; political and commercial geography; elements of international, commercial, and maritime law; arithmetic as used in commercial statistics, tariff calculations, exchange and simple accounting; and modern languages-French, German, or Spanish.",
        "(c) The examinations shall be both written and oral, except that American clerks and employees in the Foreign Service who have rendered satisfactory service in such capacities for the five years immediately preceding application for appointment as Foreign Service officers shall be exempted from the written examinations prescribed for other candidates.",
        "(d) The right of clerks in the Foreign Service to exemption from the written examinations in accordance with paragraph (c) of this section shall be determined by the Board of Foreign Service Personnel after considering the written recommendations of the Division of Foreign Service Personnel in each case.",
        "(e) Examinations shall be rated on a scale of 100, and no person rated at less than 80 shall be eligible for certification.",
        "(f) No one shall be certified as eligible for appointment who",
        "(1) Is under 21 or over 35 years of age (except American clerks and employees in the Foreign Service under 45 years of age on the date of certification who were, or are hereafter, appointed before reaching the age of 35, and American clerks and employees in the Foreign Service on July 1, 1931, who are certified for appointment before reaching the age of 45 years);",
        "(2) Has not been a citizen of the United States for at least 15 years before date of certification;",
        "(3) Is not of good character and habits;",
        "(4) Is not physically, mentally, and temperamentally qualified for the proper performance of the duties of the Foreign Service;",
        "(5) Has not been specially designated by the President to take the prescribed examinations to determine eligibility for appointment.",
        "(g) Upon the conclusion of the examinations, the names of the candidates who shall have attained upon the whole examination the required rating will be certified by the board to the Secretary of State as eligible for appointment.",
        "(h) The names of candidates will remain on the eligible list for two years, except in the case of such candidates as shall within that period be appointed or shall withdraw their names. Names which have been on the eligible list for two years will be dropped'therefrom, and the candidates concerned will not again be eligible for appointment unless upon fresh application, designation anew for examination, and the successful passing of such examination.",
        "(i) Applicants for appointment who are designated to take an examination and who fail to report therefor, shall not be entitled to take a subsequent examination unless they shall have been specifically designated to take such subsequent examination.",
        "(j) In making designations to take the prescribed examinations to determine eligibility for appointment, and in appointments after examination, due regard will be had to the principle that as between candidates of equal merit, appointments should be made so as to tend to secure proportional representation of all the States and Territories in the Foreign Service; and neither in the designation for examination, nor in certification, nor in appointment after examination, will the political affiliations of the candidates be considered.",
        "(k) New appointments to the service shall be to the grade of Foreign Service officer, unclassified, and no promotions to a higher grade shall be made except in conformity with law and regulations with respect thereto (sections 2, 6, 7). This provision does not apply to reinstatements or transfers from the Department of State under section 12 of the act of February 23, 1931. (Act of Feb. 23, 1931, secs. 9, 31, and 32.)",
        "4. Classes and salaries in the Foreign Service. The officers in the Foreign Service are graded and classified with the salaries of each class, as follows, but not exceeding in number for each class a proportion to the total number of officers in the service represented in the following percentage limitations:",
        "Ambassadors and ministers, as provided by law.           Class 1,  6  per centum,  $9,000  to  $10,000.           Class 2,  7  per centum,  $8,000  to  $8,900.           Class 3,  8  per centum,  $7,000  to  $7,900.           Class 4,  9  per centum,  $6,000  to  $6,900.           Class 5,  10  per centum,  $5,000  to  $5,900.           Class 6,  14  per centum,  $4,500  to  $4,900.           Class 7,  $4,000  to  $4,400.           Class 8,  $3,500  to  $3,900.           Unclassified,  $2,500  to  $3,400.                                          (Act of Feb. 23, 1931, sec. 10.)",
        "Salary increases within classes. Foreign Service officers having a rating of satisfactory or better who shall have been in classes 5, 6, 7, or 8 for a continuous period of nine months or more, shall, on the first day of each fiscal year, receive an increase in salary of $100, except that no officer shall receive a salary above the maximum of his class; and all such officers in classes 1, 2, 3, or 4 shall in the same circumstances receive an increase of $200. The Secretary of State is authorized to fix the salaries of Foreign Service officers in the unclassified grade within the salary range specified by law. The Secretary of State is also authorized, within the limits of appropriations therefor, to grant the Foreign Service officers in any class additional promotions in salary within the salary range established for the classes in which they are serving, based upon especially meritorious service. (Act of Feb. 23, 1931, sec. 33.)",
        "5. Promotions in class. All Foreign Service officers are subject to promotion on merit. Vacancies in all classes from 1 to 8 are filled by promotions from lower classes, based upon ability and efficiency as shown in the service. The Board of Foreign Service Personnel submits to the Secretary of State for his approval, and for transmission thereafter to the President, lists of Foreign Service officers whose efficiency ratings entitle them to advancement in the service and who are therefore recommended for promotion in the order of their ascertained merit within classes as provided in section 8 of these regulations. (Act of Feb. 23, 1931, secs. 9, 31, 32.)",
        "The Secretary of State reports from time to time to the President, along with his recommendations, the names of those Foreign Service officers who by reason of efficient service have demonstrated special capacity for promotion to the grade of minister, and the names of those Foreign Service officers and clerks, and officers and employees in the Department of State, who by reason of efficient service, an accurate record of which shall be kept in the Department of State, have demonstrated special efficiency. (Act of Feb. 23, 1931, secs. 14, 31.)",
        "See also section 6(6) and (d).",
        "6. Board of Foreign Service Personnel. The Board of Foreign Service Personnel is composed of not more than three Assistant Secretaries of State designated by the",
        "Secretary of State, one of whom shall be the Assistant Secretary of State having supervision over the Division of Foreign Service Personnel, who shall be chairman. The Chief of the Division of Foreign Service Personnel and one other member of the division may attend the meetings of the board, and one of them shall act as secretary, but they shall not be entitled to vote in its proceedings. (Act of Feb. 23, 1931, sec. 31.)",
        "It shall be the duty of the board:",
        "(a) To consider and to submit to the Secretary of State for approval, lists of Foreign Service officers prepared in accordance with law by the Division of Foreign Service Personnel, in which all Foreign Service officers shall be graded in accordance with their relative efficiency and value to the service. All officers rated satisfactory or above shall be eligible for promotion in the order of merit to the minimum salary of the next higher class. (Act of Feb. 23, 1931, sec. 32.)",
        "(b) To recommend promotions in the Foreign Service, and to furnish the Secretary of State with lists of Foreign Service officers who have demonstrated special capacity for promotion to the grade of minister. (Act of Feb. 23, 1931, secs. 14, 31.) Lists of officers recommended for promotion to the grade of minister shall enumerate the officers in the order of merit, and each list shall supersede all previous lists; such lists are submitted to the Secretary of State whenever there are vacancies in the grade of minister or when requested by the President or the Secretary of State.",
        "(c) To submit to the Secretary of State for his approval, and for transmission thereafter to the President, the names of those officers and employees of the Department of State who, after five years of continuous service in an executive or quasiexecutive position, are recommended for appointment by transfer to the position of Foreign Service officer. (Act of Feb. 23, 1931, sec. 12.)",
        "(d) To submit to the Secretary of State the names of those Foreign Service officers who are recommended for designation as counselors of embassy or legation. (Act of Feb. 23, 1931, sec. 23.)",
        "(e) To recommend to the Secretary of State the assignment of Foreign Service officers to posts and the transfer of such officers from one branch of the service to the other according to the needs of the service.",
        "(f) To consider controversies and delinquencies among the service personnel and to recommend to the Secretary of State appropriate disciplinary action where required.",
        "(g) To determine, for submission to the Secretary of State after considering recommendations of the Division of Foreign Service Personnel, that the efficiency rating of an officer is unsatisfactory, thereby meaning below the standard required for the service, in order that the Secretary of State may take appropriate action with respect to the separation from the Foreign Service of such unsatisfactory officers in accordance with law (see sections 9, 45). (Act of Feb. 23, 1931, sec. 33.)",
        "The members of the board, individually and collectively, shall have authority to examine all records and data of the Division of Foreign Service Personnel. (Act of Feb. 23, 1931, sec. 32.)",
        "All action taken by the board shall be strictly nonpartisan and based exclusively upon the records and ratings of efficiency of the officers concerned.",
        "The proceedings of the board shall be strictly confidential, but the chairman shall, within a reasonable time prior to meetings of the board for considering and submitting to the Secretary of State the rating lists from which promotions will be made in accordance with section 32 of the act of February 23, 1931, invite the Chairman of the Senate Committee on Foreign Relations and the Chairman of the House Committee on Foreign Affairs, or some committee member designated by the chairman, to sit with the board through its deliberations without, however, participating in its decisions.",
        "7. Division of Foreign Service Personnel. The Division of For.eign Service Personnel assembles, records, and is the custodian of all available information in regard to the character, ability, conduct, quality of work, industry, experience, dependability, and general availability of Foreign Service officers, including reports of inspecting officers and efficiency reports of supervising officers. All such information is appraised at least once in two years; and the result of such appraisal expressed in terms of \"excellent,\" \"very good,\" \"satisfactory,\" or \"unsatisfactory,\" accompanied by a concise statement of the considerations upon which these terms are based, is entered upon records to be known as the efficiency records of the officers, and constitutes their efficiency ratings for the period. No charges against an officer that would adversely affect his efficiency rating or his value to the service, if true, are taken into consideration in determining his efficiency rating except after the officer shall have had opportunity to reply thereto. The Assistant Secretary of State supervising the Division of Foreign Service Personnel is responsible for the keeping of accurate and impartial efficiency records of Foreign Service officers and for taking all measures necessary to insure their accuracy and impartiality. Not later than November 1 at least every two years, the Division of Foreign Service Personnel, under the supervision of the Assistant Secretary of State, prepares a list in which all Foreign Service officers are graded in accordance with their relative efficiency and value to the service. In this list officers are graded as excellent, very good, satisfactory, or unsatisfactory, with such further subclassification as may be found necessary. AU officers rated satisfactory or above are eligible for promotion in the order of merit to the minimum salary of the next higher class. This list does not become effective in so far as it affects promotion until it has been considered by the Board of Foreign Service Personnel hereinbefore provided for, and approved by the Secretary of State. This list shall not be changed before the next succeeding list of ratings is approved except in the case of extraordinary or conspicuously meritorious service or serious misconduct; and any change for such reasons shaU be made only after consideration by the Board of Foreign Service Personnel and approval by the Secretary of State, and the reasons for such change when made shaU be inscribed upon the efficiency records of the officers affected. From this list of all Foreign Service officers recommendations for promotion are made in the order of their ascertained merit within classes. Recommendations are also made, in order of merit, as shown by ratings in the examinations for appointment to the unclassified grade, with commissions also as diplomatic secretaries and vice consuls, of those who have successfully passed the examinations. All such recommendations are submitted to the Secretary of State for his consideration and, if he shall approve, for transmission to the President.",
        "The correspondence and records of the Division of Foreign Service Personnel are confidential except to the President, the Secretary of State, the members of the Board of Foreign Service Personnel, the Assistant Secretary of State supervising the division, and such of its employees as may be assigned to work on such correspondence and records. (Act of Feb. 23, 1931, sec. 32.)",
        "No Foreign Service officer below class 1 shall be assigned for duty in the Division of Foreign Service Personnel. Foreign Service officers assigned to the division shall not be eligible for recommendation by the Board of Foreign Service Personnel for promotion to the grade of minister or ambassador during the period of such assignment or for three years thereafter, nor shall such officers be given any authority, except of a purely advisory character, over promotions, demotions, transfers, or separations from the service of Foreign Service officers. (Act of Feb. 23, 1931, sec. 31.)",
        "8. Foreign Service officers' training school. There is hereby established in the Department of State a Foreign Service officers' training school for the instruction of new appointees.",
        "The Foreign Service officers' training school shall be under the direction of a board composed of the following members, to wit: The Assistant Secretaries of State composing the Board of Foreign Service Personnel, one Foreign Service officer assigned for duty in the Division of Foreign Service Personnel, and the director of the Foreign Service officers' training school. The board will act in all matters with the approval of the Secretary of State.",
        "The director of the school shall be selected by the other members of the school board from among the officers of the Foreign Service, with the approval of the Secretary of State.",
        "Instructors shall be selected from among the qualified officers of the Department of State, the Foreign Service, other executive departments of the Government, and any available sources, in the discretion of the school board.",
        "The term of instruction in the Foreign Service officers' training school shall be considered a period of probation during which the new appointees are to be judged as to their qualifications for advancement and assignment to duty. At the end of the term, recommendations shall be made to the Secretary of State by the Board of Foreign Service Personnel for the dismissal of any who may have failed to meet the required standard of the service.",
        "The Secretary of State is authorized to prescribe rules and regulations for the governance of the Foreign Service officers' training school.",
        "9. Separation from the service. Whenever it is determined that the efficiency rating of an officer is unsatisfactory, thereby meaning below the standards required for the service, and such determination has been confirmed by the Secretary of State after notice and hearing as provided by law, such officer shall be separated from the service in accordance with the provisions of section 45 of these regulations. (Act of Feb. 23, 1931, sec. 33.)",
        "10. Appointments of secretaries in the diplomatic service and consular officers. The President nominates, and by and with the advice and consent of the Senate, appoints secretaries in the diplomatic service, consuls general, consuls, vice consuls of career, and language officers. (U.S. Constitution, Art. II, sec. 2.) Vice consuls not of career and consular agents are appointed by the Secretary of State.",
        "Foreign Service officers may be appointed as secretaries in the diplomatic service or as consular officers, or both, but all such appointments are made by and with the advice and consent of the Senate. (Act of Feb. 23, 1931, sec. 11.)",
        "11. Assignment to duty of Foreign Service officers. Foreign Service officers may be assigned to duty as either diplomatic or consular officers, or both, at the discretion of the President. (Act of Feb. 23, 1931, sec. 11.)",
        "Within the discretion of the President, any Foreign Service officer may be assigned to act as commissioner, charg6 d'affaires, minister resident, or diplomatic agent for such period as the public interests may require without loss of grade, class, or salary. However, no such officer shall receive more than one salary. (Act of Feb. 23, 1931, sec. 24.)",
        "Any Foreign Service officer may be assigned for duty in the Department of State without loss of class or salary, such assignment to be for a period of not more than three years, unless the public interests demand further service, when such assignment may be extended for a period not to exceed one year. Any ambassador or minister or any Foreign Service officer of whatever class detailed for duty in connection with trade conferences or international gatherings, congresses, or conferences, or for other special duty not at his post or in the Department of State, except temporarily for purposes of consultation, shall be paid his salary and expenses for travel and subsistence at the rates prescribed by law. (Act of Feb. 23, 1931, sec. 21.)",
        "12. Official acts of Foreign Service officers. All official acts of Foreign Service officers while serving under diplomatic or consular commissions in the Foreign Service shall be performed under their respective commissions as secretaries or as consular officers. (Act of Feb. 23, 1931, sec. 11.)",
        "13. Oath of office. Whenever any person is appointed to any office of honor or trust under the Government of the United States he shall, before entering upon the duties of his office, take and subscribe to the following oath:. \"I, A B, do solemnly swear (or affirm) that I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion; and that I will well and faithfully discharge the duties of the office on which I am about to enter. So help me God.\" (R.S. 1757; U.S.C. title 5, sec. 16.)",
        "The foregoing requirement applies to all Foreign Service officers, secretaries in the diplomatic service, consuls general, consuls, vice consuls, language officers, and, if citizens of the United States, to consular agents.",
        "The oath of office may be taken before any officer who is authorized, either by the laws of the United States or by the local municipal law, to administer oaths in the State, Territory, or District where such oath may be administered. (R.S. 1758; U.S.C. title 5, sec. 18.) The oath may not, however, be taken abroad except before some officer of the United States authorized to administer oaths.",
        "14. Bonds of officers in the Foreign Service. Every secretary, consul general, consul, vice consul of career, or Foreign Service officer, before he receives his commission or enters upon the duties of his office, shall give to the United States a bond, in such form as the President shall prescribe, with such sureties, who shall be permanent residents of the United States, as the Secretary of State shall approve, in a penal sum not less than the annual compensation allowed to such officer, conditioned for the true and faithful accounting for, paying over, and delivering up of all fees, moneys, goods, effects, books, records, papers, and other property which shall come to his hands or to the hands of any other person to his use as such officer under any law now or hereafter enacted, and for the true and faithful performance of all other duties now or hereafter lawfully imposed upon him as such officer. Such bond shall cover by its stipulations all official acts of such officer, whether commissioned as diplomatic or consular officer or Foreign Service officer. (Act of Feb. 23, 1931, sec. 16.)",
        "Bonds of vice consuls not of career. Vice consuls not of career shall give bond, with such sureties and stipulations as the Secretary of State may direct.",
        "Bonds of consular agents. No bond is required of consular agents, but a consular officer haying an agent under his supervision may take from him such bond as the officer may deem proper to protect himself.",
        "15. Custody, withdrawal, and cancellation of bonds, and sureties on bonds. The bonds of Foreign Service officers and the bonds of other consular officers are deposited, after their approval by the Secretary of State, with the Secretary of the Treasury. (Act of Feb. 23, 1931, sec. 16.)",
        "Withdrawal and cancellation of bonds. Under the rule of the Treasury Department, bonds, when filed with it, can not be withdrawn from its custody; and they are not canceled on the retirement of the officer from the service.",
        "Sureties on bonds. The sureties on bonds of salaried officers shall be permanent residents of the United States or a regularly authorized surety company incorporated under the laws of the United States or of one of the States, and must be approved by the Secretary of State. (28 Stat. L. 279.) Married women will not be accepted as sureties. (15 Op. Att. Gen. 472.)",
        "16. Foreign Service inspectors. The provisions of section 4 of the act of April 5, 1906, relative to the powers, duties, and prerogatives of consuls general at large are applicable to the Foreign Service officers detailed for the purpose of inspection, who shall, under the direction of the Secretary of State, inspect in a substantially uniform manner the work of diplomatic and consular offices. (Act of Feb. 23, 1931, sec. 17.)",
        "Each consular office shall be inspected at least once in every two years. Whenever the President has reason to believe that the business of a consulate or a consulate general is not being properly conducted and that it is necessary for the public interest, he may authorize any inspector to suspend the principal consular officer and administer the office in his stead for a period of not exceeding 90 days. In such case the inspector so authorized shall have power to suspend any subordinate officer or clerk in said office during the period aforesaid. (34 Stat. L. 100; U.S.C. title 22, sec. 9.)",
        "The suggestions and directions given by a Foreign Service inspector at the time of any inspection of an office must be implicitly followed and obeyed, in the absence of contrary instructions from the Department of State. The principal officer will insure that the consular agents under his supervision comply with the inspector's directions left with them. He will also bring the inspector's directions to the attention of his successor in office.",
        "An officer, upon assuming charge of an office, will accept the suggestions and instructions left for his predecessor as applicable to himself and to his own administration of the office.",
        "17. Language officers. Language officers are Foreign Service officers appointed from the unclassified grade and assigned to certain countries for the purpose of studying and perfecting themselves in prescribed foreign languages. After passing the required examinations and receiving therefor the promotions to which they are entitled, the officers are thereafter eligible for advancement in the service, without further examinations, on the same basis as all other Foreign Service officers.",
        "18. Provisions of law in force after July 1, 1931. All provisions of law in effect prior to July 1, 1931, relating to diplomatic or consular officers, or to Foreign Service officers, which are not inconsistent with the act of February 23, 1931, entitled \"An act for the grading and classification of clerks in the Foreign Service of the United State of America, and providing compensation therefor,\" which included provisions relating to the organization and duties of the Foreign Service of the United States of America, are applicable to Foreign Service officers when they are designated for service as diplomatic or as consular officers. (Act of Feb. 23, 1931, sec. 28.)",
        "GENERAL PROVISIONS CONCERNING CONSULAR OFFICERS",
        "19. Official designations of consular officers. Consular officers comprise (1) Foreign Service officers assigned to duty as consuls general, consuls, vice consuls, and language officers; and (2) noncareer officers, commissioned or appointed by the Secretary of State, viz, vice consuls not of career and consular agents.",
        "20. Definitions. The term \"consular officer\" shall be deemed to include consuls general, consuls, vice consuls, and consular agents, and none others. (38 Stat. L. 806; U.S.C. title 22, sec. 51.)",
        "The terms \"consul general\" and \"consul\" shall be deemed to denote full, principal, and permanent consular officers as distinguished from subordinates and substitutes. (38 Stat. L. 806; U.S.C. title 22, sec. 51.)",
        "The term \"consul,\" whenever the sense so requires, denotes any principal consular officer or any person invested by the United States with, and exercising, the functions of consul general, consul, or vice consul. (19 Stat. L. 2; U.S.C. title 22, sec. 178.) As ordinarily used, in a specific sense, it denotes a particular grade of consular officer, but it is sometimes used, in a generic sense, to embrace all consular officers. (15 C. Cis. R. 74.)",
        "The term \"vice consul\" denotes any officer holding a commission as vice consul, whether he be a Foreign Service officer or not. (38 Stat. L. 806; U.S.C. title 22, sec. 51)",
        "The term \"substitute consular officers\" denotes vice consuls when in responsible charge of a consulate general or consulate. (38 Stat. L. 806; U.S.C. title 22, sec. 51.)",
        "The term \"subordinate consular officers\" denotes vice consuls when not in charge of consulates general or consulates, and consular agents. (38 Stat. L. 806; U.S.C. title 22, sec. 51.)",
        "21. Vice consuls. There are two categories of vice consuls, those of career and those who are not of career. The former are Foreign Service officers commissioned by the President as vice consuls; the latter are commissioned by the Secretary of State as occasion may require, usually from among the clerks at consular offices, and receive compensation as clerks and not as vice consuls.",
        "All vice consuls are consular officers subordinate to principal consular officers (consuls general and consuls), exercising and performing the duties within the limits of their consulates at the same, or at different, points and places from those at which the principals are located. (38 Stat. L. 806; U.S.C. title 22, sec. 51; 33 Fed. Rep. 167.)",
        "Vice consuls, whether of career or not, perform such duties of the consular offices to which they may be assigned as are described in the Consular Regulations and laws of the United States, and which they may be directed to perform by the principal officer under whom they serve. When the principal officer is absent, the ranking consular officer, or, if there be two of equal grade, the one whose commission at the post bears the earlier date, in the absence of contrary instructions from the Department of State, will assume full charge of the office under his bond.",
        "22. Vice consuls not of career. Vice consuls not of career are not eligible to appointment as Foreign Service officers without undergoing the prescribed examination and qualifying therefor, but such vice consuls who are clerks in the Foreign Service are eligible to advancement in accordance with section 24. They are appointed to particular posts and receive certificates of appointment to those posts, which are forwarded to them through the appropriate diplomatic missions.",
        "Citizenship. Every vice consul must be an American citizen. (40 Stat. L. 1333;)",
        "Removal of vice consuls. Consuls general and consuls have no power to remove vice consuls assigned to their offices or to service under their supervision. In cases of serious insubordination, threatened destruction or loss of Government property, or conduct likely to injure the reputation of the consulate, the principal consular officer may order the vice consul responsible therefor to perform no official duties pending a review of the facts by the Secretary of State. Forinal suspensions can be made Only upon prior authorization by the Secretary of State, but such Authorization may be requested by telegram whenever an emergency is deemed to exist. A report of the facts, accompanied by a signed statement of the vice consul in his own behalf, will be forwarded by the most expeditious method.",
        "23. Consular agents. Consular agents are appointed by the Secretary of State, usually upon the nomination of the principal consular officer. The practice of making such nominations must not be construed to limit the authority of the Secretary of State to appoint these officers without such previous nomination by the principal officer.",
        "The term \"consular agents\" denotes consular officers subordinate to principal Officers exercising the powers vested in them and performing the duties prescribed for them by regulation of the President, at posts or places different from those at which such principals are located. (38 Stat. L. 806; U.S.C. title 22, sec. 51.) Their functions are not, in all respects, as extensive as those of the principal officer. Though they act at places different from the seat of the principal office and their duties are in substance the same toward persons desiring consular services, they act only as the representative of the principal, and are subject and subordinate to him. They are not authorized to correspond with the Department of State, unless through the principal or under exceptional circumstances; they make no returns or reports directly to the department, and they are not permitted to render accounts or make any drafts for expenditures on the departments of the Government unless under express instructions.",
        "Consular agents are subject, like other consular officers, to the provisions of law and the instructions of the Department of State. As soon as a consular agent has entered upon his duties, a specimen of his signature and an impression of his official seal should be sent to the department.",
        "Citizenship of consular agents. In all cases where it is practicable, consular agents should be citizens of the United States, and none other should be recommended for appointment unless citizens of proper character and standing can not be found.",
        "Acting consular agents. No consular agent has authority to appoint a subagent. In case of emergency, or in the absence of the consular agent on leave, the principal consular officer may designate, with the approval of the Department Of State, a suitable person to perform the duties under the title of \"acting consular agent.\" The principal consular officer should, at the time the change is made, repdrt to the department the name of the person whom he has designated as acting consular agent during the temporary absence of the agent from his post, and should accompany the report with the signature of the substitute and an impression of the official seal of the agency.",
        "A person placed temporarily in charge of a consular agency should sign aS acting consular agent. Acting consular agents must hot perform notariAl Acts.",
        "24. Clerks at consulates. Clerks at consulates are, so far as practicable, appointed Wilder civil-service rules and regulations. (43 Stat. L. 1017; U.S.C. title 22, sec. 56.) They are frequently nominated by the consuls, but their appointment is subject to approval by the Secretary of State, and the department may fill such clerkships directly by appointment from the United States or from American citizens abroad. In nominating persons for clerkships, consuls must give the qualifications of the nominees in the form prescribed by the department, together with the proposed amount of compensation of each clerk and the allowance from which paid. No clerk shall receive increased compensation without the authority of the Secretary of State. All consular clerks shall be clerks in the Foreign Service of the United States of America and shall be graded and classified in the following manner:",
        "Clerks in the Foreign Service of the United States of America shall receive, Within the limitation Of such appropriations as the Congress may make, the basic Compensations specified below:",
        "Senior clerks. Class 1, $4,000; class 2, $3,750; class 3, $3,500; class 4, $3,250; class 5, $3,000. Commissions as senior clerks will be issued to such clerks by the Secretary of State.",
        "Junior clerks. Class 1, $2,750; class 2, $2,500; class 3, all clerks whose compensation as fixed by the Secretary of State is less than $2,500 per annum.",
        "Appointments to the grade of senior clerk and advancement from class to class in that grade shall hereafter be by promotion for efficient service; and no one shall be promoted to the grade of senior clerk who is not an American citizen and has not served as a clerk in a diplomatic mission or a consulate, or both, or as a clerk in the Department of State for at least five years.",
        "The Secretary of State is authorized, at posts where in his judgment it is required by the public interests for the purpose of meeting the unusual or excessive costs of living ascertained by him to exist, to grant compensation to clerks assigned there in addition to the basic rates herein specified, within such appropriations as Congress may make for such purpose.",
        "No clerk who is not an American citizen shall hereafter be appointed to serve in a diplomatic mission. (Act of Feb. 23, 1931, secs. 1-4.)",
        "Citizenship of clerks. Preference shall be given to American citizens in nominations for clerkships whenever properly qualified persons can be found.",
        "Oath of office. All American clerks are required to take an oath of office.",
        "Members of consular officer's family. The appointment of members of a consular officer's family in his office will be permitted only in exceptional cases where the expediency of such an appointment and the qualifications of the applicant are clearly shown.",
        "Changes in clerical personnel. Consular officers must report promptly to the department every change in the clerical personnel of their offices.",
        "Efficiency reports and records. The department maintains a system of efficiency reports and records applying to clerks, messengers, and other noncareer subordinates including consular agents, which shall be the basis of promotion.",
        "Confidential nature of reports and recommendations. The efficiency records of clerks and other subordinates are strictly confidential, and no efficiency report or rating is to be divulged by any consular officer except to Foreign Service inspectors and supervising consuls general, or persons specially authorized by the department.",
        "Clerks commissioned as vice consuls. A clerk at a consulate will be commissioned as vice consul only when conditions at the post make an additional signing officer necessary.",
        "25. Prohibition against engaging in business. No consular officer whose salary exceeds $1,000 a year shall, while he holds his office, be interested in or transact any business as a merchant, factor, broker, or other trader, or as a clerk or other agent for any such person to, from, or within the port, place, or limits of his jurisdiction, directly or indirectly, either in his own name or in the name or through the agency of any other person; nor shall he practice as a lawyer for compensation or be interested in the fees or compensation of any lawyer; and he shall in his official bond stipulate as a condition thereof not to violate this prohibition. (34 Stat. L. 101; U.S.C. title 22, secs. 106, 107, 108.)",
        "No consular officer whose salary exceeds $1,000 per annum shall make any investments of money within the limits of the country from the government of which he has received his recognition or exequatur. This prohibition applies to the owning of real estate, or of bonds, shares, stocks, mortgages, etc. There is no objection to a consular officer's depositing money in a bank which happens to give interest on current accounts or fixed deposits; and a consular officer may buy a house and land for his own use, but he may not do so as an investment or speculation.",
        "26. Jurisdiction of consuls general. All consuls general are charged with the ordinary duties of a consul within the prescribed limits of their respective districts.",
        "27. Limits of consular districts. The statute authorizes the President to define the extent of country to be embraced within any consulate, (R.S. 1695; U.S.C. title 22, sec. 55.) The consular commission usually describes these limits as including all places nearer to the official residence of a consul than to the residence of any other consul within the same allegiance. This is to be regarded as the rule by which the limits of the respective districts are to be determined in the absence of instructions specifically defining the consular district. In no case, however, is a consular officer authorized, except under special authorization from the Department of State, to take jurisdiction of consular business outside of the State from the government of which he receives his exequatur. The Department of State may, however, in its discretion, provide that a consular agency shall conduct its business under the supervision of a consular office in the same country without regard to nearness of geographical situation. The limits of a consular agency are always within the district of the consulate to which it is attached, unless the department shall determine otherwise.",
        "28. Neglect of duty or misconduct. Whenever any consular officer willfully neglects or omits to perform seasonably any duty imposed upon him by law, or by any order or instruction made or given in pursuance of law, or is guilty of any willful malfeasance or abuse of power, or of any corrupt conduct in his office, he shall be liable to all persons injured by any such neglect, or omission, malfeasance, abuse, or corrupt conduct, for all damages occasioned thereby; and for all such damages, he and his sureties upon his official bond shall be responsible thereon to the full amount of the penalty thereof, to be sued in the name of the United States for the use of the person injured. Such suit, however, shall in no case prejudice, but shall be held in entire subordination to, the interest, claims, and demands of the United States as against any officer, under such bond, for every willful act of malfeasance or corrupt conduct in his office. (R.S. 1735; U.S.C. title 22, sec. 103.)",
        "Article II of the Consular Regulations, 1896, entitled \"Retirement of Foreign Service Officers,\" is hereby canceled and the following substituted:",
        "Article II",
        "RETIREMENT OF FOREIGN SERVICE OFFICERS",
        "31. Retirement of Foreign Service officers provided by law. The law provides for the retirement of Foreign Service officers on account of age or disability and authorizes the President to prescribe rules and regulations to give effect to the statute. The administration of the retirement system is placed under the direction of the Secretary of State. (Act of Feb. 23, 1931, sec. 26.)",
        "32. Retirement on account of age or length of service. When any Foreign Service officer has reached the age of 65 years and rendered at least 15 years of service, he shall be retired; and if any such officer shall have served 30 years, he may be retired at his own request before reaching the age of 65 years. The President may in his discretion retain any such officer on active duty for such period prior to his reaching 70 years of age as he may deem for the interests of the United States. (Act of Feb. 23, 1931, sec. 26d.)",
        "33. Retirement on account of disability. Any Foreign Service officer who before reaching the age of retirement becomes totally disabled for useful and efficient service by reason of disease or injury not due to vicious habits, intemperance, or willful misconduct on his part, shall, upon his own application or upon order of the President, be retired on an annuity. In each case such disability is determined by the report of a duly qualified physician or surgeon designated by the Secretary of State to conduct the examination. Unless the disability be permanent, a like examination is made annually in order to determine the degree of disability, and the payment of annuity ceases from the date of the medical examination showing recovery. The officer may thereupon be reassigned to active duty.",
        "Fees for examinations under this provision, together with reasonable traveling and other expenses incurred in order to submit to examination, are paid out of the Foreign Service retirement and disability fund. (Act of Feb. 23, 1931, sec. 26J.)",
        "34. Ambassadors, ministers, and persons appointed to the department. Any diplomatic secretary or consular officer who has been or any Foreign Service officer who may hereafter be promoted from the classified service to the grade of ambassador or minister, or appointed to a position in the Department of State, shall be entitled to retirement in the same manner and under the same conditions as Foreign Service officers, and any officer included under the act of May 24, 1924, and the amepdmjeiit thereto of July 3, 1926, shall be entitled to the benefits of the retirement provisions of the act of February 23, 1931. (Act of Feb. 23, 1931, sec. 26n.)",
        "35. Period of service. The period of service is computed from the date of original oath of office as diplomatic secretary, consul general, consul, vice consul, deputy consul, consular assistant, consular agent, commercial agent, interpreter, or student interpreter, and includes periods of service at different times as either a diplomatic or a consular officer, or while on assignment to the Department of State, or on special duty or service in another department or establishment of the Government, but all periods of separation from the service and so much of any period of leave of absence without pay as may exceed six months are excluded. Service in the Department of State or as clerk in a mission or consulate prior to appointment as a Foreign Service officer may be included in the period of service. (Act of Feb. 23, 1931, sec. 26o.)",
        "The President is authorized from time to time to establish, by Executive order, a list of places which by reason of climatic or other extreme conditions are to be classed as unhealthful posts; and each year of duty subsequent to January 1, 1900, at such posts, inclusive of regular leaves of absence, of officers already retired or hereafter retired, shall be counted as one year and a half, and so on in like proportion in reckoning the length of service for the purpose of retirement, fractional months being considered as full months in computing such service. The President may at any time cancel the designation of any places as unhealthful without affecting any credit which has accrued for service at such posts prior to the date of the cancellation. (Act of Feb. 23, 1931, sec. 26&.)",
        "36. Foreign Service retirement and disability fund. Five per centum of the basic salary of all Foreign Service officers eligible to retirement is contributed to the Foreign Service retirement and disability fund, and the Secretary of the Treasury causes such deductions to be made and the sums to be transferred on the books of the Treasury Department to the credit of the Foreign Service retirement and disability fund for the payment of annuities, refunds, and allowances.",
        "All basic salaries in excess of $10,000 per annum shall be treated as $10,000. (Act of Feb. 23, 1931, sec. 26c.)",
        "In case service in the Department of State or as clerk in a mission or consulate prior to appointment as Foreign Service officer is included in the period of service, the officer shall pay into the Foreign Service retirement and disability fund a special contribution equal to five per centum of his annual salary for each year of such employment, with interest thereon to the date of payment compounded annually at four per centum, but such special contribution shall be subject to the limitations established by section 26f of the act of February 23, 1931. (Act of Feb. 23, 1931, sec. 26c.)",
        "The Secretary of State submits annually a comparative report showing all receipts and disbursements on account of refunds, allowances, and annuities, together with the total number of persons receiving annuities and the amounts paid them, and also submits annually estimates of appropriations necessary to continue the retirement and disability system in full force. The law provides that in no event shall the aggregate total appropriations exceed the aggregate total of the contributions of the Foreign Service officers theretofore made, and accumulated interest thereon. (Act of Feb. 23, 1931, sec. 26a.)",
        "The Secretary of the Treasury invests from time to time in interest-bearing securities of the United States such portions of the Foreign Service retirement and disability fund as in his judgment may not be immediately required for the payment of annuities, refunds, and allowances, and the income derived from such investments constitutes a part of said fund. (Act of Feb. 23, 1931, sec. 26g.)",
        "37. Period of contribution. Those officers who retire before having contributed for each year of service shall have withheld from their annuities to the credit of the Foreign Service retirement and disability fund such proportion of five per centum thereof as the number of years in which they did not contribute bears to the total length of service; but no deductions shall be made from the annuities of officers who have contributed 30 years, and no officer shall be required to contribute more than 30 years in any circumstances. (Act of Feb. 23, 1931, sec. 26/.)",
        "38. Annuities. Annuities are paid to retired and disabled Foreign Service officers under the following classification, based upon length of service, and at the following percentages of the average annual basic salary for the 10 years next preceding the date of retirement:",
        "Class A, 30 years or more, 60 per centum,           Class B, from 27 to 30 years, 54 per centum,           Class C, from 24 to 27 years, 48 per centum,           Class D, from 21 to 24 years, 42 per centum,           Class E, from 18 to 21 years, 36 per centum,           Class F, from 15 to 18 years, 30 per centum.",
        "In computing the average annual basic salary for the 10 years next preceding the date of retirement, so much of an officer's service as was rendered prior to July 1, 1924, in accordance with the classification and salaries established by laws then in effect, as it is possible to credit to him by applying to all such periods of service rendered prior to July 1, 1924, the rules for corresponding classes in the reclassification provisions in section 7 of the act of May 24, 1924, shall be considered as having been performed in accordance with the classifications and salaries established for Foreign Service officers in section 3 of the act of May 24, 1924; but increases in annuities effected on July 1, 1931, under this provision shall not operate retroactively, and the provisions shall not be interpreted as reducing the rate of annuity received by any retired officer on July 1, 1931. (Act of Feb. 23, 1931, sec. 26e.)",
        "39. Separation from service before retirement. Whenever a Foreign Service officer becomes separated from the service, except for disability before reaching the age of retirement, or under section 33 of the act of February 23, 1931, the total amount of contribution from his salary with interest thereon at 4 per centum per annum compounded annually up to the date of such separation shall be returned to him. (Act of Feb. 23, 1931, sec. 26Z.)",
        "40. Death before retirement. In case a Foreign Service officer dies without having reached the retirement age, the total amount of his contribution with accrued interest is paid to his legal representatives. (iVct of Feb. 23, 1931, sec. 26i.)",
        "41. Death of annuitants. In case an annuitant dies without having received in annuities an amount equal to the total amount of his contributions from salary with interest thereon at 4 per centum per annum compounded annually up to the time of his death, the excess of said accumulated contribution over the said annuity payments is paid to his or her legal representatives. (Act of Feb. 23, 1931, sec. 26i.)",
        "42. Discontinuance of annuity. When an annuity is discontinued before the annuitant has received a sum equal to the total amount of his contributions with accrued interest, the difference is paid to him or to his legal representatives. (Act of Feb. 23, 1931, sec. 26J.)",
        "43. Retirement and disability moneys not subject to legal process. None of the moneys mentioned in section 18 of the act of May 24, 1924, or section 26 of the act of February 23, 1931, are assignable, either in law or in equity, or subject to execution, levy, or attachment, garnishment, or other legal process. (Act of Feb. 23, 1931, sec. 26A.)",
        "44. Recall to service. In the event of public emergency any retired Foreign Service officer may be recalled temporarily to active service by the President, and while so serving he is entitled in lieu of his retirement allowance to the full pay of the class in which he is temporarily serving. (Act of Feb. 23, 1931, sec. 27.)",
        "45. Involuntary separation from service. The Secretary of State is hereby authorized to promulgate rules of procedure for the separation of Foreign Service officers from the Foreign Service, in accordance with the conditions hereinafter prescribed, and also to take all measures necessary to insure equitable administration thereof, in conformity with the purposes of section 33 of the act of February 23, 1931. Foreign Service officers so separated from the Foreign Service shall be retired from the service, after a hearing by the Secretary of State, upon an annuity equal to 25 per centum of his salary at the time of retirement in the case of officers over 45 years of age, or in the case of officers under 45 years of age, with a bonus of one year's salary at the time of his retirement, either annuity or one year's salary to be payable out of the Foreign Service officers' retirement and disability fund and except as herein provided, subject to the same provisions and limitations as other annuities payable out of such funds; but no return of contributions shall be made under paragraphs (i) or (T) of section 26 of the act of February 23, 1931, in the case of any Foreign Service officer retired under the provisions of this section. Whenever it is determined that the efficiency rating of an officer is unsatisfactory, thereby meaning below the standard required for the service, and such determination has been confirmed by the Secretary of State, the officer shall be notified thereof; and if, after a reasonable period to be determined by the circumstances in each particular case, the rating of such officer continues to be found unsatisfactory and such finding is confirmed by the Secretary of State after a hearing accorded the officer, such officer shall be separated from the service with the annuity or bonus provided in this section, but no officer so separated from the service shall receive the said annuity or bonus unless at the time of separation he shall have served at least 15 years. He shall, however, if he has not served at least 15 years, have returned to him the full sum of his contribution to the annuity fund, with interest thereon at 4 per centum compounded annually. The benefits of this section, except at the option of the Secretary of State the return of an officer's contribution to the annuity fund, shall not be given to Foreign Service officers separated from the Foreign Sendee on account of malfeasance in office. (Act of Feb. 23, 1931, sec. 33.)",
        "Sections 465 to 473, inclusive, of the Consular Regulations, 1896, are hereby canceled and the following substituted:",
        "LEASES OF ABSENCE",
        "465. Absence must be reported. All absences of consular officers and employees from their posts, whether by leave or otherwise, must be reported to the Secretary of State and will be regarded as part of the leave of absence authorized by law, during which such officers and employees may be absent without loss of salary, except as otherwise provided in these regulations. (12 Op. Att. Gen. 410.)",
        "466. Absence without leave. No consular officer may be absent from his post or the performance of his duties for more than 10 days at any one time without obtaining permission from the President through the Secretary of State. (18 Stat. L. 77; U.S.C. title 22, sec. 124; 14 Op. Att. Gen. 534.) This provision permitting emergency absence for not to exceed 10 days is intended to relieve those cases of sudden emergency in which there is not sufficient time for communicating with the Secretary of State without endangering the health or affairs of the officer.",
        "No Foreign Service officer shall be absent from his post with pay for more than 48 hours without permission, except as authorized in these regulations (secs. 465-474). (Act of Feb. 23, 1931, sec. 22.)",
        "467. Conditions under which leaves oj absence are granted. Leave of absence is granted, within statutory limitations, at the discretion of the President, acting through the Secretary of State. Leaves of absence are of three kinds: simple leave, leave with permission to visit the United States, and sick leave. A consular officer must receive express permission to return to the United States, in order that he may be entitled to the benefit of the statutory allowance of salary in transit.",
        "(a) Simple leave and home leave. The Secretary of State is authorized to grant to any officer or employee of the Foreign Service who is an American citizen, in accordance with law and subject to such rules as may be established in the interests of and with due regard for the exigencies of the service, not to exceed 60 days annual leave of absence with pay. If such officer or employee returns to the United States, the leave of absence granted shall be exclusive of the time actually and necessarily occupied in going to his residence or destination in the United States and in returning to his post by the most direct route, and such time as may be necessarily occupied in awaiting sailing. Any portion of 60 days annual leave not granted or availed of in any one year may be cumulative, not to exceed, exclusive of time in transit and awaiting sailing, 120 days in three years or 180 days in four years. (Act of Feb. 23, 1931, sec. 22.)",
        "(b) Employees not American citizens. Employees, not American citizens, may be granted not to exceed 30 days leave of absence with pay in any one year. (Act of Feb. 23, 1931, sec. 22.) Such leave shall not be cumulative.",
        "(c) Leave on account of illness. The Secretary of State is also authorized to grant to any officer or employee of the Foreign Service on account of personal illness or on account of exposure to a contagious disease which would render presence at a post of duty hazardous to the health of fellow employees, sick leave of absence with pay at the rate of 15 days a year, the unused portion of such sick leave to be cumulative not to exceed 120 days. (Act of Feb. 23, 1931, sec. 22.)",
        "(d) Leave without compensation. If consistent with the public interest, leave of absence for good reason may be granted without compensation for a longer time than that stipulated in these regulations for leave of absence with pay.",
        "(e) Transit period. Salary will not be paid for more than one transit period in any one calendar year (10 Comp. Dec. 465; 11 Comp. Dec. 123) except that when all or a part of a transit period occurs in a calendar year other than that in which the leave of absence was taken, it will not impair the right of the consular officer to another transit period during that calendar year if leave should be granted. (14 Comp. Dec. 61.)",
        "468. Leave of absence discretionary with President. The statutes limit the period of a consular officer's or employee's absence from his post, but do not require that he be given leave of absence each year. (Act of Feb. 23, 1931, sec. 22.) The President, acting through the Department of State, will determine in each case whether an officer or employee may be absent.",
        "469. Applications for leave of absence. Every application for leave of absence shall contain full information with respect to the number of days and the character of all leave of absence taken by the applicant during the preceding calendar year and for any prior years which are the basis of a request to be granted accumulated leave, and reference will always be made to official correspondence relating to previous leaves of absence shown in the application. Every such application will state specifically whether the applicant wishes to come to the United States (see section 467).",
        "470. Home leave under orders. The Secretary of State is authorized, whenever he deems it to be in the public interest, to order to the United States on his statutory leave of absence any Foreign Service officer or vice consul of career who has performed three years or more of continuous service abroad. The expenses of transportation and subsistence of such officers and their immediate families, in traveling from their posts to their homes in the United States and return, shall be paid under the same rules and regulations applicable in the case of officers going to and returning from their posts under orders of the Secretary of State when not on leave. While in the United States the services of such officers shall be available for trade-conference work or for such duties in the Department of State as the Secretary of State may prescribe, but the time of such work or duties shall not be counted as leave. (Act of Feb. 23, 1931, sec. 22.)",
        "471. Canceled by Executive order of September 11, 1923.",
        "472. Leave of absence of vice consuls. The regulations in regard to leaves of absence of principal consular officers are applicable to vice consuls of career and also, with the exception of provisions of section 470, to vice consuls not of career, provided that the Secretary of State is authorized to establish rules and to issue instructions consistent with law, and with due regard for the needs of the service, to permit principal officers to grant leave of absence to vice consuls attached to their offices.",
        "Applications for leave of absence by vice consuls of career will be addressed to the Secretary of State and will be transmitted through, and have the approval of, their principal officers. Vice consuls not of career will make application to their principal officers, who will address any necessary communications to the Secretary of State. In cases of emergency a principal officer may grant any vice consul leave, reporting the fact to the Secretary of State and procuring subsequent approval of the action taken.",
        "When a vice consul is in charge of an office, he should apply to the Secretary of State for leave in the same manner as if he were the principal. If there is no commissioned officer at the post to take charge, the fact should be reported to the department, by telegraph if necessary, for its consideration. In no circumstances should a consular office, without previous specific authority granted by the department, be left in the charge of any person other than a duly commissioned and bonded American consular officer.",
        "473. Leave of absence of clerks. The regulations in regard to leave of absence of principal consular officers, with the exception of provisions of section 470, are applicable to clerks and other employees in consular offices who are American citizens, except that the Secretary of State is authorized to establish rules and issue instructions consistent with law, and with due regard for the needs of the service, to permit principal officers to grant leave of absence, within the provisions of the law and these regulations, to such clerks and employees in their offices.",
        "Clerks and other employees in consular offices who are not American citizens may be granted leave of absence within statutory limits (see section 467) by their principal officers, who shall report the facts to the Secretary of State as required by section 465.",
        "In granting leave to clerks and subordinate employees, principal officers will bear in mind that leave must not be granted when the absence of the clerk will interfere with the transaction of the business of the office and that the absences of members of the staff will be so arranged that the work can be carried on without additional assistance. Consular officers in charge of posts will endeavor, so far as may be consistent with the proper transaction of the business of their offices, to grant all or part of the leave specified, in order that clerks and employees may have reasonable opportunity for rest and recreation.",
        "Article XXV of the Consular Regulations, 1896, entitled \"Compensation of Consular Officers\" is canceled and the following substituted:",
        "Article XXV",
        "COMPENSATION OF CONSULAR OFFICERS",
        "491. Three classes of officers. In regard to the sources of their compensation there are three classes of consular officers, viz, (1) those who are Foreign Service officers and receive their compensation as such from appropriations made by Congress, (2) those who are not Foreign Service officers but who are paid from specific appropriations made by Congress, and (3) consular agents receiving no regular remuneration but who are compensated from the fees collected for official services and in payments from the Treasury of the United States for services to American vessels and seamen.",
        "492. Foreign Service officers. Foreign Service officers assigned as consular officers receive salaries fixed by law and are entitled to compensation at the rate of their respective salaries as Foreign Service officers, with the following exceptions:",
        "(a) Absence from post. (1) No consular officer shall receive salary for the time during which he may be absent from his post, by leave or otherwise, in excess of periods of absence which are authorized by law to be taken with pay (see secs. 465-474 of these regulations). (Act of Feb. 23, 1931, sec. 22.) (2) When a principal officer is absent from his post for a period exceeding 10 days at any one time, without permission previously obtained from the President through the Department of State, no portion of the salary will be allowed for any time in excess of the 10 days, unless the propriety and necessity of the absence shall be made clear to the department. (18 Stat. L. 77; U.S.C. title 22, sec. 124.)",
        "(b) Recall for malfeasance. A consular officer is not entitled to compensation in case he is recalled for malfeasance except to the date of the delivery of the notification of recall at the consular office to which he was last attached or, in the event of his absence therefrom, its delivery at his last known address; or if the officer resigns in anticipation of such recall, he is entitled to compensation only to the date of the acceptance of such resignation. In neither case will compensation be allowed for the time occupied in the transit to the United States.",
        "(c) Excess travel time. A consular officer traveling on leave with permission to visit the United States is not entitled to salary in transit for any time in excess of that actually and necessarily occupied in proceeding by direct route and generally adopted method of transport from his post to his place of residence or destination in the United States, or vice versa, and such time as may be necessarily occupied in awaiting sailing, except when complying with specific orders issued by the Department of State (section 467). (Act of Feb. 23, 1931, sec. 22.)",
        "493. Compensation when performing diplomatic duties. Within the discretion of the President, any Foreign Service officer may be assigned to act as commissioner, charge d'affaires, minister resident, or diplomatic agent for such period as the public interest may require without loss of grade, class, or salary, provided that no such officer shall receive more than one salary. (Act of Feb. 23, 1931, sec. 24.) With the exception of commissioner, these appointments are subject to confirmation by the Senate.",
        "494. Additional compensation. For such times as any Foreign Service officer is lawfully authorized to act as chargé d'affaires ad interim or to assume charge of a consulate general or consulate during the absence of the principal officer at the post to which he shall have been assigned, he shall, if his salary is less than one-half that of such principal officer, receive in addition to his salary as Foreign Service officer, compensation equal to the difference between such salary and one-half of the salary provided by law for the ambassador, minister, or principal consular officer, as the case may be. (Act of Feb. 23, 1931, sec. 26.)",
        "Under such regulations as the President may prescribe, and within the limitations of such appropriations as may be made therefor, which appropriations are hereby authorized, ambassadors, ministers, diplomatic, consular, and Foreign Service officers may be granted allowances for representation, and also post allowances wherever the cost of living may be proportionately so high that in the opinion of the Secretary of State such allowances are necessary to enable such diplomatic, consular, and Foreign Service officers to carry on their work efficiently. All such allowances shall be accounted for to the Secretary of State in such manner and under such rules and regulations as the President may prescribe; and the authorization and approval of such expenditures by the Secretary of State, as complying with such rules and regulations, shall be binding upon all officers of the Government. (Act of Feb. 23, 1931, sec. 19.)",
        "495. Vice consuls not of career. Vice consuls not of career are compensated as clerks from the regular clerk-hire allowance of the office where their service is performed. They receive no compensation as vice consuls.",
        "Vice consuls not of career, receiving compensation as clerks, are entitled to compensation when traveling to and from their posts, or elsewhere, under orders of the Secretary of State, or while on leave of absence, subject to the law and regulations governing leaves of absence.",
        "Vice consuls while in charge of a consulate general or consulate during the absence of the principal officer are entitled to additional compensation in the same manner and under the same conditions as Foreign Service officers. (43 Stat. L. 1016, 1017; U.S.C. title 22, secs. 35, 56.)",
        "496. Language officers. Language officers receive their salaries as Foreign Service officers. In addition they may be provided with tuition and quarters.",
        "497. Consular agents. Consular agents are paid by one-half of the fees received in their offices, up to a maximum sum of $1,000, in any one year, the other half being accounted for and paid into the Treasury of the United States. If the total amount of fees received at a consular agency during a fiscal year exceeds $2,000, such surplus must be remitted in full to the Treasury of the United States in addition to the $1,000 due the Government as prescribed above. (34 Stat. L. 101; 43 Stat. L. 142; U.S.C. title 22, sec. 99.)",
        "498. Resignation in the United States. The right to compensation of a consular officer who resigns while in the United States on leave of absence terminates with the date of the acceptance of the resignation, or the lapse of his statutory leave, whichever first occurs.",
        "499. Allowance to widow or heirs. It has been provided by law that whenever a consular officer dies in a foreign country in the discharge of his duty, there shall be paid to his widow, or, if no widow survive him, then to his heirs at law, a sum of money equal to the allowance made to such officer for the time necessarily occupied in making the transit from his post of duty to his residence in the United States. The amount is paid directly to the wddow, or heirs, as the case may be. (R.S. sec. 1749; U.S.C. title 22, sec. 130.)",
        "500. Extra compensation prohibited. Except as otherwise provided by statute, the compensation allowed by law to the various Foreign Service officers and other consular officers is in full for all the services rendered and for personal expenses incurred by the persons respectively for whom such compensation is provided, of whatever kind such services or personal expenses may be, or by whatever treaty, law, or instructions they are required; and no allowance, other than such as may be specifically provided by law, is made in any case for the outfit or return home of any such officer or person. (R. S. 1743; U.S.C. title 22, sec. 125.)",
        "501. Fees applicable to salaries and expenses. All fees and other official moneys received by diplomatic missions or consular offices or by district accounting and disbursing offices established under section 35 of the act of February 23, 1931, may be transmitted through the Department of State for deposit in the United States Treasury or may be used in payment of salaries, allowances, and current expenses of such missions and offices, the residue, if any, to be transmitted through the Department of State for deposit in the United States Treasury. (Act of Feb. 23, 1931, sec. 36.)",
        "This order shall take effect on July 1, 1931.",
        "HERBERT HOOVER",
        "The White House,June 8, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5642-Administration of the Foreign Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361779"
}