{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9216-authorizing-the-adjutant-general-execute-certificates-facts-or-events",
    "doc": "executive-order-9216-authorizing-the-adjutant-general-execute-certificates-facts-or-events",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9216-Authorizing the Adjutant General To Execute Certificates of Facts or Events Officially Recorded When it is Contrary to Public Policy to Divulge the Source of Official Knowledge or the Text of the Official Record",
    "date": "August 07, 1942",
    "content": [
        "By virtue of and pursuant to the authority vested in me by Article of War 38, Chapter II, act of June 4, 1920, 41 Stat. 759, 794, and as President of the United States, I hereby direct that paragraph 117a, Manual for Courts-Martial, United States Army (1928), be, and it is hereby, amended by adding thereto at the end thereof the following subparagraph:",
        "A certificate by The Adjutant General, or one of his assistants, of any fact or event officially recorded in any book, record, paper, or document on file in the War Department or in any of its bureaus or branches, is prima facie evidence of such fact or event in any case in which The Adjutant General, or one of his assistants, shall certify that it is contrary to public policy to divulge the source of official knowledge of such fact or event or to divulge the text of the official record Involved.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 7, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9216-Authorizing the Adjutant General To Execute Certificates of Facts or Events Officially Recorded When it is Contrary to Public Policy to Divulge the Source of Official Knowledge or the Text of the Official Record Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372307"
}