{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8396-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8396-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8396-Amending the Foreign Service Regulations of the United States",
    "date": "April 18, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C., sec. 132), and by the act of February 23, 1931, 46 Stat. 1207, as amended, it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter I thereof:",
        "CHAPTER I",
        "FOREIGN SERVICE PERSONNEL",
        "I-1. Officers and employees of the Foreign Service.-(a) Officers of the Foreign Service. The term \"officers of the Foreign Service\" shall denote:",
        "(1) Ambassadors and ministers-diplomatic representatives appointed to serve at the pleasure of the President.",
        "(2) Classified Foreign Service officers-permanent officers in the Foreign Service below the grade of minister who are subject to promotion on merit and who may be appointed as diplomatic or consular officers.",
        "(3) Vice consuls-clerks who have been commissioned by the Secretary of State to perform consular duties.",
        "(4) Consular agents-consular officers subordinate to principal consular officers exercising the powers vested in them and performing the duties prescribed for them by regulation of the President at posts or places different from those at which such principals are located. (Feb. 5, 1915, 38 Stat. 806; 22 U.S.C., sec. 51.)",
        "(b) Employees o1 the Foreign Service. The term \"employees of the Foreign Service\" shall denote clerks, other than vice consuls, and miscellaneous employees in Foreign Service establishments.",
        "I-2. Governing bodies in the Foreign Service.-(a) Board of Foreign Service Personnel. The Board of Foreign Service Personnel for the Foreign Service, established by section 31 of the act of February 23, 1931, 46 Stat. 1214 (22 U.S.C., sec. 23f), shall, in addition to performing those duties imposed upon it by that statute, act in an advisory capacity to the Secretary of State in matters pertaining to the assignments and changes in status of officers of the Foreign Service.",
        "(b) Division of Foreign Service Personnel. The Division of Foreign Service Personnel, in the Department of State, shall, in addition to performing those duties imposed upon it by section 32 of the act of February 23, 1931, 46 Stat. 1214 (22 U.S.C., sec. 23h), coordinate and maintain the personnel reports and records of officers and employees of the Foreign Service.",
        "I-3. Appointments o officers and employees in the Foreign Service.-(a) Ambassadors and ministers. Ambassadors and ministers are appointed by the President, by and with the advice and consent of the Senate. (Const., Art. I, sec. 2.)",
        "(b) Foreign Service officers. Foreign Service officers are appointed to positions in the classified Foreign Service of the United States by the President of the United States, by and with the advice and consent of the Senate, either after examination or after five years of continuous service in an executive or quasi-executive position in the Department of State, by transfer therefrom. (46 Stat. 1208; 22 U.S.C., sec. 5.)",
        "(1) Examinations for the Foreign Service. Examinations for the Foreign Service shall be given in accordance with rules and regulations prescribed by a Board of Examiners, which is hereby established and which shall be composed of three Assistant Secretaries of State designated by the Secretary of State, an officer of the Department of Commerce designated by the Secretary of Commerce and acceptable to the Secretary of State, an officer of the Department of Agriculture designated by the Secretary of Agriculture and acceptable to the Secretary of State, the Chief of the Division of Foreign Service Personnel of the Department of State, and the Chief Examiner of the Civil Service Commission. Any member of the Board of Examiners may, when he deems it necessary, designate another officer of his department acceptable to the Secretary of State to serve for him on the Board.",
        "(2) Basis for appointments after 5 years' service in the Department of State. Appointments after 5 years' service in the Department of State as above stated may be made to positions in any classes in the Foreign Service on the basis of recommendations submitted by the Board of Foreign Service Personnel.",
        "(c) Vice consuls. Vice consuls shall be commissioned by the Secretary of State.",
        "(d) Consular agents. Consular agents shall be commissioned by the Secretary of State upon the receipt of nominations from the officer in charge of the particular district.",
        "(e) Employees. Clerks and other employees of the Foreign Service shall be appointed directly by the Secretary of State or by the officer in charge of the post subject to the approval of the Secretary of State.",
        "I-4. Duties of officers and employees upon entering office.-(a) Oath of office. After appointment, all ambassadors, ministers, Foreign Service officers, vice consuls, and all American consular agents and employees of the Foreign Service are required to take the oath of office prescribed by section 1757 of the Revised Statutes of the United States, as amended by section 2 of the act of May 13, 1884, 23 Stat. 22 (5 U.S.C., sec. 16).",
        "(b) Affidavit to be executed by officers of the United States upon appointment to office. After appointment, officers of the Foreign Service are required to execute Standard Form No. 1041, entitled \"Affidavit to be Executed by Officers of the United States upon Appointment to Office,\" in conformity with the provisions of section 1 of the act of December 11, 1926, as amended, 44 Stat. 918 (5 U.S.C., sec. 21a).",
        "(c) Submission of information for personnel records. Officers and employees of the Foreign Service shall submit such information as may be required for the personnel records maintained in the Division of Foreign Service Personnel.",
        "I-5. Foreign Service Officers' Training School. There is hereby established in the Department of State a school to be known as the Foreign Service Officers' Training School. This school shall be under the general supervision of the Secretary of State and shall be conducted in accordance with rules and regulations prescribed by him subject to the following provisions of this section:",
        "(a) Board of Foreign Service Officers' Training School. The Foreign Service Officers' Training School shall be under the immediate direction of a board to be known as the Board of Foreign Service Officers' Training School, which shall be composed of the members of the Board of Foreign Service Personnel, the Chief of the Division of Foreign Service Personnel, and the Director of the School. All decisions of the School Board shall be subject to the approval of the Secretary of State.",
        "(b) Director of the Foreign Service Officers' Training School. There shall be a Director of the Foreign Service Officers' Training School who shall be selected, subject to the approval of the Secretary of State, by the School Board from available Foreign Service officers.",
        "(c) Instructors in Foreign Service Officers' Training School. Instructors for the Foreign Service Officers' Training School shall be selected by the School Board from available Foreign Service officers, qualified personnel in the Department of State, and other Executive departments, and, in the discretion of the School Board, from any other available sources.",
        "(d) Probationary period of new appointees to the classified Foreign Service. New appointees to the classified Foreign Service of the United States shall serve, at such time and for such duration as the Secretary of State may determine, a period of probation in the Foreign Service Officers' Training School herein established.",
        "I-6. Compensation of officers and employees of the Foreign Service. The compensation of officers and employees of the Foreign Service shall be at the rates established by law, or by regulation of the Secretary of State.",
        "I-7. Bonds of officers in the Foreign Service.-(a) Foreign Service officers and vice consuls. Every Foreign Service officer and vice consul shall, before receiving his original commission and entering upon the duties of his office, give to the United States a bond conditioned as provided in section 16 of the act of February 23, 1931, 46 Stat. 1208 (22 U.S.C., sec. 11), with such sureties as the Secretary of State shall approve, and in penal sum as follows:",
        "Foreign Service officers, Class I to Class VIII, Inclusive---- $10,000Foreign Service officers, Unclassified, (A), (B), and (C)------- 5,000Vice consuls------------------------------------------------------------------ 5,000",
        "(b) Consular agents. Consular agents shall not be required to give bonds to the United States. However, a consular officer having a consular agent under his supervision may take from him a bond in such amount as the officer may deem necessary for his own protection.",
        "(c) Employees. Employees of the Foreign Service shall not be required to give bonds to the United States. However, a principal officer having an employee in his office who has access to the funds of the office may take from him a bond in such amount as the officer may deem necessary for his own protection.",
        "I-8. Assignments of officers and employees of the Foreign Service.-(a) Ambassadors and ministers. Ambassadors and ministers are appointed to serve at particular posts.",
        "(b) Foreign Service officers. A Foreign Service officer may be assigned, by the Secretary of State, to duty at either a diplomatic or a consular post, or both, at the discretion of the President, or, without loss of class or salary, for service in the Department of State for a period of not more than 3 years, unless the public interests demand further service, when such assignment may be extended for a period not to exceed 1 year. (Feb. 23, 1931, 46 Stat. 1207, 1209; 22 U.S.C., secs. 2, 15.)",
        "(c) Vice consuls and employees. Vice consuls and employees in the Foreign Service shall be assigned by the Secretary of State, in his discretion, to serve at designated posts.",
        "I-9. Assignments of ambassadors, ministers, and Foreign Service officers to special details. Ambassadors, ministers, and Foreign Service officers may be detailed by the Secretary of State for duty in connection with trade conferences or international gatherings, congresses, or conferences, or for other special duty either in the Department of State or elsewhere. (Feb. 23, 1931, 46 Stat. 1209; 22 U.S.C., sec. 16.)",
        "I-10. Assignments of Foreign Service officers as Foreign Service inspectors. Foreign Service officers above the grade of Class VI may be assigned by the Secretary of State as Foreign Service inspectors to inspect and report on the work of diplomatic and consular offices. (Feb. 23, 1931, 46 Stat. 1200; 22 U.S.C., sec. 9.)",
        "I-11. Designations of Foreign Service officers as agricultural attachés. The Secretary of State may designate Foreign Service officers to serve as agricultural attaches when the public interest so requires. In like manner, Foreign Service officers may be designated to serve as assistant agricultural attachés.",
        "I-12. Designation of Foreign Service officers as commercial attachés. The Secretary of State may designate Foreign Service officers to serve as commercial attachés when the public interest so requires. In like manner, Foreign Service officers may be designated to serve as assistant commercial attachés.",
        "I-13. Assignment of Foreign Service officers as language officers. Foreign Service officers may be assigned by the Secretary of State as language officers to study the language or languages of, and to engage in other prescribed studies in relation to, a particular geographic area, subject to such rules and regulations as the Secretary of State may prescribe governing such studies. Foreign Service officers may likewise be designated as language secretaries to supervise the studies of language officers.",
        "I-14. Limitation on public speeches. Officers of the Foreign Service shall not allude in public speeches to disputes between governments, to active political issues in the United States or elsewhere, or to any matters pending in any Foreign Service establishment.",
        "I-15. Limitation on political conversation and activities. Officers of the Foreign Service shall not participate in any manner in political matters of the country to which they are accredited or assigned. They shall also refrain from expressing harsh or disagreeable opinions upon local political questions or other controversial subjects.",
        "I-16. Limitation on participation in club or organization activities. Unless otherwise authorized by the Department of State, an officer of the Foreign Service shall refrain from joining social organizations if membership therein would affiliate the officer with any particular faction of the community in which he is stationed.",
        "I-17. Limitation on correspondence. Officers of the Foreign Service are forbidden to make any allusion in their public or private correspondence with persons other than the proper officials of the United States to the public affairs of any foreign government, whether political or otherwise, or to political issues arising in the United States. Questionnaires on political issues shall be acknowledged and the inquirer referred to the Department of State. (June 17, 1874, 18 Stat. 77; 22 U.S.C., sec. 126.)",
        "I-18. Limitation on private communications relating to official matters. Officers of the Foreign Service shall not, except in unusual circumstances, conduct private correspondence with officers of the Department of State upon topics relating to official business.",
        "I-19. Prohibitions against engaging in business. Officers of the Foreign Service are forbidden to transact, engage in, or have any interest in any business to, from, or within the limits of their respective jurisdictions, either in their own names or in the names or through the agency of any other persons.",
        "Officers of the Foreign Service are also forbidden to make any investments of money within the limits of the foreign country to which the officers are accredited or assigned. This prohibition shall apply to the owning of real estate, bonds, shares, stocks, and mortgages, but does not extend to the purchase of a house and land for personal use. (Feb. 5, 1915, and Apr. 5, 1906; 38 Stat. 807, 34 Stat. 101; 22 U.S.C., secs. 38, 106.)",
        "I-20. Prohibitions against use of title or official seal for private business. Officers of the Foreign Service shall not use their official titles or seals in private business transactions, or on bills, notes, bonds, or other personal obligations. The seal shall be used only in connection with official services and shall be kept under lock to prevent its use by unauthorized persons.",
        "I-21. Limitation on making recommendations for positions. An officer of the Foreign Service shall not recommend any one for a position other than a subordinate position in his own office.",
        "I-22. Limitation on employment of members of family. Members of the family of an officer of the Foreign Service shall not be employed in his office except in a grave emergency and with the express authorization of the Department of State received in advance of the employment, and such employment shall continue only for such length of time as the situation remains acute.",
        "I-23. Prohibition against acceptance of presents, testimonials, and gratuities by officers and employees of the Foreign Service. Officers and employees of the Foreign Service are prohibited from accepting, under any circumstances, any present, decoration, medal, order, or testimonial that may be tendered to them by any foreign sovereign, head of state, or foreign government. (Const., Art. I, sec. 9, cl. 8; June 17, 1874, 18 Stat. 77; 22 U.S.C., sec. 126.) Such officers and employees shall not accept gratuities or gifts in any form from persons or organizations who may in any way be affected by the performance of their official duties.",
        "I-24. Prohibition against acting as transmitting agent for gifts and communications. Officers of the Foreign Service shall not act as transmitting agents for gifts or communications from citizens, subjects, or organizations in foreign countries to the President of the United States or to Federal, State, or municipal officials; or for gifts or communications from citizens or organizations in the United States to the heads of foreign states or other officials in foreign countries.",
        "I-25. Limitation on preferring of charges. An officer or employee of the Foreign Service shall not attack, prefer charges against, or publicly criticize any other officer or employee of the Foreign Service except in a confidential communication to the proper official in the Department of State.",
        "I-26. Limitation on marriage of Foreign Service officers to aliens. Before contracting marriage with a person of foreign nationality each Foreign Service officer shall request and obtain permission so to do from the Secretary of State under such instructions as may be issued to him, and any officer who shall contract marriage with an alien without obtaining in advance the authorization of the Secretary of State shall be deemed guilty of insubordination and shall be separated from the Service. Each request for permission to marry an alien shall be accompanied by the officer's resignation from the Foreign Service for such action as may be deemed appropriate.",
        "No person married to an alien shall be designated to take the entrance examinations for the Foreign Service.",
        "I-27. Limitation on wearing of uniforms and decorations. Officers and employees of the Foreign Service are forbidden to wear any uniform, other than one authorized by the Congress, or any decoration, other than one bestowed upon him by the United States, during the period he is connected with the Foreign Service. (R. S. sec. 1688; 22 U.S.C., sec. 39.)",
        "I-28. Involuntary separation from Service. A Foreign Service officer may be separated from the Foreign Service in accordance with the provisions of section 33 of the act of February 23, 1931, 46 Stat. 1215, as amended by section 4 of the act of April 24, 1939, 53 Stat. 588 (22 U.S.C., Supp. V, sec. 23i), and such administrative rules and regulations not inconsistent therewith as may be prescribed by the Secretary of State.",
        "I-29. Retirement of persons eligible for benefits under the Foreign Service Retirement and Disability System.-(a) Classes of persons eligible for retirement benefits. Persons coming within the scope of any of the following classes may be retired or be eligible for retirement in accordance with and subject to the requirements of the Foreign Service Retirement and Disability System, as established under the provisions of the act of February 23, 1931, 46 Stat. 1211, as amended, and such administrative rules and regulations not inconsistent therewith as may be prescribed by the Secretary of State:",
        "(a) Foreign Service officers.",
        "(b) Ambassadors, ministers, and persons appointed to positions in the Department of State, as follows:",
        "(1) Those who have been or may hereafter be appointed directly from positions in the classified Foreign Service and thereafter, without break in the continuity of their service, have occupied or shall occupy positions as ambassadors, ministers, Foreign Service officers, or positions in the Department of State.",
        "(2) Those who were included in the act of July 3, 1926, 44 Stat. 902, and whose status is continued in effect under the provisions of section 26 (n) of the act of February 23, 1931, 46 Stat. 1211, as amended by the act of July 19, 1939, 53 Stat. 1067 (22 U.S.C. Supp. V, sec. 21 (n)).",
        "(3) Subject to election, those (including former ambassadors or ministers) who have served an aggregate period of 20 years or more in any of the capacities specified in, and as provided in, section 26 (o) of the act of February 23, 1931, 46 Stat. 1211, as amended by the act of August 5, 1939, 53 Stat. 1208 (22 U.S.C. Supp. V, sec. 21 (o)), and who pay the special lump-sum contribution required in such cases by the provisions of section 26 (n) of the said act of February 23, 1931, 46 Stat. 1211, as amended by the said act of July 19, 1939, 53 Stat. 1067 (22 U.S.C. Supp. V, sec. 21 (n)).",
        "(b) Optional purchase of additional retirement benefits. Foreign Service officers may purchase additional retirement benefits in accordance with the provisions of section 26 (c) of the said act of February 23, 1931, as amended by section 3 of the act of April 24, 1939, 53 Stat. 584, and such administrative rules and regulations not inconsistent therewith as may be prescribed by the Secretary of State.",
        "I-30. Retirement of American vice consuls, clerks, and other employees of the Foreign Service. All vice consuls, clerks, and other employees in the Foreign Service, who are citizens of the United States, whose tenure of employment is not intermittent or of uncertain duration, and who are not eligible for benefits under the Foreign Service Officers' Retirement and Disability System (sec. 1-29) may be retired, or be eligible for retirement, in accordance with, and subject to the requirements of, the Civil Service Retirement Act of May 29, 1930, 46 Stat. 468, as amended.",
        "CANCELLATION OF REGULATIONS",
        "The following-described provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Sections IV-8, IV-9, V-1 to V-5, inclusive, V-7, VIII-8, VIII-1O, VIII-12, VIII-15, XV-1, XV-2, XV-5 to XV-7, inclusive, XVI-2, XVI-4, XVI-5, XVI-6, and XVI-21.",
        "Chapter III",
        "PART II",
        "Sections XXIV-434 to XXIV-436, inclusive, XXIV-438, XXIV-451, XXIV-452, XXIV-456, and XXIV-459.",
        "Chapters I and II.",
        "REVOCATION OF EXECUTIVE ORDERS",
        "The following-described Executive orders are hereby revoked:",
        "Executive Order No. 171, dated April 25, 1902",
        "Executive Order No. 2406, dated June 23, 1916",
        "Executive Order No. 4879, dated May 8, 1928",
        "Executive Order No. 4892, dated May 26, 1928",
        "Executive Order No. 5642, dated June 8, 1931",
        "Executive Order No. 7497, dated November 17, 1936",
        "Executive Order No. 7577, dated March 19, 1937",
        "Executive Order No. 8078, dated April 4, 1939",
        "Executive Order No. 8177, dated June 21, 1939",
        "Paragraphs 3 and 4 of Executive Order No. 8185, dated June 29, 1939.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 18, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8396-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372577"
}