{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8970-establishing-defensive-sea-areas-portland-maine-portsmouth-new",
    "doc": "executive-order-8970-establishing-defensive-sea-areas-portland-maine-portsmouth-new",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8970-Establishing Defensive Sea Areas at Portland, Maine; Portsmouth, New Hampshire; Boston, Massachusetts; Narragansett Bay; San Diego, California; San Francisco, California; Columbia River Entrance; and Strait of Juan de Fuca and Puget Sound",
    "date": "December 11, 1941",
    "content": [
        "By virtue of the authority vested in me by section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96), the following-described areas are hereby established for purposes of national defense as naval defensive sea areas, with names as indicated:",
        "1. Portland, Maine, Defensive Sea Area",
        "All United States territorial waters of Casco Bay, Portland Harbor, Luckse Sound, Broad Sound and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. and G. S. Charts, to:",
        "A line running from Dyer Point (Cape Elizabeth) to West Cod Ledge Rock buoy No \"2\" in approximate position, Latitude 43°34'17\" North, Longitude 70°07'40\" West, thence to Bulwark Shoal buoy, in approximate position Latitude 43°36'02\" North, Longitude 70°04'04\" West, thence to Halfway Rock Light, thence to the southernmost point on Little Birch Island, thence to Chebeag Point on Great Chebeag Island, thence to Blaney Point on Cousin Island, thence to Drinkwater Point on the mainland; and within Portland Harbor to:",
        "A line crossing Portland Harbor at the Portland Terminal Bridge.",
        "2. Portsmouth, New Hampshire, Defensive Sea Area",
        "All United States territorial waters of the Atlantic Ocean, Portsmouth, New Hampshire, and Kittery, Maine Harbors, the Piscataqua River and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. and G.S. Charts, to:",
        "A line running northwest and southeast across Pepperrel Cove through nun buoy No. \"4\" of Fishing Island, in approximate position Latitude 43°04'40\" North, Longitude 70°42'18\" West;",
        "A line running southerly from Sisters Point on Gerrlsh Island to nun buoy No. \"2\", off West Sister Shoal in approximate position Latitude 43°03'36\" North, Longitude 70°40'11\" West, thence southwesterly to bell buoy No. \"1\" off Gunboat Shoal, in approximate position Latitude 43°01'25\" North, Longitude 70°41'51\" West, thence westerly to Seal Rocks, thence northwest to the shore of the mainland;",
        "A line running from Frosts Point Light to Jaffrey Point Light on Newcastle Island; and within Portsmouth Harbor, to:",
        "A line crossing the Piscataqua River at and following the Boston and Maine Railroad Bridge.",
        "3. Boston, Massachusetts, Defensive Sea Area",
        "All United States territorial waters of Massachusetts Bay, Broad Sound, President Roads, Boston Harbor; the Mystic, Chelsea, and Charles Rivers, Quincy Bay, Weymouth Fore River, Nantasket Roads, Hingham Bay and their tributaries, bays and streams from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. and G.S. Charts, to:",
        "A line connecting Strawberry Point (Cohasset) and East Point, Nahant;",
        "A line connecting Bass Point, Nahant, and Grovers Cliff, Win throe Highlands; and within Boston Harbor, to:",
        "A line across the Mystic River at and following the downstream Boston and Maine Railroad Bridge; and",
        "A line across the Charles River at and following the Charlestown Bridge.",
        "4. Narragansett Bay Defensive Sea Area",
        "All United States territorial waters of Narragansett Bay, the Sakonnet River, Providence Harbor, and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. and G.S. Charts, to:",
        "A line running from the shore North of Point Judith on true bearing East to Little League Rock, thence northeasterly to bell buoy \"E\" in approximate position. Latitude 41°24'23\" North, Longitude 71°21'24\" West, thence to bell buoy No. \"2\", off Schuyler Ledge, in approximate position Latitude 41°26'24\" North, Longitude 71°11'39\" West, thence to the southernmost land of Sakonnet Point; and within Narragansett Bay and its tributaries to:",
        "A line across the Taunton River at and following the New York, New Haven and Hartford Railroad Bridge; and",
        "A line across the Seekonk River at and following the Red Bridge.",
        "5. San Diego, California, Defensive Sea Area",
        "All United States territorial waters of the Pacific Ocean, San Diego Bay. and their tributaries from the contour line of extreme high water on the shores of these waters, as shown on the latest U.S.C. and G. S. Charts, to:",
        "A line running from Point Loma Lighthouse southerly to Lighted Whistle Buoy \"1A\", in approximate position Latitude 32°37'19\" North, Longitude 117°14'42\" West, thence northeasterly to Torpedo Range Buoy \"0\", in approximate position, Latitude 32°38'06\" North, Longitude 117°12'07\" West, thence easterly to Target No. 1 on shore, in approximate position Latitude 32°37'20\" North, Longitude 117°08'04\" West; and, within San Diego Bay, all the waters to the north of:",
        "A line following the parallel of Latitude 32°40' North, from shore to shore.",
        "6. San Francisco, California, Defensive Sea Area",
        "All United States territorial waters of the Gulf of the Farallones, San Francisco Bay, San Pablo Bay, the Napa River, Carquinez Strait, Oakland Harbor, San Leandro Bay and their tributaries from the contour line of extreme high water on the shores of these waters, as shown on the latest U.S.C. and G.S. Charts, to:",
        "A line running north to the shore from Whistle Buoy \"1DR\" (Duxbury Reef) in approximate position, Latitude 37°51'36\" North, Longitude 122°41'46\" West;",
        "A line running southerly from Whistle Buoy \"1DR\" along the seaward limit of United States territorial waters to the parallel of Latitude 37°40' North, thence east along that parallel of Latitude to the shore; and within San Francisco Bay and its tributaries to:",
        "A line across the south part of San Francisco Bay at and following the San Mateo Bridge;",
        "A line across Carquinez Straits at and following the Southern Pacific Railroad Bridge;",
        "A line across the Napa River at and following the Vallejo-Mare Island Causeway.",
        "7. Columbia River Entrance Defensive Sea Area",
        "All United States territorial waters of the Pacific Ocean and the Columbia River and their tributaries from the contour line of extreme high water on the shores of these waters as shown on the latest U.S.C. and G.S. Charts, to:",
        "A line running from North Head, Washington, west to the boundary of United States territorial waters, thence southerly along the boundary of United States territorial waters to the vicinity of Bell Buoy No. \"1\", in approximate position, Latitude 46°14'21\" North, Longitude 124°09'38\" West, thence southeasterly along the seaward boundary of United States territorial waters to the parallel of Latitude 46°10' North, and along this parallel of Latitude to the shore; and within the Columbia River to:",
        "A line across the Columbia River from Harrington Point, Washington, to Settler Point, Oregon;",
        "A north and south line across Youngs River from shore to shore at the westernmost point of Daggett Point;",
        "A line across the Lewis and Clark River at and following the Oregon Coast Highway Bridge.",
        "8. Strait of Juan de Fuca and Puget Sound Defensive Sea Abea",
        "All United States territorial waters of the Pacific Ocean, the Strait of Juan de Fuca, Admiralty Inlet, Saratoga Passage, Possession Sound, Hood Canal, Puget Sound, and their tributaries from the contour line of extreme high, water on the shores of these waters, as shown on the latest U.S.C. and G.S. Charts, to:",
        "A line running north from Tatoosh Island to the international boundary, thence easterly along the international boundary line to the easternmost point of that line in the vicinity of Middle Bank, thence to Iceberg Point on Lopez Island, thence easterly to the shore of Whidbey Island at Deception Pass;",
        "A line running north from Point Demock on Camano Island to the shore of Whidbey Island; and",
        "A line running east from Camano Head on Camano Island to the shore of the mainland.",
        "A vessel not proceeding under United States naval or other United States authorized supervision shall not enter or navigate the waters of any of the defensive sea areas established hereby except during daylight, when good visibility conditions prevail, and then only after specific permission has been obtained. Advance arrangements for entry into or navigation through or within any of the said defensive sea areas must be made, preferably by application at the appropriate United States Naval District Headquarters in advance of sailing, or by radio or visual communication on approaching the seaward limits of the area. If radio telegraphy is used, the call \"NQO\" shall be made on a frequency of 500 kcs and permission to enter the port shall be requested. The name of the vessel, purpose of entry, and name of the master must be given in the request. If visual communications are used, the procedure will be essentially the same.",
        "A vessel entering or navigating the waters of any of the said defensive sea areas does so at its own risk.",
        "Even though permission has been obtained, it is incumbent upon a vessel entering any one of the said defensive sea areas to obey any further instructions received from the United States Navy or other United States authority.",
        "A vessel may expect supervision of its movements within any of the said defensive sea areas, either through surface craft or aircraft. Such controlling surface craft and aircraft shall be identified by a prominent display of the Union Jack.",
        "These regulations are subject to amplification by the local United States naval authority as necessary to meet local circumstances and conditions.",
        "When a United States Maritime Control Area is established adjacent to or abutting upon any of the said described defensive sea areas, it shall be assumed that permission to enter, and other instructions issued by proper authority, shall apply to any one continuous passage through or within both areas.",
        "Any master of a vessel or other person within any of the said defensive sea areas, who shall disregard these regulations, or shall fail to obey an order of United States naval authority to stop or heave to, or shall perform any act threatening the efficiency of mine or other defenses or the safety of navigation, or shall take any action inimical to the interests of the United States, may be detained therein by force of arms and renders himself liable to attack by the armed forces of the United States, and liable to prosecution as provided in section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96).",
        "All United States authorities shall place at the disposal of the naval authorities their facilities for aiding in the enforcement of these regulations.",
        "The Secretary of the Navy shall be charged with the publication and enforcement of these regulations.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 11, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8970-Establishing Defensive Sea Areas at Portland, Maine; Portsmouth, New Hampshire; Boston, Massachusetts; Narragansett Bay; San Diego, California; San Francisco, California; Columbia River Entrance; and Strait of Juan de Fuca and Puget Sound Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368261"
}