{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5473-procedure-pertaining-changes-the-personnel-classification-board",
    "doc": "executive-order-5473-procedure-pertaining-changes-the-personnel-classification-board",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5473-Procedure Pertaining to Changes by the Personnel Classification Board in Existing Allocations of Positions",
    "date": "October 30, 1930",
    "content": [
        "Whereas section 4 of the act of Congress entitled \"An act to amend section 13 of the act of March 4, 1923, entitled 'An act to provide for the classification of civilian positions within the District of Columbia and in the field services,' as amended by the act of May 28, 1928,\" approved July 3, 1930 (46 Stat. 1003-1005), provides:",
        "The Personnel Classification Board shall have authority to ascertain currently opinion, the facts warrant: Provided, That such review and change shall be made only after consultation with the heads of the departments concerned and after affording all incumbents of positions affected an opportunity to be heard, of which hearing a permanent written record shall be made and kept, including all testimony taken: Provided further, That in all cases where the board shall change the allocation of a position to a lower grade the rate of pay fixed for such position prior to such change may be continued so long as the position is held by the incumbent then occupying it.",
        "Now, Therefore, whenever, in accordance with the provisions of the foregoing law, the Personnel Classification Board on its own initiative shall review and change the existing allocation of a position, such change is approved to take effect 30 days from the date when the notice of the change is received by the department concerned unless the head of the department shall file with the Personnel Classification Board within that period, a protest against the change. If a protest is filed by the head of a department, the Personnel Classification Board shall promptly transmit such protest to the President, with a statement of its reasons for the change of allocation, and such protested change shall not become effective unless and until approved by the President.",
        "HERBERT HOOVER",
        "The White House,October 30, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5473-Procedure Pertaining to Changes by the Personnel Classification Board in Existing Allocations of Positions Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373075"
}