{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7313-revoking-executive-order-july-26-1905-and-excluding-certain-tracts",
    "doc": "executive-order-7313-revoking-executive-order-july-26-1905-and-excluding-certain-tracts",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7313-Revoking Executive Order of July 26, 1905, and Excluding Certain Tracts of Land from Tong ass National Forest and Restoring Them to Entry, Alaska",
    "date": "March 10, 1936",
    "content": [
        "The Executive Order of July 26, 1905, reserving the following-described tract of land in Alaska as a site for a lighthouse depot, is hereby revoked:",
        "Beginning at a point at low water line on the northwesterly shore of Revillagigedo Island and on the southeasterly shore of Clover Passage, said point being at the intersection of a north and south line about two miles due east of Point Higgins, with the said northwesterly shore, thence south one mile, thence west one mile, thence north to low water line, thence northeasterly along low water line to the point of beginning.",
        "And by virtue of and pursuant to the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (16 U.S.C. sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described tracts of land in Alaska, one of which includes a portion of the above area, occupied as homesites and identified by elimination surveys, plats and field notes of which are on file in the General Land Office, Washington, D.C., be, and they are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public-land laws:",
        "Homesite no. 13, lot B, Clover Pass group, Revillagigedo Island, 4.33 acres; approximate latitude 55°29'40\" N., longitude 131°45'50\" W.",
        "Homesite no. 188, east shore of Klawak Inlet, Prince of Wales Island, 3.75 acres; approximate latitude 55°28'42\" N., longitude 133°8'30\" W.",
        "Homesite no. 252, west shore of Wrangell Narrows, Kupreanof Island, in lot 6, sec. 33, T. 58 S., R. 79 E., Copper River Meridian; 4.99 acres.",
        "Homesite no. 274, east shore of Port Frederick, Chichagof Island, 1.24 acres; approximate latitude 58°07'32\" N., longitude 135°27'24\" W.",
        "Homesite no. 275, east shore of Port Frederick, Chichagof Island, 0.85 acres; approximate latitude 58°07'30\" N., longitude 135°27'25\" W.",
        "Homesite no. 284, lot L, Scow Bay group, east shore of Wrangell Narrows, Mitkof Island, in secs. 15 and 22, T. 59 S., R. 79 E. Copper River Meridian; 4.97 acres.",
        "Homesite no. 319, between Klawak Inlet and Crab Bay, Prince of Wales Island, 4.94 acres; approximate latitude 55°28'47\" N., longitude 133°8'26\" W.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 10, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7313-Revoking Executive Order of July 26, 1905, and Excluding Certain Tracts of Land from Tong ass National Forest and Restoring Them to Entry, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362810"
}