{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8355-transfer-lands-from-the-idaho-national-forest-the-salmon-national",
    "doc": "executive-order-8355-transfer-lands-from-the-idaho-national-forest-the-salmon-national",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8355-Transfer of Lands From the Idaho National Forest to the Salmon National Forest",
    "date": "February 25, 1940",
    "content": [
        "IDAHO",
        "By virtue of the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), and upon the recommendation of the Secretary of Agriculture, it is ordered that the following-described national- forest lands, in the State of Idaho, be and they are hereby, transferred from the Idaho National Forest to the Salmon National Forest:",
        "All lands now a part of the Idaho National Forest lying east or north and east of a line beginning at the forest boundary on Salmon River at the mouth of Cottonwood Creek and extending up Cottonwood Creek to the mouth of Basin Creek; thence up the ridge between Basin Creek and Peak Creek to Cottonwood Lookout; thence following the divide between Papoose Creek and Cottonwood Creek drainage to Farrow Mountain; thence south and east along the divide on the west side of Papoose Creek drainage to the forest boundary on the Middle Fork of Salmon River.",
        "The transfer effected by this order and the new boundaries of the Idaho National Forest are more clearly shown on the diagram attached hereto and made a part hereof. It is not intended by this order to give any publicly-owned lands a national-forest status which have not heretofore had such status, or to remove any publicly-owned lands from a national-forest status.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 25, 1940.",
        ""
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8355-Transfer of Lands From the Idaho National Forest to the Salmon National Forest Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210218"
}