{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9132-withdrawing-public-lands-for-use-the-war-department-connection-with",
    "doc": "executive-order-9132-withdrawing-public-lands-for-use-the-war-department-connection-with",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9132-Withdrawing Public Lands for Use of the War Department in Connection with the Fort Peck Dam and Reservoir Project",
    "date": "April 13, 1942",
    "content": [
        "MONTANA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject to valid existing rights, the public lands in the following-described areas be, and they are hereby, withdrawn from all forms of appropriation and use under the public-land laws. including the mining laws, and reserved for the use of the War Department in connection with the construction and operation of the Fort Peck Dam and Reservoir in the Missouri River, State of Montana, authorized by the Act of August 30, 1935, c. 831, 49 Stat. 1028-1034:",
        "Principal Meridian, Montana",
        "T. 22 N., R. 23 E., sec. 9,",
        "T. 21 N., R. 24 E., sec. 6,",
        "T. 21 N., R. 26 E., sec. 21,",
        "T. 21 N., R. 27 E., secs. 1 and 19,",
        "T. 21 N., R. 28 E., secs. 19 and 20,",
        "T. 20 N., R. 29 E., sec. 26,",
        "T. 20 N., R. 30 E.,      secs. 12 and 13,      sec. 24, N½ and SE¼,",
        "T. 25 N., R. 39 E., sec. 25.",
        "The areas described, including both public and non-public lands, aggregate approximately 7,474.21 acres.",
        "The public lands affected by this order, situated in Montana Grazing Districts Nos. 1, 2, and 6 created by Departmental Orders of July 11, 1935, and October 4, 1939, will remain under the jurisdiction and administration of the Secretary of the Interior for the conservation and development of natural wildlife resources and for the protection and improvement of public grazing lands and natural forage resources, as provided by Executive Order No. 7509 of December 11, 1936, so far as such uses will not interfere with the needs and purposes of the War Department in connection with the project mentioned.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 13, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9132-Withdrawing Public Lands for Use of the War Department in Connection with the Fort Peck Dam and Reservoir Project Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368130"
}