{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5779-tongass-national-forest-alaska",
    "doc": "executive-order-5779-tongass-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5779-Tongass National Forest, Alaska",
    "date": "January 21, 1932",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 11, 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land in Alaska lying within the following-described boundaries, heretofore occupied as home sites, be, and the same are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at corner No. 1, meander corner, on Killisnoo Harbor, Admiralty Island, in approximate latitude 57° 28' N., longitude 134° 33' W., which corner is a spmee post 4 ft. long, 3 in. square, firmly set on sandy beach, marked HS 1 MC; from which",
        "Corner No. 2, meander corner, home site No. 178, bears S. 50° E., 3.00 chs. distant.",
        "Lone Rock, visible at low tide, bears S. 54° W.",
        "A blinker light north of Killisnoo dock bears N. 80° W.",
        "Thence with meanders along line of approximate mean high tide:",
        "N. 52° 15' W., 4.00 chs.;",
        "N. 54° W., 2.00 chs.;",
        "to corner No. 2, meander corner, which is a spruce post 4 ft. long, 4 in. square, marked HS 2 MC; from which",
        "Lone Rock bears S. 46° 30' W.",
        "A blinker light north of Killisnoo dock bears N. 82° W.",
        "A limby spruce, 14 in. diam., bears N. 17° W., 97 lks. distant, marked BT HS 2.",
        "Thence N. 45° E.",
        "Corner No. 3, a hemlock post 4 ft. long, 4 in. square, marked HS 3; from which",
        "A spmee, 9 in. diam., bears N. 20° E., 9 lks. distant, marked BT HS3.",
        "Thence S. 45° E.",
        "Corner No. 4, a spmee post 4 ft. long, 4 in. square, marked HS 4; from which",
        "A spmee, 19 in. diam., bears N. 64° E., 44 lks. distant, marked BT HS 4.",
        "Thence S. 45° W.",
        "6.18",
        "Corner No. 1, meander corner, and the place of beginning, containing 3.90 acres. The survey was made July 18, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at point for corner No. 1, not set because of liability to destruction by tides, on east shore of the outlet to Auke Bay, in approximate latitude 58° 28' N., longitude 134° 38' W.",
        "Thence S. 70° E.",
        "0.18",
        "Witness corner to corner No. 1, meander corner, which is a post, 5 ft. long, 3 in. diam., set 2 ft. in the ground, marked HS 1 WCMC; from which",
        "Witness corner to corner No. 2, meander corner, United States Survey No. 1500, bears N. 11° E., 6.38 chs. distant.",
        "A spruce, 11 in. diam., bears N. 45° E., 2.08 chs. distant, marked WHS 1 WCMC.",
        "1.71",
        "To corner No. 2, which is a hemlock post, 5½ ft. long, 6 in. diam., squared to 4 in., set 1½ ft. in the ground, marked HS 2; from which",
        "A hemlock, 12 in. diam., bears N. 5½° W., 16 lks. distant, marked WHS 2.",
        "Thence traversing Fritz Cove Road, 33 ft. westerly from the center thereof:",
        "S. 19½° W., 1.30  chs.;",
        "S. 2° E., 1.57  chs.;",
        "S. 16° E., 3.47  chs.; to corner  No.  3,  identical  with corner No.  3,",
        "tract No. 2, which is  a hemlock  stump,  2  ft.  diam.,  marked  X  HS  3",
        "Lot 1-2 on southwest face; from which",
        "A hemlock, 11 in. diam., bears S. 25° W., 17 lks. distant, marked WHS.3.",
        "Thence S. 76° W.",
        "3.43",
        "Witness corner to corner No. 4, meander corner, which is a spruce post, 5 ft. long, 4 in. diam., squared to 3 in., set 1 ft. in ground in mound of stone, marked HS 4 WCMC Lots 1-2.",
        "3.78",
        "Point for corner No. 4, meander corner, identical with- corner No. 4, tract 2, not set because of liability to destruction by tides.",
        "Thence with meanders along line of approximate mean high tide:",
        "(1) N. 40° W., 3.40 chs.;",
        "(2) N. 35° 45'E., 6.25 chs.;",
        "to point for corner No. 1, and place of beginning, containing approximately 2.60 acres. The survey was made in May, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 30° 30' E., and are intended to refer to the true meridian.",
        "Beginning at corner No. 1, meander corner, on Killisnoo Harbor, Admiralty Island, in approximate latitude 57° 28' N., longitude 134° 32' W., which corner is a spruce post 4 ft. long, 4 in. square, set firmly in the ground, marked HS 1 MC; corner is set on sandy beach at edge of a rocky point; from which",
        "Lone Rock, Killisnoo Harbor, visible at low tide, bears S. 71° 30' W.",
        "A blinker light north of Killisnoo dock bears N. 73° W.",
        "A spruce, 16 in. diam., bears S. 76° E., 27 lks. distant, marked BT HS 1.",
        "Thence with meanders along line of approximate mean high tide:",
        "(1) N. 30° W., 4.00 chs.;",
        "(2) N. 43° W., 2.00 chs.;",
        "to corner No. 2, meander corner, identical with corner No. 1, home site No. 178, which is a spruce post 4 ft. long, 3 in. square, firmly set, marked HS 2 MC HS 1 MC; from which",
        "Lone Rock bears S. 64° 30' W.",
        "A blinker light north of Killisnoo dock bears N. 76° 30' W.",
        "Thence N. 45° E.",
        "5.90",
        "Corner No. 3, identical with corner No. 4, home site No. 178, which is a hemlock post 4 ft. long, 4 in. square, marked HS 3 HS 4; from which",
        "A spruce, 17 in. diam., bears N. 63° E., 26 lks. distant, marked BT HS 3 HS 4.",
        "Thence S. 45° E.",
        "Corner No. 4, a hemlock post 4 ft. long, 4 in. square, marked HS 4; from which",
        "A hemlock, 16 in. diam., bears N. 55° E., 15 lks. distant, marked BT HS 4.",
        "Thence S. 45° W.",
        "Corner No. 1, meander corner, and the place of beginning, containing approximately 3.68 acres. The survey was made July 17, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at corner No. 1, meander corner, home site No. 32, on north shore of Gastineau Channel, in approximate latitude 58° 19' N., longitude 134° 32' W., which corner is a spruce post 3½ ft. long, 4 in. square, set firmly in the ground, marked HS 1 MC; from which",
        "Corner No. 3, H.E.S. No. 174, bears N. 80½° W., 20.41 chs. distant.",
        "Summit Island bears S. 48½° W.",
        "A spruce, 24 in. diam., bears N. 2½° E., 98 lks. distant, marked H 1 MC BT.",
        "A spruce, 14 in. diam., bears N. 38° W., 206 chs. distant, marked H 1 MC BT.",
        "Thence with meanders along line of approximate mean high tide of Gastineau Channel:",
        "(1) S. 41½° E., 2.00 chs.;",
        "(2) S. 10° E., 5. 55 chs.;",
        "(3) S. 36½° E., 2. 00 chs.;",
        "(4) S. 69½° E., 2. 37 chs.;",
        "(5) S. 30½° E., 0.47 chs.;",
        "to corner No. 2, meander corner, not set because of liability to destruction by tides.",
        "Thence north.",
        "Witness corner to corner No. 2, meander corner, which is a spruce post 3½ ft. long, 4 in. square, set firmly in a mound of stone, marked WC MC 2; from which",
        "A spruce, 8 in. diam., bears S. 39° W., 5½ lks. distant, marked WC MC 2 BT.",
        "A spruce, 20 in. diam., bears S. 77½° E., 23 lks. distant, marked WC MC 2 BT.",
        "Corner No. 3, a hemlock post 4½ ft. long, 5 in. diam., squared to 3M in., set 1½ ft. in the ground, marked HS 3; from which",
        "A hemlock, 15 in. diam., bears S. 24½° E., 35 lks. distant, marked WHS 3.",
        "A hemlock, 8 in. diam., bears N. 56° W., 12 lks. distant, marked WHS 3.",
        "Thence along edge of power-line right of way S. 87° 30' W.",
        "Corner No. 4, a hemlock post 4½ ft. long, 6 in. diam., squared to 4½ in., set 1½ ft. in the ground, marked HS 4; from which",
        "A spruce, 18 in. diam., bears S. 9½° E., 32 lks. distant, marked WHS 4.",
        "Thence south.",
        "Corner No. 1, meander corner, and the place of beginning, containing approximately 4.46 acres. The survey was made March 7, 1928; the bearings of the lines were determined by needle compass, allowing a variation of 30° 30' E., and are intended to refer to the true meridian.",
        "Beginning at corner No. 1, meander corner, identical with corner No. 1, meander corner, home site No. 14, on the east shore of Auke Bay, in approximate latitude 58° 22' N., longitude 134° 38' W.; not set because of liability to destruction by tides.",
        "Chs. I Thence with meanders along line of approximate mean high tide:",
        "(1) S. 73° E., 1.50 chs.;",
        "(1) S. 38½° E., 2.40 chs.;",
        "to corner No. 2, meander corner, identical with corner No. 2, meander corner, of R O W, not set because of liability to destruction by tides.",
        "Thence N. 49° E.",
        "Witness corner to corner No. 2, meander corner, which is a spruce post 5 ft. long, 5½ in. diam., 4 in. square, set 1 ft. in ground in mound of stones, marked WC MC HS 2 R O W; from which",
        "A spruce, 10 in. diam., bears N. 47° E., 1.78 chs. distant, marked W/WCMC.",
        "Corner No. 3, identical with corner No. 3 of R O W, which is a hemlock post 5½ ft. long, 5½ in. diam., 4 in. square, set 1½ ft. in ground, marked HS 3-R O W; from which",
        "A hemlock, 30 in. diam., bears S. 54° W., 26 lks. distant, marked WHS 3.",
        "A hemlock, 24 in. diam., bears N. 45° W., 56 lks. distant, marked WHS 3.",
        "Thence N. 56° W., along Fritz Cove Road, and 33 ft. from the center line thereof.",
        "Corner No. 4, identical with corner No. 4, home site No. 14, which is a hemlock post 6 ft. long, 6 in. diam., 4 in. square, set 1½ ft. in ground, marked HS 4; from which",
        "A hemlock, 34 in. diam., bears S. 66° E., 22 lks. distant, marked WHS 4.",
        "A forked hemlock, 16 in. diam., bears S. 32½° W., 40 lks. distant, marked WHS 4",
        "Thence S. 36° W.",
        "Witness corner to corner No. 1, meander corner, which is a square stake driven firmly in the ground, marked WCMC Lot 9-10; from which",
        "A hemlock, 10 in. diam., bears N. 33° W., 22 lks. distant, marked W/WCMC.",
        "Corner No. 1, meander corner, and the place of beginning, exclusive of the following-described area:",
        "Beginning at Corner No. 1, meander corner, on the east shore of Auke Bay, not set because of liability to destruction by tides.",
        "Thence N. 21° E.",
        "Witness corner to corner No. 1, meander corner, which is an angle-iron stake set firmly in the ground, marked COR 1; from which",
        "Witness corner to corner No. 1, meander corner, common to home sites Nos. 14 and 35, bears N. 71° W., 92 lks. distant.",
        "A spruce, 12 in. diam., bears N. 49° W., 99 lks. distant, marked WPS 1.",
        "Corner No. 2, not set.",
        "Thence S. 73° E.",
        "Corner No. 3, not set.",
        "Thence S. 21° W.",
        "Corner No. 2, meander corner, not set because of liability to destruction by tides.",
        "Thence with meanders along line of approximate mean high tide, N. 73° W.",
        "Corner No. 1, meander corner, and the place of beginning. The survey was made in May, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 30° 30' E., and are intended to refer to the true meridian. Net area of home site No. 35-1.53 acres.",
        "Beginning at corner No. 1, identical with corner No. 3, home site No. 32, on north shore of Gastineau Channel, in approximate latitude 58° 19' N., longitude 134° 32' W.",
        "Thence south, along west boundary of home site No. 32.",
        "Witness corner to corner No. 2, meander corner, which is a spruce post 3½ ft. long, 4 in. square, set in a mound of stone, marked WC MC 2; from which",
        "A spruce, 8 in. diam., bears S. 39° W., 5½ lks. distant, marked WC MC 2 BT.",
        "A spruce, 20 in. diam., bears S. 77½° E., 23 lks. distant, marked WC MC 2 BT.",
        "Corner No. 2, meander corner, identical with corner No. 2, meander corner, of home site No. 32; not set because of liability to destruction by tides.",
        "Thence with meanders along line of approximate mean high tide of Gastineau Channel:",
        "(1) S. 30° E., 1.97 chs.;",
        "(2) S. 62° E., 2.83 chs.;",
        "(3) S. 44½° E., 0.16 chs.;",
        "to corner No. 3, meander corner, not set because of liability to destruction by tides.",
        "Thence north.",
        "Witness corner to corner No. 3, meander corner, which is a spruce post 3½ ft. long, 4 in. square, set in mound of stone, marked HS WC MC 3; from which",
        "A spruce, 6 in. diam., bears S. 60° E., 33 lks. distant, marked HS WC MC 3 BT.",
        "Corner No. 4, a hemlock post 3½ ft. long, 4 in. square, set firmly in ground, marked HS 4; from which",
        "A lodgepole pine, 14 in. diam., bears S. 10° E., 65 lks. distant, marked HS 4 BT.",
        "Thence S. 87° 30' W., along edge of right of way.",
        "Corner No. 1, and place of beginning, containing approximately 4.77 acres. The survey was made in March, 1928; the bearings of the lines were determined by needle compass, allowing a variation of 30° 30' E., and are intended to refer to the true meridian.",
        "Beginning at corner No. 1, meander corner, on Favorite Bay, Admiralty Island, in approximate latitude 57° 29' N., longitude 134° 34' W., which corner is a spruce post 5 ft. long, 4 in. square, set firmly in the ground, marked HS 1 MC; from which",
        "Rose Rock bears N. 32° W.",
        "A timbered point across the inlet bears N. 4° E.",
        "A hemlock, 26 in. diam., bears S. 10° E., 1.11 chs. distant, marked BT HS 1.",
        "Thence with meanders along line of approximate mean high tide:",
        "(1) N. 59° W., 3.50 chs.;",
        "(2) N. 49° W., 2.00 chs.;",
        "(3) N. 55° W., 2.00 chs.;",
        "(4) N. 47° 30' W., 1.05 chs.;",
        "(5) N. 25° W., 0.56 chs.;",
        "to corner No. 2, meander corner, which is a spruce tree 8 in. diam., cut off 5 ft. above the ground, 4 in. square, marked HS 2 MC; from which",
        "A timbered point across the inlet bears N. 20° 30' E.",
        "A hemlock, 20 in. diam., bears N. 42° W., 0.26 chs. distant, marked BT HS 2.",
        "Thence S. 31° W.",
        "Corner No. 3, a hemlock post 5 ft. long, 4 in. square, set firmly in the ground, marked HS 3; from which",
        "A hemlock, 38 in. diam., bears S. 85° W., 0.13 chs. distant, marked BT HS 3.",
        "Thence S. 52° 30' E.",
        "Corner No. 4, a hemlock post 5 ft. long, 4 in. square, set firmly in the ground, marked HS 4; from which",
        "A hemlock, 20 in. diam., bears S. 37° E., 0.32 chs. distant, marked BT HS 4.",
        "Thence N. 31° E.",
        "Corner No. 1, meander corner, and place of beginning, containing approximately 4.69 acres. The survey was made April 9, 1929; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "Beginning at corner No. 1, meander corner, home site No. 238, on Favorite Bay, Admiralty Island, in approximate latitude 57° 29' 45\" N., and longitude 134° 34' W., which corner is a spruce post 5 ft. long, 4 in. square, set firmly in the ground. Corner is set on west side of a small stream; from which",
        "The highest point on Rose Rock bears N. 10° W.",
        "A point of timber across the inlet bears N. 48° E.",
        "A spruce, 10 in. diam., bears S. 75° W., 41 lks. distant, marked BT HS 1.",
        "Thence with meanders along line of approximate mean high tide:",
        "(1) N. 84° E., 2.00 chs.;",
        "(2) N. 66° E., 2.00 chs.;",
        "(3) N. 34° E., 2.00 chs.;",
        "(4) N. 28° E., 2.00 chs.;",
        "(5) S. 63° E., 1.00 chs.;",
        "(6) S. 30° E., 4.00 chs.;",
        "(7) S. 2° W., 2.00 chs.;",
        "(8) S. 10° W., .80 chs.;",
        "(9) S. 34° W., 2.00 chs.;",
        "(10) S. 22° W., 0.78 chs.;",
        "to corner No. 2, meander corner, which is a spruce post, 5 ft. long, 3 in. square, set firmly in the ground, marked HS 2 MC; from which",
        "Corner No. 1 of John Hunter's home site bears S. 10° W., 2.00 chs. distant.",
        "A timbered point across the inlet bears N. 40° E.",
        "A hemlock, 19 in. diam., bears S. 45° W., 74 lks. distant, marked BT HS 2.",
        "Thence S. 48° W.",
        "Corner No. 3, a spruce post, 5 ft. long, 4 in. square, set firmly in the ground, marked HS 3; from which",
        "The nearest point of the Angoon-Killisnoo Trail bears S. 48° W., 95 lks.",
        "A spruce, 9 in. diam., bears S. 21° 30' W., 33 lks., marked BT HS 3.",
        "Thence N. 47° W., along trail right of way.",
        "HERBERT HOOVER",
        "The White House,January 21, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5779-Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361790"
}