{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6639-consolidation-executive-agencies-engaged-the-enforcement-the-internal",
    "doc": "executive-order-6639-consolidation-executive-agencies-engaged-the-enforcement-the-internal",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6639-Consolidation of Executive Agencies Engaged in the Enforcement of the Internal Revenue Laws",
    "date": "March 10, 1934",
    "content": [
        "Whereas, section 16 of the act of March 3, 1933 (ch. 212, 47 Stat. 1489, 1517), provides for reorganizations within the executive branch of the Government; requires the President to investigate and determine what reorganizations are necessary to effectuate the purposes of section 16; and authorizes the President to make such reorganizations by Executive order; and",
        "Whereas, I have investigated the organization of the executive and administrative agencies of the Government which are engaged in the enforcement of the Internal Revenue laws, and have determined that a consolidation of such agencies is necessary to accomplish the purposes of section 16;",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the aforesaid section 16 of the act of March 3, 1933, it is hereby ordered as follows:",
        "Transfer of Functions",
        "1(a). The Bureau of Industrial Alcohol and the Office of Commissioner of Industrial Alcohol are abolished, and the authority, rights, privileges, powers, and duties conferred and imposed by law upon the Commissioner of Industrial Alcohol are transferred to and shall be held, exercised, and performed by the Commissioner of Internal Revenue, and his assistants, agents, and inspectors, under the direction of the Secretary of the Treasury.",
        "(b). The authority, rights, privileges, powers, and duties conferred and imposed upon the Attorney General by the act of May 27, 1930 (ch. 342, 46 Stat. 427), entitled \"An Act to transfer to the Attorney General certain functions in the administration of the National Prohibition Act, to create a Bureau of Prohibition in the Department of Justice, and for other purposes,\" so far as they are required to, or may, be exercised and performed under existing law, are transferred to and shall be held, exercised, and performed by the Commissioner of Internal Revenue, and his assistants, agents, and inspectors, under the direction of the Secretary of the Treasury: Provided, That the Attorney General shall continue to exercise the power and authority (a) to remit or mitigate forfeitures under the Internal Revenue laws and to determine liability for Internal Revenue taxes and penalties, in connection with violations of the National Prohibition Act occurringjprior to the repeal of the eighteenth amendment, and (b) to institute suits upon any cause of action under the National Prohibition Act or under the Internal Revenue laws involving a violation of the National Prohibition Act, arising prior to, and/or not affected by, the repeal of the eighteenth amendment, and to compromise any such cause of action before or after suit is brought: And provided further, That the Commissioner of Internal Revenue, subject to the approval of the Secretary of the Treasury, shall prescribe all regulations under the provisions of the National Prohibition Act, and all laws amendatory thereof or supplementary thereto, which were not rendered inoperative by the repeal of the eighteenth amendment, relating to permits, and he shall prescribe the form of all applications, bonds, permits, records, and reports under such acts.",
        "Transfer of Official Records and Property",
        "2(a). The official records and papers on file in, and pertaining to the business of, the Bureau of Industrial Alcohol, together with the supplies, furniture, equipment, and other property of the United States in use in such Bureau, are transferred to the Bureau of Internal Revenue.",
        "(b). The official records and papers on file in the Department of Justice pertaining to the functions transferred by this order to the Commissioner of Internal Revenue, together with the supplies, furniture, equipment, and other property of the United States in use in said Department in connection with the performance of such functions, arc transferred to the Bureau of Internal Revenue.",
        "Transfer of Personnel",
        "3(a). The officers and employees employed in, or under the jurisdiction of, the Bureau of Industrial Alcohol, are transferred to the Bureau of Internal Revenue, without change in classification or compensation.",
        "(b). The officers and employees employed in, or under the jurisdiction of, the Alcoholic Beverage Unit of the Division of Investigation, Department of Justice, except those employed in, or under the jurisdiction of, the taxes and penalties section of said Unit, are transferred to the Bureau of Internal Revenue without change in classification or compensation.",
        "(c). Officers and employees transferred to the Bureau of Internal Revenue hereunder, who do not already possess a competitive classified civil-service status, shall not acquire such status by reason of such transfer, except upon recommendation by the Secretary of the Treasury to the Civil Service Commission, subject to such noncompetitive tests of fitness as the Commission may prescribe; and no officer or employee so transferred may be retained in the Bureau of Internal Revenue without appropriate civil-service status for a period longer than 60 days from the effective date of this order.",
        "Transfer of Appropriations",
        "4. The unexpended balances of appropriations for the Bureau of Industrial Alcohol and the field service thereunder, and the unexpended balances of the appropriations made for salaries and expenses, Bureau of Prohibition, Department of Justice, including the field service thereof, insofar as may be required for the performance of the functions transferred by this order to the Commissioner of Internal Revenue, shall be transferred on the books of the Treasury Department to the appropriation entitled \"Collecting the Internal Revenue,\" which shall thereafter be available in the Bureau of Internal Revenue as a single fund for expenditure for the purposes named in the laws making the separate appropriations for \"Salaries and Expenses, Bureau of Industrial Alcohol, Treasury Department,\" \"Salaries and expenses, Bureau of Prohibition, Department of Justice,\" and \"Collecting the Internal Revenue,\" respectively; and appropriations, if any, made to the Bureau of Industrial Alcohol and the Department of Justice, respectively, for the fiscal year 1935, for the performance of the functions transferred by this order to the Bureau of Internal Revenue shall likewise be transferred on the books of the Treasury Department to the appropriation \"Collecting the Internal Revenue\", subject to the conditions herein set forth.",
        "General Provisions",
        "5. Executive Orders Numbered 6166, 6224, and 6540, dated June 10, 1933, July 27, 1933, and December 28, 1933, respectively, are revoked insofar as they are in conflict with the provisions of this order.",
        "6. This order shall take effect upon the sixty-first calendar day after its transmission to Congress, unless otherwise determined in accordance with law.",
        "FRANKLIN D. ROOSEVELT",
        "Done in triplicate",
        "The White House,March 10, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6639-Consolidation of Executive Agencies Engaged in the Enforcement of the Internal Revenue Laws Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362407"
}