{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8988-directing-that-certain-commissioned-officers-the-public-health",
    "doc": "executive-order-8988-directing-that-certain-commissioned-officers-the-public-health",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8988-Directing That Certain Commissioned Officers of the Public Health Service Shall Constitute a Part of the Naval Forces of the United States",
    "date": "December 23, 1941",
    "content": [
        "Whereas the act of July 1, 1902, as amended by the act of August 14, 1912 (U.S.C., title 42, sec. 8), provides as follows :",
        "\"The President is authorized, In his discretion, to utilize the Public Health Service in times of threatened or actual war to such extent and in such manner as shall in his judgment promote the public interest without, however, in any wise Impairing the efficiency of the service for the purposes for which the same was created and is maintained.\";",
        "Whereas by Executive Order No. 8929 of November 1, 1941, the Coast Guard is now operating as a part of the Navy, subject to the orders of the Secretary of the Navy; and",
        "Whereas commissioned officers of the Public Health Service are now serving on Coast Guard vessels and with other Coast Guard units pursuant to orders issued under competent authority:",
        "Now, Therefore, by virtue of the authority vested in me by the statutory provisions above set out, I hereby direct that commissioned officers of the Public Health Service detailed for duty on Coast Guard vessels and with other Coast Guard units shall continue on such details until relieved by competent authority, and that such officers, including those ordered to such duty as replacements or in addition to present complements, while engaged upon such assignments shall constitute a part of the naval forces of the United States, subject to the orders of the Secretary of the Navy.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 23, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8988-Directing That Certain Commissioned Officers of the Public Health Service Shall Constitute a Part of the Naval Forces of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368249"
}