{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10555-establishing-seal-for-the-presidents-committee-employment-the",
    "doc": "executive-order-10555-establishing-seal-for-the-presidents-committee-employment-the",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Executive Order 10555-Establishing a Seal for the President's Committee on Employment of the Physically Handicapped",
    "date": "August 23, 1954",
    "content": [
        "WHEREAS the Chairman of the President's Committee on Employment of the Physically Handicapped has caused to be made and has recommended that I approve a seal for The President's Committee on Employment of the Physically Handicapped, the design of which accompanies and is hereby made a part of this order, and which is described as follows:",
        "On a light blue disk an American bald eagle with wings displayed and inverted, standing upon a spur gear issuing from base all proper. On an encircling dark blue band edged with gold the inscription \"THE PRESIDENT'S COMMITTEE ON EMPLOYMENT OF THE PHYSICALLY HANDICAPPED.\" in gold letters.",
        "AND WHEREAS it appears that such seal is of suitable design and appropriate for establishment as the official seal of the President's Committee on Employment of the Physically Handicapped:",
        "NOW, THEREFORE, by virtue of the authority vested in me as President of the United States, I hereby approve such seal as the official seal of The President's Committee on Employment of the Physically Handicapped.",
        "DWIGHT D. EISENHOWER",
        "THE WHITE HOUSE,",
        "August 23, 1954.",
        ""
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10555-Establishing a Seal for the President's Committee on Employment of the Physically Handicapped Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/235481"
}