{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7882-establishing-the-tybee-migratory-bird-refuge",
    "doc": "executive-order-7882-establishing-the-tybee-migratory-bird-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7882-Establishing the Tybee Migratory Bird Refuge",
    "date": "May 09, 1938",
    "content": [
        "GEORGIA",
        "By virtue of and pursuant to the authority vested in me as President of the United States and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered as follows:",
        "SECTION 1. Oyster Bed Island and the spoil bank extending westerly therefrom along the Long Island Training Wall between the main channel of the Savannah River and the Horseshoe Shoal to Wing Dam No. 32 (U.S.E.) (the approximate geographic position of which dam is in latitude 32°03'20\" N., and longitude 80°56'15\" W., from Greenwich), all in Chatham County, Georgia, are hereby reserved and set apart, subject to existing valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any accretions thereto resulting directly or indirectly from river and harbor improvement work shall, when formed, become a part of the refuge hereby established.",
        "SECTION 2. The above-described lands are in part under the primary jurisdiction of the Department of Commerce and in part under the primary jurisdiction of the War Department, and their reservation for the purposes set forth in this order shall be subject at all times to use by the Department of Commerce and the War Department for lighthouse purposes and purposes of river and harbor improvement, and the administration of the area for wildlife conservation purposes by the Department of Agriculture shall be without interference with any existing or future uses or regulations of either the Department of Commerce or the War Department.",
        "SECTION 3. This reservation shall be known as the Tybee Migratory Bird Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 9, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7882-Establishing the Tybee Migratory Bird Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210495"
}