{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7514-establishing-patuxent-research-refuge-the-state-maryland",
    "doc": "executive-order-7514-establishing-patuxent-research-refuge-the-state-maryland",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7514-Establishing Patuxent Research Refuge in the State of Maryland",
    "date": "December 16, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands acquired or to be acquired by the United States lying within the following-described boundary, in Anne Arundel and Prince Georges Counties, Maryland, be, and they are hereby, reserved and set apart for the use of the Department of Agriculture, subject to valid existing rights, as a wildlife experiment and research refuge: Provided, that any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Beginning at the intersection of the northwest right-of-way boundary of the Telegraph Road with the northeast right-of-way boundary of the Laurel-Bowie Road;",
        "Thence from said initial point.",
        "Northwesterly, with the northeast right-of-way boundary of the Laurel-Bowie Road, approximately 4,900 feet, to a point;",
        "Westerly, approximately 5,800 feet, to the westernmost corner of United States Tract No. 196, near the junction of the Laurel-Bowie and Springfield Roads;",
        "Thence with the westerly boundary of United States Tracts No. 196, No. 114, No. 311, and No. 145,",
        "N. 35°00'07\" E., 635 feet;",
        "N. 35°50' E., 1,496 feet;",
        "N. 26°00' W., 3,110 feet;",
        "N. 41°00'W., 307.5 feet;",
        "N. 49°35' E., 2,194 feet, to a point on the south bank of the Patuxent River; this point is identical with a corner of United States Tract No. 145;",
        "Thence crossing the Patuxent River and continuing with a line,",
        "N. 41°12' W., 350 feet;",
        "North, 2,000 feet;",
        "East, 2,800 feet;",
        "S. 75°00' E., 3,000 feet to a point;",
        "Thence southeasterly on a straight line, approximately 10,160 feet, crossing the Patuxent River, to a point on the south bank thereof; this point is Identical with the northeast corner of United States Tract No. 99;",
        "Thence S. 3°00' E., with the easterly boundary of United States Tract No. 99, 3,620 feet, to a point on Cash's Branch; this point is identical with the southeast corner of said Tract 99;",
        "Thence southwesterly with the southeasterly boundary of United States Tract No. 99, upstream, with the meanders of Cash's Branch, 2,888 feet, crossing the Jericho Park Road, to the southernmost corner of United States Tract No. 99, in the northerly boundary of United States Tract No. 123;",
        "Thence with part of the boundary of United States Tract No. 123,",
        "S. 47°00'E., 70.8 feet;",
        "S. 63°56'30\" E., 1,955.52 feet;",
        "S. 17°00' W., 2,970.0 feet;",
        "S. 41°45' W., 588.0 feet;",
        "N. 15°00' W., 1,035.0 feet;",
        "S. 80°00' W., 1,303.5 feet;",
        "S. 7°30' E., 982.0 feet;",
        "S. 51°00' W., 277.90 feet, to the southernmost corner of said Tract No. 123, this corner is identical with a corner on the east boundary of United States Tract No. 96A;",
        "Thence with part of the boundary of United States Tract No. 96A,",
        "S. 60°15' W., 948.8 feet;",
        "S. 78°45' W., 1,366.0 feet;",
        "S. 12°00' W., 1,368.5 feet;",
        "N. 58°00' W., 1,327.0 feet;",
        "N. 72°04' W., 297.75 feet to the northeast corner of United States Tract No. 100, on the southwesterly boundary of United States Tract No. 96A;",
        "Thence with part of boundary of United States Tract No. 100,",
        "S. 24°80' W., 1,800.0 feet;",
        "S. 26°30' W., 820.0 feet;",
        "S. 39°30' W., 1,080.0 feet to the southernmost corner of United States Tract No. 100 on the northeast right-of-way boundary of the Springfield Hill Road;",
        "Thence northwesterly with the northeast right-of-way boundary of the Springfield Hill Road, approximately 1,100 feet, to the junction of the Springfield Hill and Telegraph Roads;",
        "Thence with the easterly right-of-way boundary of the Telegraph Road,",
        "Northerly, approximately 1300 feet;",
        "Easterly, approximately 1,400 feet;",
        "Northeasterly, approximately 10,850 feet, to place of beginning.",
        "This refuge shall be known as the Patuxent Research Refuge.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,December 16, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7514-Establishing Patuxent Research Refuge in the State of Maryland Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357326"
}