{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-expansion-pima-and-maricopa-indian-reservation-0",
    "doc": "executive-order-expansion-pima-and-maricopa-indian-reservation-0",
    "president": "Rutherford B. Hayes",
    "president_byline": "19th President of the United States: 1877 ‐ 1881",
    "title": "Executive Order-Expansion of Pima and Maricopa Indian Reservation",
    "date": "January 10, 1879",
    "content": [
        "EXECUTIVE MANSION, January 10, 1879.",
        "It is hereby ordered that all the public lands embraced within the following boundaries lying within the Territory of Arizona, viz, commencing at the mouth of the Salt River, running thence up the Gila River to the south line of township No. 2 south, Gila and Salt River base-line; thence east with said line to the southeast corner of township No. 2 south, range 6 east; thence north with said line to a point 2 miles south of the Salt River; thence following the course or said stream in an easterly direction, and 2 miles south of the same, to the west line of the White Mountain Reservation; thence north with the line of said reservation, or the extension of the same, to a point 2 miles north of said river; thence in a westerly direction, following the course of said river, and 2 miles north of the same, to the east line of range 6 east; thence north with said line to the northeast corner of township 2 north, range 6 east; thence west with the north line of said township to the Gila and Salt River meridian line; thence south with the said line to the Gila River, and thence by the said river to the place of beginning, be, and the same are hereby, withdrawn from sale and set apart for the use of the Pima and Maricopa Indians, in addition to their present reservation in said Territory.",
        "R. B. HAYES."
    ],
    "citation": "Rutherford B. Hayes, Executive Order-Expansion of Pima and Maricopa Indian Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371281"
}