{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5223-restoring-certain-reserved-lands-for-air-navigation-facilities-and",
    "doc": "executive-order-5223-restoring-certain-reserved-lands-for-air-navigation-facilities-and",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5223-Restoring Certain Reserved Lands for Air Navigation Facilities and Opening Such Lands to Entry, Idaho",
    "date": "November 12, 1929",
    "content": [
        "The withdrawal made by Executive order of January 19, 1928, (No. 4796), of certain lands in Idaho for use by the Department of Commerce in the maintenance of air navigation facilities, is hereby revoked in so far as it affects the NW¼ NW¼, or Lot 1, Sec. 7, T. 5 S., R. 11 E., B.M.",
        "And it is also hereby ordered, pursuant to Public Resolution No. 29 of February 14, 1920 (41 Stat. 434), as amended January 21 and December 28, 1922 (42 Stat. 358, 1067), that the public lands in the above described areas, subject to valid rights, shall be opened only to entry under the homestead or desert land laws by qualified ex-service men of the war with Germany, under the terms and conditions of such resolution and the regulations issued thereunder, for a period of 91 days beginning with the 63rd day from and after the date hereof, and thereafter any of said land remaining unentered will be subject to appropriation under any public land law applicable thereto by the general public.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no rights may be acquired to the restored land by settlement in advance of entry, or otherwise except strictly in accordance herewith.",
        "HERBERT HOOVER",
        "The White House,November 12, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5223-Restoring Certain Reserved Lands for Air Navigation Facilities and Opening Such Lands to Entry, Idaho Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360920"
}