{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9145-reserving-public-lands-for-the-use-the-alaska-road-commission",
    "doc": "executive-order-9145-reserving-public-lands-for-the-use-the-alaska-road-commission",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9145-Reserving Public Lands for the Use of the Alaska Road Commission in Connection With the Construction, Operation and Maintenance of the Palmer-Richardson Highway",
    "date": "April 23, 1942",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "SECTION 1. Executive Orders No. 2319 of February 16, 1916, No. 5582 of March 18, 1931, No. 9035 of January 21, 1942, No. 9085 of March 4, 1942, withdrawing certain lands for townsite purpose, examination and classification, supply base and repair shop site, administrative and fire patrol station site, and other purposes, are hereby modified to the extent necessary to permit the reservation described in Section 2 of this order.",
        "SECTION 2. Subject to all valid existing rights, there is hereby reserved for the use of the Alaska Road Commission, in connection with the construction, operation and maintenance of the Palmer-Richardson Highway, a right-of-way 200 feet wide, 100 feet on each side of the center line, beginning from terminal point Station 1369-42.8, in the NE¼ Section 36, T. 20 N., R. 5 E., Seward Meridian, and extending easterly and northeasterly over surveyed and unsurveyed lands to its point of connection with the Richardson Highway in the SE¼ Section 19, T. 4 N., R 1 W., Copper River Meridian, Alaska, a distance of approximately 145 miles, as shown on the map, dated March 14, 1942, No. 1877260, on file in the General Land Office.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 23, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9145-Reserving Public Lands for the Use of the Alaska Road Commission in Connection With the Construction, Operation and Maintenance of the Palmer-Richardson Highway Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372261"
}