{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11750-providing-for-the-closing-government-departments-and-agencies-monday",
    "doc": "executive-order-11750-providing-for-the-closing-government-departments-and-agencies-monday",
    "president": "Richard Nixon",
    "president_byline": "37th President of the United States: 1969 ‐ 1974",
    "title": "Executive Order 11750-Providing for the Closing of Government Departments and Agencies on Monday, December 24, 1973 and Monday, December 31, 1973",
    "date": "December 13, 1973",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is hereby ordered as follows:",
        "SECTION 1. All executive departments, independent establishments, and other governmental agencies, including their field services, except as provided by section 2 below, shall be closed, and employees thereof shall be excused from duty, on Monday, December 24, 1973, the day preceding Christmas Day and on Monday, December 31, 1973, the day preceding New Year's Day.",
        "SEC. 2. Section 1 of this order shall not apply to those offices and installations, or parts thereof, in the Department of State, the Department of Defense, or other departments, independent establishments, and governmental agencies which the heads thereof determine should remain open for reasons of national security or defense or other public reasons, nor to employees thereof who in judgment of their agency heads should be at their posts of duty for these reasons.",
        "SEC. 3. Monday, December 24, 1973, and Monday, December 31, 1973, shall be considered as falling within the scope of Executive Order 11582 and of 5 U.S.C. 5546 and 6103 (b) and other similar statutes so far as they relate to the pay and leave of employees of the United States.",
        "RICHARD NIXON",
        "The White House,",
        "December 13, 1973."
    ],
    "citation": "Richard Nixon, Executive Order 11750-Providing for the Closing of Government Departments and Agencies on Monday, December 24, 1973 and Monday, December 31, 1973 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/307104"
}