{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8990-appointment-state-employment-security-personnel-positions-the-social",
    "doc": "executive-order-8990-appointment-state-employment-security-personnel-positions-the-social",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8990-Appointment of State Employment Security Personnel to Positions in the Social Security Board, Federal Security Agency",
    "date": "December 23, 1941",
    "content": [
        "By virtue of the authority vested in me by section 1753 of the Revised Statutes, by section 2 of the Civil Service Act (22 Stat. 403, 404), and by section 4 of the act of November 26, 1940, 54 Stat. 1214, it is hereby ordered as follows:",
        "1. Any employee of a state or territorial employment security agency, required by the Federal Security Agency in connection with its operation of employment office facilities and services essential to expediting the national-defense program pursuant to the provisions of the Labor-Federal Security Appropriation Act of 1942, may be appointed to a position in the Social Security Board of the Federal Security Agency, and upon such appointment may acquire a classified civil-service status: Provided, (1) that such employee was on the rolls of the state employment security agency at the close of business December 31, 1941; (2) that he was previously approved for permanent or probational appointment, or within the six-months' period beginning January 1, 1942, becomes eligible for such appointment, under the rules of a state merit system previously approved by the Social Security Board; and (3) that he satisfactorily completes a six-months' probationary period from the date of his induction into the Federal service.",
        "2. Finding that such action is necessary to the more efficient operation of the Government, it is ordered that the state salary rates in force on December 31, 1941, may be continued or amended as to employees affected by paragraph 1 hereof by the Federal Security Administrator until such time as the positions shall be classified in accordance with the administrative provisions and salary rates of the Classification Act of 1923, as amended.",
        "3. With the concurrence of the Civil Service Commission, and for such period of time as the Commission may deem necessary, vacancies occurring after December 31, 1941, in public employment office facilities and services operated by the Social Security Board may be filled by the Federal Security Agency from eligible lists prepared under the rules of a state merit system previously approved by the Social Security Board pursuant to the provisions of the Social Security Act. Persons so appointed may, after the satisfactory completion of a six-months' probationary period, acquire a competitive classified civil-service status in the Federal service, subject to such regulations as the Civil Service Commission may prescribe.",
        "This order is recommended by the Federal Security Administrator as an emergency measure essential to the national defense.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 23, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8990-Appointment of State Employment Security Personnel to Positions in the Social Security Board, Federal Security Agency Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372526"
}