{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8102-withdrawal-public-lands-for-use-military-reservation",
    "doc": "executive-order-8102-withdrawal-public-lands-for-use-military-reservation",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8102-Withdrawal of Public Lands for Use as a Military Reservation",
    "date": "April 29, 1939",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and subject to all valid existing rights, it is ordered as follows:",
        "1. The public lands in the following-described areas in the Territory of Alaska are hereby temporarily withdrawn from settlement, location, sale, entry, and all forms of appropriation, and placed under the control and jurisdiction of the War Department for use as a military reservation:",
        "SEWARD MERIDIAN",
        "T. 13 N., R. 2 W., all, partly unsurveyed.",
        "T. 14 N., R. 2 W., secs. 13 to 15 and 20 to 36 inclusive, partly unsurveyed.",
        "T. 13 N., R. 3 W., secs. 3, 4, S½N½, S½ sec. 5, lots 3, 4, E½SE¼ sec. 6, secs. 7, 8 and 9.",
        "T. 14 N., R. 3 W., secs. 23, 25 to 27 and 34 to 36 inclusive.",
        "2. Public lands within any of the above-described areas which are on the date of this order under existing reservations for public purposes are exempted from the provisions of this order so long as such existing reservations remain in force and effect.",
        "3. This order shall continue in force until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 29, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8102-Withdrawal of Public Lands for Use as a Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368506"
}