{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-establishing-the-niobrara-reserve-for-the-santee-sioux-tribe-nebraska",
    "doc": "executive-order-establishing-the-niobrara-reserve-for-the-santee-sioux-tribe-nebraska",
    "president": "Andrew Johnson",
    "president_byline": "17th President of the United States: 1865 ‐ 1869",
    "title": "Executive Order-Establishing the Niobrara Reserve for the Santee Sioux Tribe in Nebraska",
    "date": "February 27, 1866",
    "content": [
        "Niobrara Reserve.",
        "[In the Santee Agency; occupied by the Santee Sioux; established by act of March 3, 1863 (12 Stat., 819), and treaty April 29, 1868, article 6, paragraph 4.]",
        "Department of the Interior, Washington, D.C., February 26, 1866.",
        "Sir: I have the honor to submit herewith a letter addressed to this Department by the Commissioner of Indian Affairs, requesting the reservation from preemption or sale of townships 31 and 32 north, range 5 west, and townships 31 and 32 north, range 6 west of the principal sixth meridian, in Nebraska Territory, until the action of Congress be had, with a view to the setting apart of these townships as a reservation for the Santee Sioux Indians now at Crow Creek, Dakota; and recommend that you direct those lands to be withdrawn from market and held in reserve for the purpose indicated.",
        "I am, sir, very respectfully, your obedient servant,",
        "James Harlan, Secretary.",
        "The President of the United States.",
        "Executive Mansion, February 27, 1866.",
        "Let the lands within named be withdrawn from the market and reserved for the purposes indicated.",
        "Andrew Johnson,",
        "President of the United States."
    ],
    "citation": "Andrew Johnson, Executive Order-Establishing the Niobrara Reserve for the Santee Sioux Tribe in Nebraska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371192"
}