{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-1110-placing-government-porto-rico-under-the-war-department",
    "doc": "executive-order-1110-placing-government-porto-rico-under-the-war-department",
    "president": "William Howard Taft",
    "president_byline": "27th President of the United States: 1909 ‐ 1913",
    "title": "Executive Order 1110-Placing Government of Porto Rico Under the War Department",
    "date": "July 15, 1909",
    "content": [
        "The following Act of Congress, approved July 15, 1909, is published for the information of all concerned:",
        "AN ACT to amend an Act entitled \"An Act temporarily to provide revenues and a civil government for Porto Rico, and for other purposes,\" approved April twelfth, nineteen hundred.",
        "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That the Act entitled \"An Act temporarily to provide revenues and a civil government for Porto Rico, and for other purposes,\" approved April twelfth, nineteen hundred, is hereby amended by inserting at the end of section thirty-one of said Act the following additional proviso:",
        "\"And provided further, That if at the termination of any fiscal year the appropriations necessary for the support of government for the ensuing fiscal year shall not have been made an amount equal to the sums appropriated in the last appropriation bills for such purpose shall be deemed to be appropriated; and until the legislature shall act in such behalf the treasury may, with the advice of the governor, make the payments necessary for the purposes aforesaid.\"",
        "Sec. 2. That all reports required by law to be made by the governor or members of the executive council of Porto Rico to any official in the United States shall hereafter be made to an executive department of the Government of the United States to be designated by the President; and the President is hereby authorized to place all matters pertaining to the government of Porto Rico in the jurisdiction of such department.",
        "Under the provisions of Section 2 of this Act hereafter all reports required by law to be made by the governor or members of the executive council of Porto Rico to any official in the United States will be made to the War Department, and all matters pertaining to the government of Porto Rico are placed in the jurisdiction of that department.",
        "The business of the department pertaining to civil government in Porto Rico is, pursuant to Section 87 of the Act of July 1, 1902, assigned to the Bureau of Insular Affairs.",
        "WM. H. TAFT.",
        "THE WHITE HOUSE, July 15, 1909."
    ],
    "citation": "William Howard Taft, Executive Order 1110-Placing Government of Porto Rico Under the War Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/364906"
}