{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6566-veterans-regulation-no-6b",
    "doc": "executive-order-6566-veterans-regulation-no-6b",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6566-Veterans' Regulation No. 6(b)",
    "date": "January 19, 1934",
    "content": [
        "ELIGIBILITY FOR DOMICILIARY OR HOSPITAL CARE, INCLUDING MEDICAL TREATMENT",
        "By virtue of the authority vested in me under section 6 of title I of the act entitled \"An Act to maintain the credit of the United States Government\", approved March 20, 1933 (Public, No. 2, 73d Cong.), as amended by section 1 of the act entitled \"An Act making appropriations for the Executive Office and sundry independent executive bureaus, boards, commissions, and offices, for the fiscal year ending June 30, 1934, and for other purposes\" approved June 16, 1933 (Public, No. 78, 73d Cong.), the following regulation amending Veterans' Regulation No. 6(a) is hereby prescribed:",
        "1. Paragraph I of Veterans' Regulation No. 6(a) is amended to read as follows:",
        "\"I. The Administrator of Veterans' Affairs, within the limits of Veterans' Administration facilities, is authorized to furnish domiciliary or hospital care, including medical treatment, to the following persons and in the specified order of preference:",
        "2. (a) To honorably discharged veterans of any war, including the Boxer Rebellion and the Philippine Insurrection, who are suffering with injuries or diseases which were incurred or aggravated in fine of duty in the active military or naval service when in need of hospital treatment for such injuries or diseases; and",
        "\"To those persons included in paragraph III of part I of Veterans' Regulation No. 1 (a) who are suffering with injuries or diseases which were incurred in lino of duty, when in need of hospital treatment for such injuries or diseases;",
        "3. (b) To persons honorably discharged from the United States Army, Navy, Marine Corps, or Coast Guard for disabilities incurred in line of duty, who are suffering with injuries or diseases which were incurred or aggravated in line of duty in the active service when in need of hospital treatment for such injuries or diseases;",
        "4. (c) To veterans of any war, including the Boxer Rebellion and the Philippine Insurrection, who served in the active military or naval service for a period of ninety days or more and who have been honorably discharged therefrom, or who, having served less than ninety days, were discharged for disability incurred in the service in line of duty, who have no adequate means of support, and who are suffering with permanent disabilities or tuberculous or neuropsychiatric ailments, or such other conditions requiring emergency or extensive hospital treatment as may be prescribed by the Administrator of Veterans' Affairs, which incapacitate them from earning a living;",
        "\"(d) To persons honorably discharged from the United States Army, Navy, Marine Corps, or Coast Guard for disabilities incurred in line of duty in the active service, who have no adequate means of support, and who are suffering with permanent disabilities or tuberculous or neuropsychiatric ailments, or such other conditions requiring emergency or extensive hospital treatment as may be prescribed by the Administrator of Veterans' Affairs, which incapacitate them from earning a living.\"",
        "1. Paragraph III of Veterans' Regulation No.6 (a) is amended to read as follows:",
        "\"III. Reasonable traveling and other expenses of the person to a Veterans' Administration facility may be paid in the discretion of the Administrator of Veterans' Affairs only when the person is granted prior authority to report to a Veterans' Administration facility for medical treatment or when, in the discretion of the Administrator of Veterans' Affairs, transfer from one Veterans' Administration facility to another is deemed advisable. Upon completion of such treatment as may be prescribed and regular discharge by the Veterans' Administration, reasonable traveling, and other expenses of the person, from the Veterans' Administration facility to the place from which hospitalized may bo paid in the discretion of the Administrator of Veterans' Affairs. In the event of the death of any person prior to discharge, transportation expenses (including preparation of the body) for the return of the body to the place of residence or the nearest national cemetery may be paid in the discretion of the Administrator of Veterans' Affairs when deemed necessary and as an administrative necessity.\"",
        "3. Paragraph VI of Veterans Regulation No. 6(a) is amended to read as follows:",
        "\"VI. Pension for disability the result of injury or disease incurred or aggravated in the line of duty in the active Coast Guard or military or naval service, and emergency officers' retirement pay, of any person who is being furnished hospital treatment, institutional, or domiciliary care by the United States, or any political subdivision thereof, shall not exceed $15 per month, provided that where such person has a wife, child, or dependent mother or father so much of the difference by which the amount to which such disabled person would otherwise be entitled exceeds $15 may be paid in the discretion of the Administrator to the wife, child, or dependent mother or father in such amounts as lie may prescribe. Where any disabled person having neither wife, child, nor dependent mother or father, is being maintained by the Government of the United States, or any political subdivision thereof, in an institution and shall be deemed by the Administrator of Veterans' Affairs to be insane, the pension or emergency officers' retirement pay for such person shall thereafter not exceed $15 per month so long as he shall be maintained by the Government of the United States, or any political subdivision thereof, in an institution; provided, however, that in any case where the estate of such person derived from funds paid under the War Risk Insurance Act, as amended, the World War Veterans' Act, 1924, as amended, the Emergency Officers' Retirement Act of May 24, 1928, the several pension acts, Public No. 2, Seventy-third Congress, or Public, No. 78, Seventy-third Congress, equals or exceeds $1,500, any payments of pension being made will be discontinued until the estate derived from such funds is reduced to $500. The provisions of this paragraph shall also be applicable to pensions for disability the result of injury or disease incurred after active military or naval service, except that the amount payable while the veteran is in the institution shall be $6 per month instead of $15 per month. As to pension payable on account of service prior to the Spanish-American War, the amount payable while the veteran is in the institution shall be $15 per month in all cases.\"",
        "4. Paragraph VII of Veterans' Regulation No. 6 (a) is amended to read as follows:",
        "\"VII. Where a disabled person entitled to pension under Public, No. 2, Seventy-third Congress, or Public, No. 78, Seventy-third Congress, or emergency officers' retirement pay is a patient in a Veterans' Administration facility, or where for any other reason the disabled person and his wife are not living together, or where the child or children are not in the custody of the disabled person, or in the custody of the widow, the amount of the pension or emergency officers' retirement pay may be apportioned as may be prescribed by the Administrator of Veterans' Affairs.\"",
        "5. The amendments contained in this regulation shall be effective as of the date of promulgation.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6566-Veterans' Regulation No. 6(b) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362327"
}