{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8551-ordering-certain-units-and-members-the-national-guard-the-united",
    "doc": "executive-order-8551-ordering-certain-units-and-members-the-national-guard-the-united",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8551-Ordering Certain Units and Members of the National Guard of the United States Into the Active Military Service of the United States",
    "date": "September 25, 1940",
    "content": [
        "By virtue of the authority conferred upon me by Public Resolution No. 96, 76th Congress, approved August 27, 1940, and the National Defense Act of June 3, 1916, as amended (39 Stat. 166), and as Commander-in-Chief of the Army and Navy of the United States, I hereby order into the active military service of the United States, effective October 15, 1940, the following units and members of the National Guard of the United States to serve in the active military service of the United States for a period of twelve consecutive months, unless sooner relieved:",
        "UNITS",
        "All Federally recognized elements of:",
        "27th Division, less 27th Tank Company     37th Division, less 37th Tank Company and Companies F & I, 112th Medical Regiment     32nd Division, less 32nd Tank Company     102nd Observation Squadron     153rd Observation Squadron     107th Observation Squadron     295th Infantry     296th Infantry     Hq. and Hq. Company, 92nd Infantry Brigade     1st Battalion, 253rd Coast Artillery (155mm Gun)     1st Battalion, 162nd Field Artillery (75mm Gun, Trk-d)     1st Battalion, 201st Coast Artillery (Anti-aircraft)     1st Battalion, 130th Engineers (Combat)     298th Infantry     299th Infantry",
        "MEMBERS",
        "All members, both active and inactive, of the units listed above.",
        "All persons so ordered into the active military service of the United States are, from the effective date of this order, relieved from duty in the National Guard of their respective States so long as they shall remain in the active military service of the United States, and during such time shall be subject to such laws and regulations for the government of the Army of the United States as may be applicable to members of the Army whose permanent retention in the active military service is not contemplated by law.",
        "Commissioned officers and warrant officers appointed in the National Guard of the United States and commissioned or holding warrants in the Army of the United States, and affected by this order, are hereby ordered to active duty under such appointments and commissions or warrants.",
        "All officers and warrant officers of the National Guard, appointed in the National Guard, who shall have been Federally recognized or examined and found qualified for Federal recognition, and shall have been assigned to units ordered to active duty under this order prior to the effective date hereof, who do not hold appointments in the National Guard of the United States in the same grade and arm or service in which they respectively have been most recently Federally recognized or have been most recently examined and found qualified for Federal recognition, are hereby tendered appointments in the National Guard of the United States in the same grade and arm or service in which they shall have been most recently Federally recognized or examined and found qualified for Federal recognition.",
        "Warrant officers and enlisted men of the National Guard who hold appointments as officers in the National Guard of the United States and commissions In the Army of the United States, and are assigned to units ordered to active duty under this order prior to the effective date hereof, are hereby ordered to active military service as commissioned officers of the Army of the United States under those appointments and commissions.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8551-Ordering Certain Units and Members of the National Guard of the United States Into the Active Military Service of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372002"
}