{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8034-establishing-the-federal-real-estate-board",
    "doc": "executive-order-8034-establishing-the-federal-real-estate-board",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8034-Establishing the Federal Real Estate Board",
    "date": "January 14, 1939",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "1. There is hereby established the Federal Real Estate Board to be composed of representatives designated by the heads of the following-named Executive departments and agencies, each department and agency to have one representative: Treasury Department (Procurement Division), Department of Agriculture, Department of Commerce, Department of the Interior, Department of Justice, Navy Department, War Department, Tennessee Valley Authority, and Bureau of the Budget. The Board may authorize representation thereon of any other Executive department or agency, such representatives to be designated as stated above. Pending selection of a permanent chairman by the Board the representative of the Treasury Department shall serve as temporary chairmen. The members of the Board shall be officers or employees of the department or agency which they represent, and shall serve without additional compensation and without entailing additional expense to the Government.",
        "2. The Secretary of the Treasury is requested to cause to be maintained by the Procurement Division of the Treasury Department a permanent current record of all Federal real estate, and the several Executive departments and agencies are requested to furnish, upon request of the Director of the Procurement Division, such information as may be required to maintain such record.",
        "3. The heads of the several Executive departments and agencies are requested to supply to the Procurement Division, for use of the Federal Real Estate Board, a current record of all real property under their respective jurisdictions which is not being utilized, in whole or in part, for the purposes of their own department or agency. The Board shall consult with, and make recommendations to, the Procurement Division and to the Executive departments and agencies concerned, with respect to such disposition of surplus real property as will best serve the interests of the Government.",
        "4. Executive departments and agencies contemplating the acquisition of additional real property are requested, before acquiring such property, to ascertain from the Procurement Division whether there is any real property in Federal ownership that may be made available for the purpose contemplated, and, in all cases in which such action may appear desirable, to consult with the Federal Real Estate Board regarding the acquisition of such Federal property for the use of their own department or agency.",
        "5. The Federal Real Estate Board shall study, and make appropriate recommendations regarding, the situation in different communities adversely affected by the loss of tax revenue on land purchased or acquired by the Federal Government.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 14, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8034-Establishing the Federal Real Estate Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368639"
}