{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6743-modifying-the-code-fair-competition-for-the-baking-industry-and-the",
    "doc": "executive-order-6743-modifying-the-code-fair-competition-for-the-baking-industry-and-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6743-Modifying the Code of Fair Competition for the Baking Industry and the Order of Approval Thereof",
    "date": "June 16, 1934",
    "content": [
        "ORDER NO. 445-2",
        "Whereas, certain facts have been submitted by members of the Baking Industry indicating the necessity of certain modifications hi the Code of Fair Competition for said Industry, as approved by me on May 28, 1934; and",
        "Whereas, it appears necessary in the public interest to make such modifications in order to effectuate the purposes of the Act;",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, upon due consideration of the facts and upon the recommendation of the Administrator for Industrial Recovery, hereby order:",
        "1. That the effective date of the Code of Fair Competition for the Baking Industry be and the same hereby is stayed until July 9, 1934;",
        "2. That the second condition of the Order of May 28, 1934, approving the said code, staying the provisions of Article VII, Section G, until my further order, is hereby eliminated and the provisions of said section shall be hi full force and effect on the effective date of said code.",
        "3. That the period within which the Code Authority is to report its investigation of the operation and the effect of tlie provisions of Articles III, IV, and V to me is hereby extended from the date designated in said order of approval to November 15, 1934.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,June 16, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6743-Modifying the Code of Fair Competition for the Baking Industry and the Order of Approval Thereof Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362518"
}