{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9135-establishing-the-interdepartmental-committee-for-the-voluntary-pay",
    "doc": "executive-order-9135-establishing-the-interdepartmental-committee-for-the-voluntary-pay",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9135-Establishing the Interdepartmental Committee for the Voluntary Pay Roll Savings Plan for the Purchase of War Savings Bonds",
    "date": "April 16, 1942",
    "content": [
        "Whereas it daily becomes more apparent that victory will require the fullest participation of all of the people in our war effort, and that the purchase of War Savings Bonds constitutes a direct and effective participation; and",
        "Whereas every purchaser of War Savings Bonds invests not only in the success of the Nation's common cause, but also in his own personal security and independence; and it is, therefore, to the manifest advantage of both the Government and every citizen that the sale of War Savings Bonds should be facilitated; and",
        "Whereas employers and employees in many business and industrial enterprises, as well as some Governmental activities, have developed and are maintaining, with notable success, programs that provide for the purchase of War Savings Bonds through regular, voluntary pay allotments; and it is proper that all civilian employees and officers in the executive branch of the Government should be afforded equal opportunity for voluntary participation in such systematic purchase programs:",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and the Statutes of the United States as President of the United States, it is hereby ordered as follows:",
        "1. There is hereby established the Interdepartmental Committee for the Voluntary Pay Roll Savings Plan for the Purchase of War Savings Bonds (hereinafter referred to as the Committee). The Committee shall consist of Rear Admiral Charles Conard, Supply Corps, United States Navy, Retired, who shall serve as Chairman, and the head of each of the several departments, establishments, and agencies in the executive branch of the Government. Each member of the Committee, other than the Chairman, may designate an alternate from among the officials of his department, establishment, or agency, and such alternate may act for such member in all matters relating to the Committee.",
        "2. The Committee shall perform the following functions and duties:",
        "a. Formulate and present to the several departments, establishments, and agencies in the executive branch of the Government a uniform plan whereby all civilian officers and employees may systematically purchase War Savings Bonds through voluntary pay allotments.",
        "b. Assist the several departments, establishments, and agencies in the adoption of said voluntary pay allotment plan and in the solution of any special problems that may develop in connection therewith.",
        "c. Act as a clearing house for the several departments, establishments, and agencies in the dissemination of such statistics and information relative to the execution of the plan as may be deemed advantageous.",
        "d. Recommend to the several departments, establishments, and agencies any improvements in the program adopted pursuant to said plan.",
        "3. Each of the departments, establishments, and agencies in the executive branch of the Government shall institute and set in operation, as soon as may be, the plan recommended by the Committee, with such modifications as particular circumstances may render advisable. Each Committee member shall act as liaison officer between the Committee and his department, establishment, or agency with regard to said plan.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 16, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9135-Establishing the Interdepartmental Committee for the Voluntary Pay Roll Savings Plan for the Purchase of War Savings Bonds Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368088"
}