{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7544-withdrawal-land-for-forest-administrative-site",
    "doc": "executive-order-7544-withdrawal-land-for-forest-administrative-site",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7544-Withdrawal of Land for Forest Administrative Site",
    "date": "January 29, 1937",
    "content": [
        "NEW MEXICO",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. Executive Order No. 6910 of November 26, 1934, as amended, temporarily withdrawing all public lands in certain states for classification and other purposes, is hereby revoked as to the following-described public lands in New Mexico:",
        "NEW MEXICO PRINCIPAL MERIDIAN",
        "T. 20 N., R. 8 E., sec. 12, S½ of N½ and S½ lot 1, N½ and N½ of S½ lot 2.",
        "T. 20 N., R 9 E., sec. 7, lots 5 and 6 and E½SW¼; aggregating 228.42 acres.",
        "Section 2. Subject to valid existing rights, the public lands described in section 1 of this order are hereby temporarily withdrawn from settlement, location, sale or entry, and reserved for use by the Forest Service of the Department of Agriculture as the Espanola administrative site in connection with the administration of the Santa Fe National Forest.",
        "Section 3. The withdrawal made by section 2 of this order shall remain in force until revoked by the President or by act of Congress.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 29, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7544-Withdrawal of Land for Forest Administrative Site Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368936"
}