{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6289-code-fair-competition-for-the-bituminous-coal-industry",
    "doc": "executive-order-6289-code-fair-competition-for-the-bituminous-coal-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6289-A-Code of Fair Competition for the Bituminous Coal Industry",
    "date": "September 18, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Bituminous Coal Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said code of fair competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said code of fair competition complies in all respects with the pertinent provisions of title I of said act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said code of fair competition be and is hereby approved, subject to the following conditions:",
        "(1) There shall be added to the first paragraph of section 3 of article VII of the code the following sentence:",
        "\"All coal producers subject to the code shall furnish to any Government agency or agencies designated by the Administrator, such statistical information as the Administrator may, from time to time, deem necessary for the purposes recited in section 3 (a) of the National Industrial Recovery Act and any reports and other information collected and compiled by a code authority, as heretofore provided, shall be transmitted to such Government agencies, as the Administrator may direct. \"",
        "(2) There shall be added after the first sentence of section 4 of article VII the following sentence:",
        "\"The President may appoint not more than three members of the Industrial Board in addition to, or in substitution for one or more of, the aforesaid six members of the Divisional Code Authorities.\"",
        "(3) Schedule \"A\" as attached to the code recommended by the Administrator is approved with the understanding that, any basic minimum rates not fixed therein may be approved or prescribed by the President at any time prior to the effective date of this code by a supplementary Executive order.",
        "(4) Because it is evident that attempts by those submitting codes to interpret section 7(a) of the National Industrial Recovery Act have led to confusion and misunderstanding, such interpretations should not be incorporated in codes of fair competition. Therefore, paragraph (b) of article Y must be eliminated without, by this exclusion, indicating disapproval in any way of the joint statement of the Administrator and general counsel of the National Recovery Administration, which has been attached to the code as schedule \"B\" and was incorporated by reference in said paragraph (b) of article V.",
        "(5) The exception to the definition of \"employee\" in article II belongs in article III. Accordingly the words \"except members of the executive, supervisory, technical and confidential personnel\" are stricken from the thud paragraph of article II. These same words are inserted in the first paragraph of article III after the words \"no employee.\"",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,September 18, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6289-A-Code of Fair Competition for the Bituminous Coal Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362113"
}