{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5787-amendment-schedule-the-civil-service-rules-excepting-positions-the",
    "doc": "executive-order-5787-amendment-schedule-the-civil-service-rules-excepting-positions-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5787-Amendment of Schedule A of the Civil-Service Rules, Excepting Positions in the Department of Justice",
    "date": "February 02, 1932",
    "content": [
        "Subdivision VI of Schedule A, positions excepted from examination, under the Department of Justice, is hereby amended to read as follows:",
        "VI. Department of Justice",
        "1. (a) Director and not more than three assistant directors of prisons.",
        "(b) Members of the Board of Parole.",
        "(c) Wardens and superintendents, deputy wardens and assistant superintendents of Federal penal and correctional institutions.",
        "(d) One industrial superintendent at each Federal penal and correctional institution.",
        "(e) Inspectors of prisons.",
        "2. One clerk to each United States district attorney.",
        "3. Special employees having individual knowledge of violations of prohibition law.",
        "4. Not exceeding eight positions in the immediate office of the Attorney General, in addition to private secretary and assistant private secretary excepted under Subdivision I of Schedule A.",
        "5. One private secretary, or confidential clerk, each, to the Solicitor General, the Assistant to the Attorney General, and the Assistant Attorneys General in addition to those allowed under clause 1, of Subdivision I, of Schedule A.",
        "6. All positions in the Bureau of Investigation except fingerprint classifiers.",
        "This order, which is recommended by the commission and concurred in by the department, is designed to diminish the number of excepted positions and improve the service, and shall be effective February 1, 1932.",
        "HERBERT HOOVER",
        "The White House,February 2, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5787-Amendment of Schedule A of the Civil-Service Rules, Excepting Positions in the Department of Justice Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361342"
}