{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7048-amendment-executive-order-no-6910-november-26-1934-withdrawing-public",
    "doc": "executive-order-7048-amendment-executive-order-no-6910-november-26-1934-withdrawing-public",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7048-Amendment of Executive Order No. 6910, of November 26, 1934, Withdrawing Public Lands in Certain States",
    "date": "May 20, 1935",
    "content": [
        "Whereas Executive Order No. 6910, of November 26, 1934, provides in part:",
        "\"it is ordered that all of the vacant, unreserved and unappropriated public land in the States of Arizona, California, Colorado, Idaho, Montana, Nevada, New Mexico, North Dakota, Oregon, South Dakota, Utah and Wyoming be, and it hereby is, temporarily withdrawn from settlement, location, sale or entry, and reserved for classification, and pending determination of the most useful purpose to which such land may be put in consideration of the provisions of said act of June 28, 1934, and for conservation and development of natural resources.\"; and",
        "Whereas it is doubtful whether the said Executive order applies to tracts subsequently released from prior entry, selection, claim, withdrawal, or reservation; and",
        "Whereas in the administration of the said act of June 28, 1934 (48 Stat. 1269), it has been found expedient and necessary to permit consummation of exchanges of lands pursuant to the provisions of section 8 of the act:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), and by the said act of June 28, 1934, the said Executive Order No. 6910, of November 26, 1934, is hereby amended so as (1) to make it applicable to all lands within the States mentioned therein upon the cancelation or release of prior entries, selections, or claims, or upon the revocation of prior withdrawals unless expressly otherwise provided in the order of revocation; and (2) to authorize the Secretary of the Interior, in his discretion and in harmony with the purposes of the said act of June 28, 1934, to accept title to base lands in exchange for other lands subject to such exchange under the terms of the said act.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 20, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7048-Amendment of Executive Order No. 6910, of November 26, 1934, Withdrawing Public Lands in Certain States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/376115"
}