{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8292-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8292-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8292-Amending the Foreign Service Regulations of the United States",
    "date": "November 30, 1939",
    "content": [
        "By virtue of and pursuant of the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter X thereof:",
        "CHAPTER X",
        "LEGAL SERVICES",
        "X-1. Duties of officers of the Foreign Service in connection with extradition proceedings.",
        "(a) Diplomatic representatives. Diplomatic representatives shall perform the following described duties in connection with the extradition from the country to which the representative is accredited of fugitives from justice in the United States:",
        "(1) When so instructed by the Department of State, they shall submit a request for the provisional arrest of the fugitive either to the foreign office or to the competent authority, according to local practice.",
        "(2) Upon the receipt of duly authenticated extradition papers from the Department of State, they shall authenticate the certificates of the Department of State attached to the papers (unless there has been such authentication by the diplomatic representative of the requested country at Washington), and present the requisition for extradition either to the foreign office or to the competent authority of the foreign government, according to local practice.",
        "(b) Consular officers. In the absence of specific instructions from the Department of State received either directly or through the diplomatic representative, consular officers shall not intervene in extradition matters. When a consular officer is charged with the duty of applying for extradition, he shall present extradition documents to the competent authority of the district to which he is assigned, and shall act strictly in accordance with instructions from the Department of State.",
        "X-2. Authentication of foreign extradition papers. Diplomatic representatives and consular officers of the United States shall follow the procedure prescribed by section 5 of the act of August 3, 1882, 22 Stat. 216 (18 U.S.C. § 655), in authenticating documentary evidence offered by foreign governments in support of requisitions for the extradition of fugitives from the United States.",
        "X-3. Legal services for private persons. Except when authorized by the Department of State, officers of the Foreign Service shall not perform legal services of the kind usually performed by attorneys for private persons.",
        "X-4. Agreements with local attorneys prohibited. Officers of the Foreign Service shall not enter into agreements with attorneys in their districts respecting the performance of legal services for persons applying to the mission or consulate therefor. In appropriate cases, alphabetically arranged lists of names of such attorneys may be furnished to applicants.",
        "When any person in an officer's district desires to have the name of an attorney in the United States, the officer may refer him to such lists of attorneys as are at his disposal, but shall make no recommendation as to any particular attorney.",
        "X-5. Notarial services. In the absence of statutory enactment on the subject, diplomatic officers, except ambassadors and ministers, may, and consular officers shall, perform within the confines of their districts such notarial acts as a notary public is authorized to perform under the general law and according to the usage of nations, provided a request is made for such services, or their performance is deemed necessary.",
        "When statutes governing the performance of such acts have been enacted by the Federal or State Governments, officers shall be guided by the terms of the applicable statute.",
        "X-6. Services of legal process by officers of the Foreign Service. Officers and employees of the Foreign Service are hereby forbidden to serve subpenas, citations, complaints, or other forms of legal process, in connection with cases pending in Federal or State courts of the United States, except as follows:",
        "(a) Service of subpenas. Unless such action is prohibited by local law, officers of the Foreign Service shall, on the request of the clerk of court or the officer requesting such subpena to be issued, serve:",
        "(1) Subpenas issued by the courts of the United States commanding a witness (resident in a foreign jurisdiction, but a citizen of the United States or domiciled therein) who has failed or neglected to appear and give testimony in answer to letters rogatory, or who has appeared and refused to give testimony, to appear before the issuing court at a time and place designated in the subpena. (28 U.S.C. §§ 711; 713.)",
        "(2) Subpenas issued by the courts of the United States at the request of the Attorney General or assistants acting under him, to compel the attendance of a witness (resident in a foreign jurisdiction, but a citizen of the United States or domiciled therein) at the trial of a criminal action. (28 U.S.C. §§ 712; 713.)",
        "(b) Service of orders to show cause. Officers of the Foreign Service shall serve orders to show cause issued in contempt proceedings on a witness who has failed or neglected to appear in answer to a subpena served in accordance with the provisions of subdivision (a) of this section. (28 U.S.C. §§ 713, 714, 715, and 716.)",
        "(c) Delivery of documents in connection with fraudulent naturalization. Officers of the Foreign Service shall deliver, or assist in delivering, to designated persons, documents relating to fraudulent naturalization when such documents are forwarded by duly authorized officials of the United States courts.",
        "SECTIONS OF REGULATIONS CANCELLED",
        "The following provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART I",
        "Sections XI-8 and XVI-13Chapters XIII and XIV",
        "PART II",
        "Sections XXIV-423 to XXIV-425, inclusive, XXIV-443, XXIV-479 to XXIV-483, inclusive, XXIV-487 to XXIV-490, inclusive, and XXVIII-603I.",
        "REVOCATION OF EXECUTIVE ORDER",
        "Executive Order No. 7470, dated October 15, 1936, is hereby revoked.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 30, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8292-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372652"
}