{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6515-extension-the-presidents-reemployment-agreement-april-30-1934",
    "doc": "executive-order-6515-extension-the-presidents-reemployment-agreement-april-30-1934",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6515-Extension of the President's Reemployment Agreement to April 30, 1934",
    "date": "December 19, 1933",
    "content": [
        "I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do hereby provide as follows and do hereby prescribe the rules and regulations hereinafter set forth which I deem necessary for carrying out the purposes of title I of said act:",
        "I hereby offer to enter into the President's Reemployment Agreement with every employer, insofar as he is not covered by an approved code of fair competition, for a further period of 4 months from January 1, 1934, to April 30, 1934, or to any earlier date of approval of a code of fair competition to which he is subject.",
        "Employers who shall have already signed the President's Reemployment Agreement before January 1, 1934, may accept this offer of extension by display of the Blue Eagle on or after January 1, 1934. Employers who shall not have signed the President's Reemployment Agreement before January 1, 1934, may accept this offer of extension by signing the President's Reemployment Agreement.",
        "All substitutions and exemptions approved, and all exceptions granted to particular employers, before January 1, 1934, will apply to the President's Reemployment Agreement as so extended.",
        "Display of the Blue Eagle on or after January 1, 1934, by an employer who shall have signed the President's Reemployment Agreement prior to January 1, 1934, shall be deemed an acceptance of this offer of extension; and for the purpose of my Executive order dated October 14, 1933, which among other things prohibits false representation of compliance with the provisions of the President's Reemployment Agreement, display of the Blue Eagle by any employer on or after January 1, 1934, shall be deemed a representation that he is complying with the President's Reemployment Agreement, as extended by this Executive order.",
        "I hereby authorize the Administrator for Industrial Recovery to make such rules and regulations as he may deem necessary to supplement, amplify or carry out the purposes and intent of this Executive order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,December 19, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6515-Extension of the President's Reemployment Agreement to April 30, 1934 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373271"
}