{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5673-tongass-national-forest-alaska",
    "doc": "executive-order-5673-tongass-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5673-Tongass National Forest, Alaska",
    "date": "August 04, 1931",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tracts of land in Alaska lying within the following-described boundaries, heretofore occupied as home sites or for cannery purposes, be, and the same are hereby, excluded from the Tongass National Forest and restored to entry under the applicable public land laws:",
        "Beginning at Corner No. 1, at the head of a small bight on the line of mean high tide, on the easterly shore of Clover Pass, Kevillagigedo Island, northeast of Survey Point and abreast of Clover Island, in approximate latitude 55° 28.5' N., longitude 131° 47.5' W., which corner is a squared hemlock stake marked HS1; from which",
        "A red cedar bears S. 10° E., 0.64 lks. distant, blazed low and marked WHS1.",
        "Thence with meanders of mean high tide:",
        "(1) N. 17° W., 0.82 chs.;",
        "(2) N. 29° E., 1.70 chs.;",
        "(3) N. 10° W., 1.15 chs.;",
        "(4) N. 45° W., 0.49 chs.;",
        "(5) N. 50° W., 1.60 chs.;",
        "(6) S. 73° W., 2.39 chs.;",
        "(7) N. 57° W., 1.20 chs.;",
        "to Corner No. 2, which is a hemlock stake set at mean high tide line in mound of rocks, marked HS2; from which",
        "A spruce, 29 in. diam., bears S. 29° E., 95 lks. distant, blazed and marked WHS2.",
        "Thence south.",
        "Corner No. 3, which is a hemlock tree, 10 in. diam., blazed and marked HS3; from which",
        "A hemlock, 12 in. diam., bears S. 50° W., 12 lks. distant, blazed and marked WHS3.",
        "Thence S. 78° E.",
        "Corner No. 1, and the place of beginning, containing approximately 1.75 acres. The survey was made August 24, 1927; the bearings of the lines were determined by needle compass, allowing a variation of 31° E., and are intended to refer to the true meridian.",
        "Beginning at Corner No; 1, meander corner, on north, side of Port Conclusion, Baranof Island, near its head, at the line of mean high tide, in approximate latitude 56° 14' 30\" N., longitude 134° 41' W., which corner is a cross chiseled on a slate cone-shaped rock in place, 20 inches in diameter, 24 inches high, protruding from and a part of a slate ledge, marked XMC1; from which",
        "A spruce, 12 in. diam., bears N. 66° W., 78 lks. distant, marked XBT1MC.",
        "A spruce, 29 in. diam., bears S. 24° W., 68 lks. distant, marked XBT1MC.",
        "Point on south side of entrance to Port Conclusion bears N. 42° E.",
        "Thence with meanders along the line of approximate mean high tide:",
        "(1) S. 54° 18' E., 0.74 chs.;",
        "(2) S. 36° W., 0.87 chs.;",
        "(3) S. 16° 40' W., 0.67 chs.;",
        "(4) S. 48°40'E., 1.33 chs.;",
        "(5) S. 24° W., 0.74 chs.;",
        "(6) S. 68° 50' W., 1.48 chs.;",
        "(7) N. 73° W., 1.74 chs.;",
        "(8) S. 38° 25' W., 2.21 chs.;",
        "(9) S. 77° 40' W., 1.17 chs.;",
        "(10) S. 42° 15' W., 1.76 chs.;",
        "(11) S. 3° 10' E., 1.47 chs.;",
        "(12) S. 30° 50' E., 2.25 chs.;",
        "(13) S. 12° 50' W., 0.50 chs.;",
        "to Corner No. 2, meander corner, a cross chiseled on a slate ledge in place, marked XMC2; from which",
        "A hemlock, 8 in. diam., bears N. 50° W., 16 lks. distant, marked XBTMC.",
        "A spruce, 16 in. diam., bears S. 71° W., 28 lks. distant, marked XBTMC.",
        "Thence west, 3.79 chs.",
        "Thence north, 10.53 chs.",
        "Thence east, 8.81 chs.",
        "To Corner No. 1, meander corner, and the place of beginning. The survey of the meanders of Port Conclusion Bay was made June 3 and 4, 1930. No survey of the last three courses was made, nor were monuments established. The bearings of the Hues refer to the true meridian. The tract contains 5.91 acres.",
        "Beginning at Corner No. 1, on line 2-3 of United States Survey No. 8, in approximate latitude 55° 36' N., longitude 131° 38' W., which corner is a hemlock post 6½ feet long, 4½ inches in diameter, squared to 3½ inches, set 3 feet in the ground, marked HS1; from which",
        "A hemlock, 14 in. diam., bears S. 82½° E., 21 lks. distant, marked in blaze SHW1.",
        "A hemlock, 9 in. diam., bears S. 9° W., 21 lks. distant, marked in blaze WHS1.",
        "Thence S. 40° W. along line 2-3 of United States Survey No. 8.",
        "Point for Corner No. 2, meander corner, identical with Corner No. 2 of United States Survey No. 8, not set because of liability to destruction by tides.",
        "Thence with meanders along line of approximate mean high tide:",
        "(1) N. 75° 30' W., 0.17 chs.;",
        "(2) N. 69° 30' W., 0.26 chs.;",
        "(3) N. 83° W., 0.62 chs.;",
        "(4) S. 46° W., 0.60 chs.;",
        "(5) S. 14° W., 1.60 chs.;",
        "(6) S. 40° 30' W., 1.25 chs.;",
        "to point for Corner No. 3, meander corner, not set because of liability to destruction by tides.",
        "Thence north.",
        "Witness corner to Corner No. 3, meander corner, which is a cedar post 5½ feet long, 5½ inches in diameter, squared to 4 inches, set 1 foot in the ground in mound of stone, marked HS3WCMC; from which",
        "A scrubby spruce, 16 in. diam., bears S. 79° E., 21 lks. distant,",
        "marked HSWCMC.",
        "Corner No. 4, which is a spruce post 5 feet long, 5 inches in diameter",
        "squared to 4 inches, set 2 feet in the ground, marked HS4; from which",
        "A spruce, 10 in. diam., bears S. 3½° W., 11 lks. distant, marked in blaze WHS4.",
        "A hemlock, 12 in. diam., bears N. 53° E., 20 lks. distant, marked in blaze WHS4.",
        "Thence east.",
        "Corner No. 1, and the place of beginning, containing approximately 2.54 acres. The survey was made August 20 and 21, 1930; the bearings of the lines were determined by needle compass, allowing a variation of 30° E., and are intended to refer to the true meridian.",
        "HERBERT HOOVER",
        "The White House,August 4, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5673-Tongass National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361782"
}