{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7046-prescribing-rules-and-regulations-relating-wages-hours-work-and",
    "doc": "executive-order-7046-prescribing-rules-and-regulations-relating-wages-hours-work-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7046-Prescribing Rules and Regulations Relating to Wages, Hours of Work, and Conditions of Employment Under the Emergency Relief Appropriation Act of 1935",
    "date": "May 20, 1935",
    "content": [
        "REGULATION NO. 1",
        "By virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (Public Resolution No. 11, 74th Congress), I hereby prescribe the following rules and regulations:",
        "PART I-WAGES",
        "Except as hereinafter provided, earnings of workers on projects financed in whole or in part from funds appropriated by the Emergency Relief Appropriation Act of 1935 shall be on a monthly salary basis, the earnings differing according to various regions, degree of urbanization, and classes of work prescribed herein.",
        "The monthly earnings are in the nature of a salary and workers shall be paid for time lost due to weather conditions or temporary interruptions in the project beyond the control of the workers. In order to be credited for such time lost, the worker must report on the job and be officially dismissed for the day unless otherwise notified by the project supervisor. Deductions from monthly earnings shall be made for time lost because of voluntary absence, illness, completion or postponement of a project, or permanent dismissal. In order to assure an adequate income to workers, the Works Progress Administration shall make every effort to provide a continuous flow of suitable projects in each locality.",
        "The monthly earnings shall be in accordance with the following schedule:",
        "SCHEDULE OF MONTHLY EARNINGS",
        "Counties in which the 1930 population of the largest municipality was",
        "Monthly earnings applicable to a city should in general apply also to contiguous urban areas, even though such urban areas are not in the same county. Monthly earnings applicable to the largest municipality in a county should in general apply also to the remainder of the county in which the municipality is located, but need not necessarily so apply in event that local circumstances warrant a different rate of earnings. If the territory covered by the operation of any individual project involves the application of more than one schedule of monthly earnings, the schedule of monthly earnings for any class of work on the project should be the higher schedule involved. In order to allow for these and any other adjustments, the Works Progress Administrator or his representative may adjust the rate of earnings for any class of work in a locality by not more than 10 per cent from the monthly earnings shown in the foregoing schedule.",
        "The monthly earnings basis referred to heretofore and shown in the foregoing schedule shall be applicable to workers on all projects financed in whole or in part from the Emergency Relief Appropriation Act of 1935 except:",
        "(a) Emergency Conservation Work, for which existing rules and regulations shall remain in force.",
        "(b) Projects under the supervision of the Federal Emergency Administration of Public Works, for which wage rates, subject to the approval of the State Directors of the Federal Emergency Administration of Public Works, shall be determined in accordance with local wage conditions by the authority to which the loan, grant, or allotment is made except as otherwise required by law.",
        "(c) Highway and grade crossing elimination work under the supervision of the Bureau of Public Roads and the State highway departments, for which minimum wage rates shall be determined by the State highway departments in accordance with local wage conditions, subject to the approval of and in conformity with standards fixed by the Bureau of Public Roads.",
        "(d) Permanent buildings for the use of any executive department of the Government of the United States, or the District of Columbia, for which the provisions of the act of March 3, 1931 (U. S. C., Supp. VII, title 40, sec. 276a), as amended by section 7 of the Emergency Relief Appropriation Act of 1935, shall apply.",
        "(e) Such projects, portions of projects, or activities as the Administrator of the Works Progress Administration shall from time to time exempt, for which wage rates shall be determined, subject to approval by the Works Progress Administration, in accordance with local wage conditions by the agency having general supervision of the project.",
        "(f) Supervisory and administrative employees.",
        "(g) Work relief projects under the supervision of State and local emergency relief administrations, for which, pending the transfer of persons working on such projects to the new program, present applicable rules and regulations shall remain in force.",
        "PART II-HOURS OF WORK",
        "Except (1) in the case of an emergency involving the public welfare or the protection of the work already done on a project, (2) in special and unusual circumstances when the limitations below are not feasible or practical, and (3) for supervisory and administrative employees the maximum hours of work shall be as follows:",
        "(a) For persons employed on a salary basis in accordance with the schedule provided in Part I the maximum hours of work shall be determined by the Works Progress Administrator but shall not be in excess of 8 hours per day and 40 hours per week.",
        "(b) For persons employed on projects under the supervision of the Federal Emergency Administration of Public Works, on projects under the supervision of the Bureau of Public Roads and State highway departments, and on projects exempted by the Administrator of the Works Progress Administration as provided in Part I, the maximum hours of work for manual labor shall be 8 hours per day and 130 hours per month, and the maximum hours of work for clerical and other non-manual employees shall be 8 hours per day and 40 hours per week.",
        "(c) For persons employed on projects located at points so remote and inaccessible that camps or floating plants are necessary, the maximum hours of work shall be 8 hours per day and 40 hours per week.",
        "(d) For persons employed on permanent buildings for the use of any executive department of the Government of the United States, or the District of Columbia, the provisions of the act of March 3, 1931 (U.S.C., Supp. VII, title 40, sec. 276a), shall apply.",
        "(e) For Emergency Conservation Work and work relief under the supervision of State and local emergency relief administrations, existing applicable rules and regulations in regard to hours shall remain in force.",
        "PART III-CONDITIONS OF EMPLOYMENT",
        "The conditions of employment on all work projects financed in whole or in part by funds appropriated by the Emergency Relief Appropriation Act of 1935 shall be as follows:",
        "(a) No person under the age of sixteen (16) years, and no one whose age or physical conditions is such as to make his employment dangerous to his health or safety, or to the health and safety of others may be employed on any work project. This paragraph shall not be construed to operate against the employment of physically handicapped persons, otherwise employable, where such persons may be safely assigned to work which they can ably perform.",
        "(b) No person currently serving sentence to & penal or correctional institution shall be employed on any work project.",
        "(c) Preference in the employment of workers shall be given to persons from the public relief rolls, and except with the specific authorization of the Works Progress Administration at least 90 per cent of all persons working on a work project shall have been taken from the public relief rolls.",
        "(d) Only one member of a family group may be employed on the works program, except as specifically authorized by the Works Progress Administration.",
        "(e) Except as specifically provided in this Part, workers who are qualified by training and experience to be assigned to work projects shall not be discriminated against on any grounds whatsoever.",
        "(f) All works projects shall be conducted in accordance with safe working conditions, and every effort shall be made for the prevention of accidents.",
        "(g) Wages to be paid by the Federal Government may not be pledged or assigned, and any purported pledge or assignment shall be null and void.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 20, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7046-Prescribing Rules and Regulations Relating to Wages, Hours of Work, and Conditions of Employment Under the Emergency Relief Appropriation Act of 1935 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/376107"
}