{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-pima-and-maricopa-indian-reserve",
    "doc": "executive-order-pima-and-maricopa-indian-reserve",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Pima and Maricopa Indian Reserve",
    "date": "November 15, 1883",
    "content": [
        "EXECUTIVE MANSION, November 15, 1883.",
        "It is hereby ordered that the tract of country in the Territory of Arizona embraced within the following-described boundaries, which covers and adds to the present reservation as set apart by act of Congress approved February 28, 1859 (11 Stats., 401), and Executive orders dated August 31, 1876, June 14, 1879, and May 5, 1882, viz, beginning at a point in the middle of Salt River 4 miles east from the intersection of said river with the Gila River, being the northeast corner of the Executive addition of June 14, 1879; thence southeasterly along the boundary line of said Executive addition to the township line between townships 1 and 2 south, range 2 east of the Gila and Salt River meridian; thence east on the township lines between townships 1 and 2 south to the northeast corner of township 2 south, range 4 east; thence south on the range line between ranges 4 and 5 east to the southeast corner of township 2 south, range 4 east; thence east on the township lines between townships 2 and 3 south to the northeast corner of township 3 south, range 6 east; thence south on the range line between ranges 6 and 7 east to the southeast corner of township 3 south, range 6 east; thence east on the township lines between townships 3 and 4 south to the quarter-section corner on the north boundary of section 3, township 4 south, range 8 east; thence south through the middle of sections 3, 10, 15, 22, 27,and 34, in township 4 south, range 8 east, and section 3, in township 5 south, range 8 east, to the northeast corner of the present reservation as established by Executive order dated August 31, 1876, being the northeast corner of the southwest quarter of section 3, township 5 south, range 8 east; thence following the boundary line of said reservation southwest and north to the northeast corner of section 2, township 5 south, range 7 east; thence south on the section lines to the southeast corner of section 11, in township 5 south, range 7 east; thence west on the section lines through ranges 7, 6, and 5 east to the southwest corner of section 7, township 5 south, range 5 east; thence north on the range line between ranges 4 and 5 east to the northwest corner of section 18, township 4 south, range 5 east; thence west on the section lines through ranges 4, 3, and 2 east to the southwest corner of section 7, township 4 south, range 2 east; thence north on the range line between ranges 1 and 2 east to the northwest corner of section 19, in township 2 south, range 2 east; thence west on the section lines through range 1 east to the southwest corner of section 18, township 2 south, range 1 east on the Gila and Salt River meridian; thence north on the Gila and Salt River meridian to a point in the Gila River opposite the middle of the mouth of Salt River; thence up the middle of Salt River to the place of beginning, as approximately represented on the accompanying diagram, be, and the same is hereby, withdrawn from sale and settlement and set apart for the use and occupancy of the Pima and Maricopa Indians: Provided, however. That any tract or tracts of land included within the foregoing-described boundaries the title of which has passed out of the United States Government, or to which valid homestead or pre-emption rights have attached under the laws of the United States prior to the date of this order, are hereby excluded from the reservation hereby made.",
        "CHESTER A. ARTHUR."
    ],
    "citation": "Chester A. Arthur, Executive Order-Pima and Maricopa Indian Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371356"
}