{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9465-amendment-executive-order-9356-june-24-1943-prescribing-regulations",
    "doc": "executive-order-9465-amendment-executive-order-9356-june-24-1943-prescribing-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9465-Amendment of Executive Order 9356 of June 24, 1943, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve",
    "date": "August 12, 1944",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 10 of the Pay Readjustment Act of June 16, 1942 (56 Stat. 359, 363), it is ordered that section A6 (b) of Executive Order 9356 of June 24, 1943, prescribing regulations governing the furnishing of clothing in kind or payment of cash allowances in lieu thereof to enlisted personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve, be, and it is hereby, amended to read as follows:",
        "Those undergoing other training:",
        "An issue of clothing in kind not to exceed in value $30.00",
        "In addition a temporary Issue of Government-owned clothing not to exceed in net value 180.00",
        "This order shall become effective as of July 1, 1944.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 12, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9465-Amendment of Executive Order 9356 of June 24, 1943, Prescribing Regulations Governing the Furnishing of Clothing in Kind or Payment of Cash Allowances in Lieu Thereof to Enlisted Personnel of the Navy, the Coast Guard, the Naval Reserve, and the Coast Guard Reserve Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355165"
}