{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9289-regulations-governing-the-payment-overtime-compensation-employees-the",
    "doc": "executive-order-9289-regulations-governing-the-payment-overtime-compensation-employees-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9289-Regulations Governing the Payment of Overtime Compensation to Employees of the Executive Departments and Agencies",
    "date": "December 26, 1942",
    "content": [
        "By virtue of the authority vested in me as President of the United States, I hereby prescribe the following regulations governing the payment of compensation for employment in excess of 40 hours in any administrative workweek to civilian employees of the Government to whom the provisions of Senate Joint Resolution 170, 77th Congress, are applicable:",
        "Section 1. Heads of Executive departments and agencies, or such officers or employees as they may designate, shall establish official hours of duty and a regular workweek for each employee or group of employees. No employee shall be required to work in excess of the officially established hours of duty except upon the order of the head of the department or agency or of such officer or employee as has been delegated specific authority to require such additional work.",
        "Section 2. Overtime compensation for employment in excess of 40 hours during an officially established regular workweek, and for work ordered or approved in addition to the regular workweek so established shall be paid at the rate of one and one-half times the employee's regular rate of compensation, subject to the following limitations:",
        "(a) No overtime compensation shall be paid on any part of an employee's basic rate of compensation in excess of $2,900 per annum;",
        "(b) Each employee shall be paid only such overtime compensation or portion thereof as will not cause his aggregate compensation, composed of his basic rate of compensation and his overtime compensation, to exceed a rate of $5,000 per annum.",
        "For the purpose of computing overtime compensation the pay for one hour shall be considered to be ⅛ of the employee's pay for one day and the pay for one day shall be considered to be 1/360 of the employee's per-annum salary.",
        "Section 3. Overtime compensation of per-annum employees for employment during an officially established regular workweek in excess of 40 hours may be calculated on an annual basis and paid in equal amounts on the regular monthly or semi-monthly pay days.",
        "Section 4. In the case of an employee to whom the annual- and sick-leave laws approved March 14, 1936, 49 Stat. 1161, 1162, as amended, are applicable, approved absence, except on leave without pay, during any part of the officially established regular workweek shall be charged as annual or sick leave as the case may be, and any absence on approved annual or sick leave shall not be construed to reduce the amount of overtime compensation to which the employee is entitled for employment during the officially established regular workweek.",
        "Section 5. Overtime compensation for employment in excess of 40 hours per week during the period between December 1, 1942, and the date of issuance of these regulations shall be paid on the basis of the official hours of duty which employees were required to work during such period and on the basis of any additional overtime officially ordered or approved and currently recorded.",
        "Section 6. Notwithstanding the provisions of this order, Federal civilian employees on vessels operated by the United States whose wages and allowances are computed on the basis of the special hours and conditions of their work may be compensated in accordance with the wage practices of the maritime industry.",
        "Section 7. Employees such as certain forest-fire lookouts, forest guards, and lighthouse keepers the nature of whose work (as determined by the head of the department or agency concerned) requires them to remain at or within the confines of their posts of duty for more than 40 hours per week but does not require that all of their time be devoted to actual work shall be considered to have intermittent or irregular hours of duty within the meaning of the last proviso of section 1 of the said Senate Joint Resolution 170, 77th Congress.",
        "Section 8. This order shall take effect as of December 1, 1942, and shall be published in the Federal Register.",
        "Section 9. Executive Orders Nos. 8837 of July 30, 1941, and 9117 of March 31, 1942, are hereby revoked as of the effective date of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 26, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9289-Regulations Governing the Payment of Overtime Compensation to Employees of the Executive Departments and Agencies Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372347"
}