{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7999-transferring-the-secretary-commerce-the-records-and-property-the",
    "doc": "executive-order-7999-transferring-the-secretary-commerce-the-records-and-property-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7999-Transferring to the Secretary of Commerce the Records and Property of the Office of the Administrator of the Census of Partial Employment, Unemployment and Occupations, and Authorizing the Employment of Certain Employees of That Office Without Regard to the Competitive Requirements of the Civil Service Rules",
    "date": "October 31, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me as President of the United States and by the provisions of paragraph Eighth, subdivision SECOND, section 2 of the Civil Service Act (22 Stat. 403, 404) it is hereby ordered as follows:",
        "1. All records, files, equipment, and property of every kind of the Office of the Administrator of the Census of Partial Employment, Unemployment and Occupations, established by Executive Order No. 7711, of September 22, 1937, pursuant to the act approved August 30, 1937 (50 Stat. 883), shall be transferred effective as of November 1, 1938, to the custody and control of the Secretary of Commerce.",
        "2. William C. Cole, George H. McEwen, Mrs. Margaret M. Martin, and Frank R. Wilson, who have served with merit under the said Administrator, may be appointed to appropriate positions in the classified civil service without compliance with the competitive requirements of the Civil Service Rules, subject to their establishing requisite qualifications before the Civil Service Commission.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 31, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7999-Transferring to the Secretary of Commerce the Records and Property of the Office of the Administrator of the Census of Partial Employment, Unemployment and Occupations, and Authorizing the Employment of Certain Employees of That Office Without Regard to the Competitive Requirements of the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371833"
}