{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7858-authorizing-the-attorney-general-reject-bids-for-certain-property",
    "doc": "executive-order-7858-authorizing-the-attorney-general-reject-bids-for-certain-property",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7858-Authorizing the Attorney General To Reject Bids for Certain Property Offered for Sale at Savannah, Georgia, Pursuant to the Trading With the Enemy Act, as Amended",
    "date": "March 31, 1938",
    "content": [
        "Whereas the Attorney General of the United States, as successor in interest to the Alien Property Custodian, offered for sale at public auction in the City of Savannah, Georgia, on March 1, 1938, two pieces of real estate, namely, a lot 60' x 100' and improvements thereon situated at Jones and Whitaker Streets, and a lot 30' x 110' and improvements thereon known as 413 E. 36th Street, both in the City of Savannah, Georgia; and",
        "Whereas the highest bid received for the property first above mentioned was $11,050 and the highest bid received for the property last above mentioned was $716.50, both of which bids were made by Jake Fine; and",
        "Whereas upon consideration I find that the above-mentioned bids are inadequate and do not represent the fair value of the real estate involved:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 12 of the Trading with the Enemy Act, approved October 6, 1917 (40 Stat. 411, 423), as amended by the act of March 28, 1918, 40 Stat. 459, I hereby authorize the Attorney General of the United States to reject all bids made at the above-mentioned public offering, including the bids of the said Jake Fine.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 31, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7858-Authorizing the Attorney General To Reject Bids for Certain Property Offered for Sale at Savannah, Georgia, Pursuant to the Trading With the Enemy Act, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371851"
}