{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7466-authorizing-the-purchase-certain-lands-the-jefferson-national-forest",
    "doc": "executive-order-7466-authorizing-the-purchase-certain-lands-the-jefferson-national-forest",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7466-Authorizing the Purchase of Certain Lands in the Jefferson National Forest and Allocating Funds Therefor",
    "date": "October 07, 1936",
    "content": [
        "WHEREAS certain privately-owned lands hereinafter described are situated within the Jefferson National Forest and interspersed among the forest lands owned by the United States; and",
        "WHEREAS it is necessary that work and improvements be performed and made upon such privately-owned lands in order that the forest lands owned by the United States in the said National Forest may be properly protected from forest fires, floods and soil erosion, plant pests and disease, etc.; and",
        "WHEREAS the purchase of such lands by the United States and the performance of work thereon as above indicated will provide employment for citizens of the United States who are unemployed:",
        "NOW, THEREFORE, by virtue of and pursuant to the authority vested in me by the Emergency Relief Appropriation Act of 1935 (49 Stat. 115), the Secretary of Agriculture is hereby authorized to purchase the tract or tracts of land known as the Peaks of Otter, consisting of approximately 673 acres in the Jefferson National Forest, near Bedford, Virginia; and the sum of $60,000 of the funds appropriated or made available by that Act is hereby allocated to the Secretary of Agriculture for the purchase of the said lands. Such lands may be acquired subject to reservations not incompatible with the purposes of acquisition as indicated herein.",
        "The sum herein allocated shall be transferred from the appropriation made by the said Emergency Relief Appropriation Act of 1935 to the Director, Emergency Conservation Work, for immediate transfer to the Department of Agriculture for the purchase of the said lands by the Secretary of Agriculture.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,October 7, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7466-Authorizing the Purchase of Certain Lands in the Jefferson National Forest and Allocating Funds Therefor Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/356175"
}