{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8158-establishing-the-lake-zahl-migratory-waterfowl-refuge",
    "doc": "executive-order-8158-establishing-the-lake-zahl-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8158-Establishing the Lake Zahl Migratory Waterfowl Refuge",
    "date": "June 12, 1939",
    "content": [
        "NORTH DAKOTA",
        "By virtue of and pursuant to the authority vested in me as President of the United States, and by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered that all lands and waters owned or controlled by the United States within the following-described area, comprising 3,818 acres, more or less, in Williams County, North Dakota, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife:",
        "FIFTH PRINCIPAL MERIDIAN",
        "T. 159 N., R. 100 W.,     sec. 17, S½SW¼;     sec. 18, SE¼SW¼ and SW¼SE¼;     secs. 19 and 20, all;     sec. 29, W½NE¼ and NW¼;     sec. 30, lots 1 to 4, inclusive, NE¼, SE¼NW¼, and E½SW¼;     sec. 31, lots 1 to 4, inclusive, and E½W½;          and lands and lands under water within the meander line of the lake in secs. 19 and 30;",
        "T. 158 N., R. 101 W., sec. 1, lots 1 to 4, inclusive, and S½NW¼;",
        "T. 159 N., R. 101 W.,     sec. 25, lot 1, NW¼4NE¼, S½NE¼, and S½;     sec. 36, all;         and lands and lands under water within the meander line of the lake in secs. 24 and 25.",
        "It is unlawful for any person to pursue, hunt, trap, capture, wilfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of Agriculture.",
        "Executive Order No. 6910 of November 26, 1934. as amended, withdrawing lands in North Dakota and other states for classification, etc., is hereby revoked in so far as it affects any of the above-described lands.",
        "This reservation shall be known as the Lake Zahl Migratory Waterfowl Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 12, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8158-Establishing the Lake Zahl Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368670"
}