{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8675-authorizing-the-director-selective-service-establish-or-designate",
    "doc": "executive-order-8675-authorizing-the-director-selective-service-establish-or-designate",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8675-Authorizing the Director of Selective Service To Establish or Designate Work of National Importance Under Civilian Direction for Persons Conscientiously Opposed to Combatant and Non-Combatant Service in the Land or Naval Forces of the United States",
    "date": "February 06, 1941",
    "content": [
        "By virtue of the authority vested in me by the Selective Training and Service Act of 1940 (Pub. No. 783, 76th Cong.), it is hereby ordered as follows:",
        "1. The Director of Selective Service, hereinafter called the Director, is authorized to establish, designate, or determine work of national importance under civilian direction to which may be assigned persons found under section 5 (g) of the Selective Training and Service Act of 1940 to be conscientiously opposed to participation in combatant and non-combatant training and service in the land or naval forces of the United States.",
        "2. The Director shall make the necessary assignments to such work, shall determine the agencies, organizations, or individuals that may provide civilian direction thereof, and shall have general supervision and control over such work.",
        "3. To the extent that he may deem necessary to carry out the provisions of this order, the Director may utilize the services of the Departments, officers, and agents of the United States; accept the services of officers and agents of the several states, territories, and the District of Columbia, and the subdivisions thereof; and accept voluntary services of private organizations and individuals; and may obtain, by purchase, loan, or gift, equipment and supplies from Federal and other public agencies and private organizations and individuals, with or without advertising or formal contract.",
        "4. The Director is authorized to prescribe such rules and regulations as may be necessary to carry out the provisions of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 6, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8675-Authorizing the Director of Selective Service To Establish or Designate Work of National Importance Under Civilian Direction for Persons Conscientiously Opposed to Combatant and Non-Combatant Service in the Land or Naval Forces of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372122"
}