{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8991-coordinating-civil-meteorological-facilities-and-services-for-war",
    "doc": "executive-order-8991-coordinating-civil-meteorological-facilities-and-services-for-war",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8991-Coordinating Civil Meteorological Facilities and Services for War Purposes",
    "date": "December 26, 1941",
    "content": [
        "By virtue of the authority vested in me by the Constitution and Statutes of the United States, as President of the United States and as Commander-in-Chief of the Army and Navy of the United States, and to further the successful prosecution of the war, it is hereby ordered as follows:",
        "1. The Secretary of Commerce shall exercise his control and jurisdiction over the issuance of weather reports and forecasts of the civil weather service so as to meet to the best advantage such requirements with respect thereto as the Secretary of War or the Secretary of the Navy shall determine to be necessary for the successful prosecution of the war.",
        "2. The Secretary of Commerce shall take such steps as may be necessary to secure the coordination of civil meteorological facilities and services to meet the requirements of the Army and Navy and other vital defense activities for essential and effective weather information, and shall not disclose information which may be considered by the Secretary of War or the Secretary of the Navy to be of value to the enemy.",
        "3. The Chief of the Weather Bureau of the Department of Commerce shall serve as liaison officer between the Secretary of Commerce and the Secretary of War and the Secretary of the Navy for the purposes of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 26, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8991-Coordinating Civil Meteorological Facilities and Services for War Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372527"
}