{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7379-amendment-tariff-united-states-consular-fees",
    "doc": "executive-order-7379-amendment-tariff-united-states-consular-fees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7379-Amendment to Tariff of United States Consular Fees",
    "date": "May 26, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1745 of the Revised Statutes and in accordance with section 7 of the act of April 5, 1906, ch. 1366, 34 Stat. 101, section 2 of the act of June 4, 1920, ch. 223, 41 Stat. 750, and sections 2 (h) and 7 (h) of the Immigration Act of 1924, approved May 26, 1924, ch. 190, 43 Stat. 153, item 9 of the Tariff of United States Consular Fees is hereby amended to read as follows:",
        "9. Visa services for aliens.",
        "Immigration visa:",
        "Furnishing and verifying application for immigration visa--------$1.00",
        "Issue of immigration visa-----------------------------------9.00",
        "Passport visa (the term \"passport visa\" refers to the visa of a passport or other travel document including a Chinese certificate):    Preparation of application for passport visa and administering oath, except where the fee has been reciprocally reduced or abolished under the authority of the act of February 25, 1925 (43 Stat. 976)----1.00",
        "Granting of passport visa, except where the fee has been reciprocally reduced or abolished under the authority of the act of February 25, 1925 (43 Stat. 976)----9.00",
        "(Note : Under the provisions of section 2 of the act of June 4, 1920 (41 Stat. 750-751), no fee for the application or for the visa of the passport shall be collected from any officer of any foreign government, or members of his immediate family, its armed forces, or of any State, district, or municipality thereof.)",
        "Transit certificate:",
        "Preparation of application and administering of oath-------No fee",
        "Granting of transit certificate---------------------------No fee",
        "Visa of alien crew list----------------------------------$2.00",
        "Supplemental visa of alien crew list----------------------No fee",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,May 26, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7379-Amendment to Tariff of United States Consular Fees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355780"
}