{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10015-amendment-executive-order-no-10010-creating-emergency-board",
    "doc": "executive-order-10015-amendment-executive-order-no-10010-creating-emergency-board",
    "president": "Harry S Truman",
    "president_byline": "33rd President of the United States: 1945 ‐ 1953",
    "title": "Executive Order 10015-Amendment of Executive Order No. 10010, Creating an Emergency Board to Investigate Disputes Between the Akron & Barberton Belt Railroad Company and Other Carriers, and Certain of Their Employees",
    "date": "November 05, 1948",
    "content": [
        "By virtue of authority vested in me by section 10 of the Railway Labor Act, as amended (45 U.S.C. 160), Executive Order No. 10010 of October 18, 1948, entitled \"Creating an Emergency Board to Investigate Disputes between the Akron & Barberton Belt Railroad Company and Other Carriers, and Certain of Their Employees,\" is hereby amended as follows:",
        "1. The following-named carriers are hereby added to the list of carriers comprising List A attached to and made a part of the said Executive order:",
        "The New York & Long Branch Railroad Company\nWharton & Northern Railroad\nJersey Central Transportation Company\nGrand Central Terminals\nState University Railroad Company\nWoodstock & Blockton Railway Company",
        "2. The railway labor organizations designated in List B attached to and made a part of the said Executive order as \"Brotherhood of Railway Carmen of America\" and \"Hotel and Restaurant Employes' International Alliance and Bartenders' Int. League of America\" are hereby designated respectively as \"Brotherhood Railway Carmen of America\" and \"Hotel & Restaurant Employees and Bartenders' International Union.\"",
        "This order shall be effective as of October 18, 1948.",
        "HARRY S. TRUMAN\nTHE WHITE HOUSE,\nNovember 5, 1948"
    ],
    "citation": "Harry S Truman, Executive Order 10015-Amendment of Executive Order No. 10010, Creating an Emergency Board to Investigate Disputes Between the Akron & Barberton Belt Railroad Company and Other Carriers, and Certain of Their Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/231657"
}