{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8924-establishing-the-creedman-coulee-national-wildlife-refuge",
    "doc": "executive-order-8924-establishing-the-creedman-coulee-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8924-Establishing the Creedman Coulee National Wildlife Refuge",
    "date": "October 25, 1941",
    "content": [
        "MONTANA",
        "By virtue of the authority vested in me as President of the United States, it is ordered (1) that, subject to valid existing rights, all public lands (approximately 80 acres) within the following-described area in Hill County, Montana, be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and (2) that the said lands and all other lands and waters owned or controlled by the United States (approximately 2,960 acres) within the said area be, and they are hereby, reserved for the use of the Department of the Interior as a refuge and breeding ground for migratory birds and other wildlife:",
        "PRINCIPAL MERIDIAN",
        "T. 37 N.. R. 15 E.,     sec. 8, S½;     sec. 15. all;     sec. 16, all;     sec. 17, NE¼;     sec. 21. all;     sec. 22, all.",
        "It is unlawful for any person to pursue, hunt, trap, capture, willfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of the Interior.",
        "The reservation made by this order supersedes as to any of the above-described lands affected thereby the temporary withdrawal for classification and other purposes made by Executive Order No. 6910 of November 26, 1934, as amended.",
        "This reservation shall be known as the Creedman Coulee National Wildlife Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 25, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8924-Establishing the Creedman Coulee National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372196"
}