{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7010-approving-agreement-between-employer-members-the-division-the",
    "doc": "executive-order-7010-approving-agreement-between-employer-members-the-division-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7010-A-Approving Agreement Between Employer Members of the Division of the Painting, Paperhanging and Decorating Division of the Construction Industry and Their Employees in the State of California",
    "date": "April 10, 1935",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I, of the National Industrial Recovery Act, approved June 16, 1933, and the Code of Fair Competition for the Construction Industry, approved January 31, 1934, for approval of an Agreement between certain employers who are members of the Painting, Paperhanging and Decorating Division of said Code, and certain employees in the Region of the State of California, as defined in said Agreement, and a hearing having been held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of said Agreement, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that said Agreement complies in all respects with the pertinent provisions of Title I of said Act and of said Code:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, pursuant to said Code of Fab Competition for the Construction Industry, and otherwise, do hereby adopt and approve the report, recommendations and findings of the National Industrial Recovery Board and do hereby order that the said Agreement be and the same hereby is approved:",
        "Provided, that the National Industrial Recovery Board may provide such exceptions and exemptions from the operation of the provisions of this Agreement resulting from my approval, with or without conditions for the granting thereof, as appear necessary to effectuate the policies and purposes of the Act, or of the Code of Fair Competition under which this Agreement is made, or this Agreement, or to avoid undue hardship or hardships to any individual or individuals, and",
        "Provided, further, that pending the establishment of a truly representative character of the sponsors in all the Region except in the Metropolitan Districts, as bounded in the Fifteenth Census of the United States, of Los Angeles, San Francisco-Oakland, Sacramento, San Diego, and San Jose, and in all cities of 10,000 population or more, as shown by the Fifteenth Census of the United States, and the territory within a radius of three miles of the corporate limits of said cities, or any part or parts thereof, and pending such hearing or opportunity to be heard at a reconvening of the hearing held at San Francisco, California, and recessed on November 16, 1934, or otherwise, as the National Industrial Recovery Board deems necessary and proper, and findings to such effect by the National Industrial Recovery Board, which findings shall terminate the stay herein granted for all or such part of the Region to which said stay is applicable, as the National Industrial Recovery Board shall find the sponsors to be truly representative, the operation of this Agreement, insofar as my approval is required, shall be and it hereby is stayed as to all parties proposed to be made subject thereto in activities thereunder except in the Metropolitan Districts, as bounded in the Fifteenth Census of the United States, of Los Angeles, San Francisco-Oakland, Sacramento, San Diego, and San Jose, and in all cities of 10,000 population or more as shown by the Fifteenth Census of the United States, and the territory within a radius of three miles of the corporate limits of said cities.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: W. A. Harriman          Administrative Officer",
        "The White HouseApril 10, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7010-A-Approving Agreement Between Employer Members of the Division of the Painting, Paperhanging and Decorating Division of the Construction Industry and Their Employees in the State of California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362687"
}