{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8055-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "doc": "executive-order-8055-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8055-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Interior",
    "date": "February 23, 1939",
    "content": [
        "MONTANA",
        "Whereas the hereinafter-described lands located within the Fort Peck Indian Reservation in Montana have been acquired under authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 195, 200), in connection with the Milk River (LA-MT 2) Land Utilization Project of the Department of Agriculture; and",
        "Whereas by Executive Order No. 7908, dated June 9, 1938, all the right, title, and interest of the United States in such lands was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and the related provisions of Title IV thereof; and",
        "Whereas it appears that the transfer of jurisdiction over such lands from the Secretary of Agriculture to the Secretary of the Interior for administrative purposes would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32, Title III of the said Bankhead-Jones Farm Tenant Act, it is ordered that jurisdiction over the hereinafter-described lands, together with all improvements thereon, acquired by the United States in connection with the Milk River (LA-MT 2) Project, be, and it is hereby, transferred from the Secretary of Agriculture to the Secretary of the Interior; and the Secretary of the Interior is hereby authorized to administer such lands, through the Commissioner of Indian Affairs, for the benefit of such Indians as the Secretary may designate, under such conditions of use and administration as will best carry out the purposes of the land-conservation and land-utilization program for which such lands were acquired:",
        "VALLEY COUNTY, MONTANA",
        "MONTANA MERIDIAN",
        "T. 30 N., R. 42 E.,     sec. 19, E½SE¼;     sec. 20, NW¼SW¼;     sec. 30, NE¼NE¼;",
        "T. 30 N., R. 43 E., sec. 18, lots 1 and 2, and E½NW¼;",
        "T. 32 N., R. 41 E.,     sec. 6, lots 1 to 4, inclusive;     sec. 35, N½SE¼, W½NE¼, and NW¼;     sec. 36, N½;",
        "T. 32 N., R. 43 E.,     sec. 23, SW¼;     sec. 26, NW¼;     sec. 35, NE¼SE¼;",
        "T. 32 N., R. 45 E.,     sec. 5, S½SE¼;     sec. 10, W½SW¼, SE¼SW¼, and SW¼SE¼;     sec. 16, NE¼NE¼;",
        "T. 33 N., R. 39 E., sec. 25, lot 5;",
        "T. 33 N., R. 40 E.,     sec. 30, lots 3 and 4, E½SW¼, W½SE¼, and SE¼SE¼;     sec. 35, S½SE¼, and S½SW¼;",
        "T. 33 N., R. 42 E.,     sec. 31, lots 3 and 4, S½SE¼, and E½SW¼;     sec. 32, S½SW¼.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 23, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8055-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/276642"
}