{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9220-authorizing-the-secretary-the-navy-take-possession-and-operate-the",
    "doc": "executive-order-9220-authorizing-the-secretary-the-navy-take-possession-and-operate-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9220-Authorizing the Secretary of the Navy To Take Possession and Operate the Plant of the General Cable Company at Bayonne, New Jersey",
    "date": "August 13, 1942",
    "content": [
        "By virtue of the power and authority vested in me by the Constitution and laws of the United States, as President of the United States and Commander in Chief of the Army and Navy of the United States, it is hereby ordered and directed as follows:",
        "The Secretary of the Navy is authorized and directed immediately to take possession of and operate the plant of the General Cable Company located at Bayonne, New Jersey, through and with the aid of such person or persons or instrumentality as he may designate, and, in so far as may be necessary or desirable, to produce the war materials called for by the Company's contracts with the United States, its departments and agencies, or as may be otherwise required for the war effort, and do all things necessary or incidental to that end. The Secretary of the Navy shall employ such employees, including a competent civilian advisor on industrial relations, as are necessary to carry out the provisions of this Order, and, in furtherance of the purposes of this Order, the Secretary of the Navy may exercise any existing contractual or other rights of said Company, or take such steps as may be necessary or desirable.",
        "Possession and operation hereunder shall be terminated by the President as soon as he determines that the plant of the General Cable Company will be privately operated in a manner consistent with the war effort.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 13, 1942, 6 p.m. E.W.T."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9220-Authorizing the Secretary of the Navy To Take Possession and Operate the Plant of the General Cable Company at Bayonne, New Jersey Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372300"
}