{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-cancelling-reservation-for-crow-indians",
    "doc": "executive-order-cancelling-reservation-for-crow-indians",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 ‐ 1877",
    "title": "Executive Order-Cancelling Reservation for Crow Indians",
    "date": "March 25, 1875",
    "content": [
        "Executive Mansion, March 25, 1875.",
        "By the first article of an agreement made by and between Felix R. Brunot, E. Whittlesey, and James Wright, commissioners on behalf of the United States, and the chiefs, headmen, and men representing the tribe of Crow Indians, under date of August 16, 1873, the following- described tract of country was set apart, subject to ratification by Congress, as a reservation for the absolute and undisturbed use and occupation of the Indians herein named, viz: “Commencing at a point on the Missouri River opposite to the mouth of Shankin Creek, thence up the said creek to its head, and thence along the summit of the divide between the waters of Arrow and Judith Rivers and the waters entering the Missouri River, to a point opposite to the divide between the headwaters of the Judith River and the waters of the Muscle Shell River; thence along said divide to the Snowy Mountains, and along the summit of said Snowy Mountains in a northeasterly direction to a point nearest to the divide between the waters which run easterly to the Muscle Shell River and the waters running to the Judith River; thence northwardly along said divide to the divide between the headwaters of Armell’s Creek and the headwaters of Dog River, and along said divide to the Missouri River; thence up the middle of said river to the place of beginning (the said boundaries being intended to include all the country drained by the Judith River, Arrow River, and Dog River).”",
        "Pending its ratification by Congress, an order was issued January 31, 1874, withdrawing said tract of country from sale or settlement.",
        "Inasmuch as these Indians have not removed to this country, and it is not probable that they will ever make it their home, and as Congress has not taken any decisive action on said agreement, it is ordered that the order of January 31, 1874, be, and hereby is, canceled, and said tract of country restored to the public domain.",
        "U. S. Grant."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Cancelling Reservation for Crow Indians Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371219"
}