{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5857-amendments-the-consular-regulations",
    "doc": "executive-order-5857-amendments-the-consular-regulations",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5857-Amendments to the Consular Regulations",
    "date": "June 16, 1932",
    "content": [
        "Section 598 of the Consular Regulations of 1896 is hereby canceled.",
        "Sections 657, 668, 672, 674, 677, 679, and 686 are amended by substituting for the citation \"Tariff Act of 1922,\" the words \"Tariff Act of 1930.\"",
        "Section 662, paragraph (6), is amended to read:",
        "(b) Number of copies. The invoice must be prepared in triplicate, or, for merchandise intended for immediate transportation under the provisions of section 552 of the Tariff Act, in quadruplicate, if desired by the shipper. (Tariff Act of 1930, sec. 482(c); T.D. 38026.)",
        "Section 663 is amended by substituting for the citation \"Cust. Reg. 1923, Art. 253,\" the words \"Cust. Reg. 1931, art. 276(a).\"",
        "Section 682 is amended by deleting the last sentence of the section and substituting the words \"Tariff Act of 1930 \" for the citation \"Tariff Act of 1922\" where it appears in this section.",
        "Section 719 is amended to read as follows:",
        "719. Marking of articles and packages to indicate country of origin. Every article imported into the United States, and its immediate container, and the package in which such article is imported, must be marked, stamped, branded, or labeled, in legible English words, in a conspicuous place, in such manner as to indicate the country of origin of such article; and such marking, stamping, branding, or labeling must be as nearly indelible and permanent as the nature of the article will permit. If at the time of importation any article or its container is not marked, stamped, branded, or labeled in accordance with the requirements, there is levied a duty of 10 per centum of the value of the article in addition to any other duty imposed by law; and if the article is free of duty, there is levied a duty of 10 per centum of the value thereof; and all articles, containers, and packages in the shipment must be duly marked, stamped, branded, or labeled in accordance with the requirements of the. statute. (Tariff Act of 1930, sec. 304.) But certain articles subject to special marking under the provisions of the statutes, if not marked at the time of importation, may not be marked afterwards. They may be exported under .customs supervision, and if not so exported, are treated as prohibited importations. (Cust. Reg. 1931, art. 514.)",
        "HERBERT HOOVER",
        "The White House,June 16, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5857-Amendments to the Consular Regulations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361452"
}