{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9026-withdrawing-public-lands-for-use-the-war-department-cantonment-site",
    "doc": "executive-order-9026-withdrawing-public-lands-for-use-the-war-department-cantonment-site",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9026-Withdrawing Public Lands for Use of the War Department as a Cantonment Site",
    "date": "January 16, 1942",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, it is ordered, subject to valid existing rights, that the public lands in the following-described area be, and they are hereby, withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department as a cantonment site:",
        "Beginning at the point of intersection on the line of the right-of-way of the Alaska Railroad with the common boundary of U.S. Surveys Nos. 242 and 149, in section 34, T. 1 N., R. 1 W., Seward Meridian, in approximate latitude 60°07'30\" North, longitude 149°26'15\" West.",
        "Thence by metes and bounds:",
        "N. 0°02' E., 1,880.41 feet to corner No. 2 of U.S. Survey No. 149 and corner No. 4 of U.S. Survey No. 242;",
        "S. 89°59'30\" W., 536.0 feet, along the north boundary of U.S. Survey No. 242 to corner No. 4 of U.S. Survey No. 1759;",
        "S. 0°03' W., 2.638.79 feet to the south boundary of U.S. Survey No. 242 and comer No. 1 of U.S. Survey No. 1759;",
        "E. 113.98 feet, along south boundary of U.S. Survey No. 242 to intersection of the right-of-way of the Alaska Railroad;",
        "N. 29°08' E., 868.53 feet, along the right-of-way to the point of beginning, containing approximately 29.59 acres.",
        "This order shall take precedence over, but shall not rescind or revoke, Executive Order No. 3264 of April 29, 1920, reserving lands for townsite and other purposes.",
        "It is intended that this order shall be revoked when the lands reserved thereby are no longer needed for military purposes.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 16, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9026-Withdrawing Public Lands for Use of the War Department as a Cantonment Site Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368116"
}