{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5624-regulations-governing-the-occupation-and-maintenance-certain-foreign",
    "doc": "executive-order-5624-regulations-governing-the-occupation-and-maintenance-certain-foreign",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5624-Regulations Governing the Occupation and Maintenance of Certain Foreign Service Quarters",
    "date": "May 15, 1931",
    "content": [
        "For the purpose of carrying into effect the provisions of the \"Foreign Service Buildings Act, 1926\" (44 Stat. 403), as amended by the act of May 29, 1928 (45 Stat. 971), the following regulations are established as to the occupation and maintenance of diplomatic and consular residential and office quarters owned or leased for long terms by the United States:",
        "1. For the purpose of these regulations, the word \"property\" will be used to apply to embassy, legation, or consular real estate, and the title \"the officer\" will be used to indicate as ranking American representative either an ambassador, minister, minister resident, agent, or Foreign Service officer.",
        "2. The officer for the time being is, unless otherwise specially authorized by the department, to be deemed the American official in charge of the property. He will be responsible therefor in the manner hereinafter prescribed, and on entering into occupation is required to sign an agreement in the following form:",
        "I have received a copy of the Regulations Governing the Occupation and Maintenance of Certain Foreign Service Quarters, dated          I have read said regulations; and, so far as they may be applicable to my occupation of           , I undertake to recognize as a legal claim on me or my estate the liability to repay to the Department of State the cost of making good such deficiencies or damage as may be decided to be properly chargeable to me under these regulations.",
        "3. At each property are to be kept inventories of furniture and other properties belonging to the Government of the United States, in the form prescribed by regulation, and copies of all instructions and rules relating to their management. Duplicate copies of such documents will be retained in the Department of State.",
        "4. Upon every change of occupation, a survey of the premises and furniture will be made by the outgoing officer and his successor or substitute. From time to time, such a survey will be made by a duly appointed agent of the Secretary of State. Any deficiency, misuse, or waste of Government furniture or other property will be carefully noted in the survey, in order that the cost of replacement or of making good any damage arising from neglect or improper usage may be recovered from the responsible officer. A copy of the survey will be transmitted to the department.",
        "5. The survey on change of occupation will, whenever possible, be made as soon as the outgoing officer has removed his private property therefrom. Until the survey has been made, the outgoing officer should retain in charge of the house some servant or other person responsible to him, who may represent him when the survey is made. The incoming officer should also be either present or represented, in order that he or his representative may sign the inventory and take charge of the house as soon as the survey is complete. Officers should communicate directly with the Department of State as to details of these arrangements.",
        "6. The Secretary of State shall decide all matters relating to the maintenance and due preservation of property and to the expenditure of moneys appropriated by Congress.",
        "7. The present permanent official residences shall be deemed complete and suitable in all respects for the reception of officers appointed to occupy them, and no alteration or addition of any kind to buildings, fittings, or furniture will be paid for by the Department of State unless it shall have been previously authorized by the department. Should any alterations or additions be made without such prior authorization, the officer will be responsible not only for the expense thereof but for any expense thought necessary by the department for restoring buildings, fittings, or furniture to their original state. The prior sanction of the department should be obtained before any instructions are given to local architects to prepare schemes and estimates other than those of a purely approximate character which involve no special fee or commission if the work is not carried to completion.",
        "8. Recommendations for purchases of property, for construction and repairs, and for purchases and repairs of furniture are to be sent immediately the necessity arises to the Department of State. Proposals involving large expenditure should be forwarded in time to reach the department before the first of March, so that, if approved by the department, they may be submitted to the office of the Bureau of the Budget for consideration with the annual estimates for the next Budget.",
        "9. Officers are to use all reasonable precautions against fire; and when extinguishers, fire hydrants, or other appliances are supplied, they are to satisfy themselves that such appliances are examined from time to time and if necessary tested, in order to ascertain their efficiency.",
        "10. In the event of the death of the responsible officer, or of other vacancy in the post, the next ranking official will be responsible for the proper custody of Government property. He should at once report to the Secretary of State the arrangements which he has made for this purpose, and should apply for the Secretary's sanction to any expenditure that it may be necessary to incur pending the appointment of the incoming officer. He should at once verify the state of the property, if possible with a representative of the deceased or departed officer, and should sign the inventory.",
        "11. The holding of auctions of private effects in or upon Government premises is strictly forbidden.",
        "12. The fabric of all Government-owned buildings, with the permanent fixtures attached thereto, the boundary walls, entrance gates, and approaches, will be kept in an efficient state of repair by the Department of State.",
        "13. Periodical painting and coloring of exterior, and papering, painting, coloring, etc., of interior, will be done only upon authorization by the Department of State. Exterior painting will, as a rule, not be authorized more frequently than once in every three years; nor interior painting more frequently than once in every four years. Painting at shorter intervals than these may be authorized by the Department of State if it is satisfied that such a need has arisen only from fair wear and tear.",
        "14. In case of damage by storm, fire, or other casualty, the expense of restoration of Government-owned buildings will be borne by the Department of State, provided the officer can show to the satisfaction of the department that the damage was in no way due to neglect of proper precautions. Urgent repairs may be executed at once to prevent further damage from exposure, but the officer should telegraph facts and obtain authorization for such emergency repairs where the damage is extensive and the outlay required will be large. Estimates of the cost of repairing the damage should be obtained and submitted to the Secretary of State and his approval and authorization obtained before ordering repairs.",
        "15. The cost of renewing fittings and fixtures worn out by natural wear and tear will, when authorized, be borne by the Department of State, as well as the cost of repairs. The officer must himself defray the cost of ordinary and periodical cleaning, including the sweeping of chimneys, the cleaning of kitchen flues and boilers, and the cleaning of tanks and cisterns.",
        "16. The Department of State will, within the limits of appropriations made by Congress, provide, maintain, and repair the necessary apparatus and fittings for heating, lighting, and supplying water; and it will pay reasonable charges for the actual supplying of fuel, electric current, gas, and water for the property.",
        "17. No trees may be removed except such as are of small size and value, nor may alterations be carried out in the grounds which are likely to increase the cost of maintenance or alter the appearance, without the authorization, given in advance, of the department.",
        "18. Whenever, in consequence of the occurrence of contagious or infectious disease in the household of an officer, disinfection has become necessary in order to protect the health of the occupants, the officer will be held responsible for providing that the premises are sufficiently disinfected, and for procuring from a medical officer a certificate that this has been done.",
        "19. Furniture will be supplied within the limits of available appropriations by the department for all Government-owned properties. Officers will be required to use the Government furniture as part of the equipment of the post; or, alternatively, they must be responsible for its care and storage.",
        "20. The Department of State will bear the cost of renewing and repairing office furniture at properties; but the cost of ordinary and periodical cleaning, including the beating of carpets, the cleaning or washing of curtains, etc., must be borne by the officer.",
        "21. The sanction of the department must be obtained before old furniture is repaired or replaced by new, and such sanction will be granted only when a reasonable time has elapsed since the articles to be replaced or repaired were originally purchased.",
        "22. Officers will be held personally responsible for the due preservation of residence and office furniture and furnishings and for the immediate repair, at their personal cost, of defects arising from neglect or improper use. It is understood that the Department of State will not renew or repair furniture, carpets, curtains, etc., which may be destroyed or damaged by the keeping of animals, birds, etc., or through being stored, and that all such damage must be repaired by the officer, who is also responsible for neglect of instructions or damage by his servants, subordinates, or guests.",
        "23. Furniture or other Government property is not, without the written sanction of the Department of State, to be removed from apartments furnished at Government expense. This prohibition applies equally to the removal of furniture from one house to another on the property. Should this rule be disregarded, and the articles become depreciated in value through being so transferred, or through being stored or otherwise neglected, the officer will be held personally responsible for the depreciation. Under no circumstances may the property of the Government be loaned or sublet without the previous approval of the department.",
        "24. In cases where property or furniture is provided for the use of a member of the Foreign Service below the rank of officer in charge, the same regulations will apply, except that the correspondence and accounts will be submitted through the officer in charge and not direct.",
        "25. Whenever the ranking officer is absent from the post beyond the normal period of leave of absence with pay (that is, 60 days plus transit time), provided that no member of his immediate family remains in the house, or during any absence for a shorter period in case of a mutual agreement of the two officers concerned, the substitute officer at the post will be authorized to occupy the premises. The survey mentioned in paragraph 4 and the transfer of the furniture and other property on the inventory must be made when such a change of occupation takes place.",
        "26. Space in Government-owned buildings shall be allotted by the Secretary of State under the direction of the Foreign Service Buildings Commission, and when allotted should not be changed except upon specific authorization.",
        "HERBERT HOOVER",
        "The White House,May 15, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5624-Regulations Governing the Occupation and Maintenance of Certain Foreign Service Quarters Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361369"
}