{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9370-authorizing-the-economic-stabilization-director-take-certain-action",
    "doc": "executive-order-9370-authorizing-the-economic-stabilization-director-take-certain-action",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9370-Authorizing the Economic Stabilization Director To Take Certain Action in Connection With the Enforcement of Directives of the National War Labor Board",
    "date": "August 16, 1943",
    "content": [
        "By virtue of the authority vested in me by the Constitution and the statutes of the United States, it is hereby ordered:",
        "In order to effectuate compliance with directive orders of the National War Labor Board in cases in which the Board reports to the Director of Economic Stabilization that its orders have not been complied with, the Director is authorized and directed, in furtherance of the effective prosecution of the war, to issue such directives as he may deem necessary:",
        "(a) To other departments or agencies of the Government directing the taking of appropriate action relating to withholding or withdrawing from a non-complying employer any priorities, benefits or privileges extended, or contracts entered into, by executive action of the Government, until the National War Labor Board has reported that compliance has been effectuated;",
        "(b) To any Government agency operating a plant, mine or facility, possession of which has been taken by the President under section 3 of the War Labor Disputes Act, directing such agency to apply to the National War Labor Board, under section 5 of said act, for an order withholding or withdrawing from a non-complying labor union any benefits, privileges or rights accruing to it under the terms or conditions of employment in effect (whether by agreement between the parties or by order of the National War Labor Board, or both) when possession was taken, until such time as the non-complying labor union has demonstrated to the satisfaction of the National War Labor Board its willingness and capacity to comply; but, when the check-off is denied, dues received from the check-off shall be held in escrow for the benefit of the union to be delivered to it upon compliance by it.",
        "(c) To the War Manpower Commission, in the case of non-complying individuals, directing the entry of appropriate orders relating to the modification or cancellation of draft deferments or employment privileges, or both.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 16, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9370-Authorizing the Economic Stabilization Director To Take Certain Action in Connection With the Enforcement of Directives of the National War Labor Board Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372388"
}