{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9090-establishing-airspace-reservation-over-portions-ulster-and-dutchess",
    "doc": "executive-order-9090-establishing-airspace-reservation-over-portions-ulster-and-dutchess",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9090-Establishing an Airspace Reservation Over Portions of Ulster and Dutchess Counties, New York",
    "date": "March 06, 1942",
    "content": [
        "By virtue of the authority vested in me by section 4 of the Air Commerce Act of May 20, 1926 (44 Stat. 570), the air space above the following-described portions of Ulster and Dutchess Counties, New York, is hereby reserved and set apart for national defense and other governmental purposes and for public safety purposes as an airspace reservation within which no person shall navigate a civil aircraft except by special permission of the Administrator of Civil Aeronautics:",
        "All that area within Ulster and Dutchess Counties, New York, lying within the following-described boundary:",
        "Beginning at the Biver Landing on the West Bank of Hudson River at East Kingston, Ulster County; thence in an East-Northeasterly direction to the center line of the Central New England Railroad Bridge over Shehomeko Creek at Pine Plains, Dutchess County: thence South-Southeast to the center line of the New York Central Railroad Bridge over Ten-Mile River at Dover Plains, Dutchess County; thence West-Southwest to the Southeast corner of the Mld-Hudson Bridge at Poughkeepsie, New York, and continuing on this line to the West Bank of the Hudson River, Ulster County; thence along the West Bank of the Hudson River to the point of origin.",
        "Any person navigating an aircraft within this airspace reservation in violation of the provisions of this order will be subject to the penalties prescribed in the Civil Aeronautics Act of 1938 (52 Stat. 973), as amended.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 6, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9090-Establishing an Airspace Reservation Over Portions of Ulster and Dutchess Counties, New York Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368033"
}