{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6948-code-fair-competition-for-the-motor-vehicle-maintenance-trade",
    "doc": "executive-order-6948-code-fair-competition-for-the-motor-vehicle-maintenance-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6948-A-Code of Fair Competition for the Motor Vehicle Maintenance Trade",
    "date": "January 18, 1935",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Motor Vehicle Maintenance Trade, and hearings having been held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of the said Code of Fair Competition, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act, and that the requirements of Clauses (1) and (2) of Sub-Section (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise do adopt and approve the reports, recommendations, and findings of the National Industrial Recovery Board and do order that the said Code of Fair Competition be and it is hereby approved; provided, however, that all of the provisions of the said Code be and they are hereby stayed for a period of sixty (60) days as to members of the Motor Vehicle Retailing Trade insofar as they conflict with any provisions of the Motor Vehicle Retailing Trade Code, in order to provide for the further study of such provisions by the Code Authorities for the two Codes; and, after such Notice and Hearing as the National Industrial Recovery Board may prescribe, I do further order that a determination be made by it as to which of the provisions of this Code or of the Code of Fair Competition for the Motor Vehicle Retailing Trade, if any, shall prevail in order that the purposes and policies of the National Industrial Recovery Act may be further effectuated, and; provided further, that Sections 2 and 3 of Rule 1 of Article VII and Rule 15 of Article VII be and they are hereby stayed pending the further order of the National Industrial Recovery Board; and provided further that the provision of Section 13-(i)-2 of Article VI of said Code for the Motor Vehicle Maintenance Trade reading \"to participate in the selection of members of the National Code Authority or,\" be and it is hereby stayed until such time as the National Code Authority is duly constituted and organized in accordance with the provisions of the said Code.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: W. A. Harriman          Administrative Officer",
        "The White HouseJan. 18, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6948-A-Code of Fair Competition for the Motor Vehicle Maintenance Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362613"
}