{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-11443-creating-emergency-board-investigate-disputes-between-the-carriers",
    "doc": "executive-order-11443-creating-emergency-board-investigate-disputes-between-the-carriers",
    "president": "Lyndon B. Johnson",
    "president_byline": "36th President of the United States: 1963 ‐ 1969",
    "title": "Executive Order 11443-Creating an Emergency Board to Investigate Disputes Between the Carriers Represented by the National Railway Labor Conference and Certain of Their Employees",
    "date": "January 13, 1969",
    "content": [
        "WHEREAS disputes exist between the carriers represented by the National Railway Labor Conference, designated in List A attached hereto and made a part hereof, and certain of their employees represented by the Order of Railway Conductors and Brakemen, a labor organization; and",
        "WHEREAS these disputes have not heretofore been adjusted under the provisions of the Railway Labor Act, as amended; and",
        "WHEREAS these disputes, in the judgment of the National Mediation Board, threaten substantially to interrupt interstate commerce to a degree such as to deprive the country of essential transportation service:",
        "Now, THEREFORE, by virtue of the authority vested in me by Section 10 of the Railway Labor Act, as amended (45 U.S.C. 160), I hereby create a board of three members, to be appointed by me, to investigate these disputes. No member of the Board shall be pecuniarily or otherwise interested in any organization of railroad employees or any carrier.",
        "The board shall report its findings to the President with respect to the disputes within thirty days from the date of this order.",
        "As provided by Section 10 of the Railway Labor Act, as amended, from this date and for thirty days after the board has made its report to the President, no change, except by agreement, shall be made by the carriers represented by the National Railway Labor Conference, or by their employees, in the conditions out of which the disputes arose.",
        "LYNDON B. JOHNSON",
        "The White House",
        "January 13, 1969",
        "LIST A",
        "EASTERN RAILROADS",
        "Baltimore and Ohio Railroad Company (Including former BR&P territory and Strouds Creek and Muddlety Railroad)\nCentral Railroad Company of New Jersey\nDelaware and Hudson Railroad Corporation\nDetroit and Toledo Shore Line Railroad Company Grand Trunk Western Railroad\nLehigh and New England Railway Company\nLehigh Valley Railroad\nMaine Central Railroad Company\nMonongahela Railway\nMonon Railroad\nNew York, Susquehanna and Western Railroad\nNorfolk and Western Railway Company (Lines of Former New York, Chicago and St. Louis Railroad Company)\nPenn Central Company (Formerly New York Central Railroad Company)\nPittsburgh and Lake Erie Railroad, including Lake Erie and Eastern Railroad\nReading Company",
        "WESTERN RAILROADS",
        "Atchison, Topeka and Santa Fe Railway Company\nCamas Prairie Railroad\nChicago and North Western Railway Company\nChicago, Burlington and Quincy Railroad\nChicago, Milwaukee, St. Paul and Pacific Railroad Company (System)\nColorado and Southern Railway\nDenver and Rio Grande Western Railroad Company\nDuluth, Missabe and Iron Range Railway Company\nGreat Northern Railway Company\nIllinois Central Railroad\nJoint Texas Division of CRI&P–FW&D Railway Company\nKansas City Southern Railway Company\nLouisiana & Arkansas Railway Company\nKansas, Oklahoma & Gulf Railway Company\nMissouri-Kansas-Texas Railroad Company\nMissouri Pacific Railroad Company\nMissouri-Illinois Railroad Company\nNorfolk and Western Railway (Lines formerly operated by the Wabash Railroad), Lines West of Detroit.\nNorthern Pacific Railway\nNorthwestern Pacific Railroad Company\nOregon, California & Eastern Railway Company\nPacific Coast Railroad Company\nSt. Louis-San Francisco Railway Company (Except NEO District)\nSan Diego and Arizona Eastern Railway Company\nSoo Line Railroad\nSouthern Pacific Company\nPacific Lines\nTexas and Louisiana Lines\nSpokane International Railroad Company\nSpokane, Portland and Seattle Railway Company (System Lines)\nTexas and Pacific Railway Company\nUnion Pacific Railroad Company\nWestern Pacific Railroad Company",
        "SOUTHEASTERN RAILROADS",
        "Central of Georgia Railway Company\nChesapeake and Ohio Railway Company\nClinchfield Railroad Company\nGeorgia Railroad\nGulf, Mobile and Ohio Railroad\nLouisville and Nashville Railroad Company\nNorfolk and Western Railway Company (Atlantic and Pocahontas Regions)\nNorfolk Southern Railway\nRichmond, Fredericksburg and Potomac Railroad Company (including Potomac Yard)\nSeaboard Coast Line Railroad Company\nSouthern Railway Company\nAlabama Great Southern Railroad Company\nCincinnati, New Orleans and Texas Pacific Railway Company\nGeorgia Southern & Florida Railway Company\nNew Orleans & Northeastern Railroad Company"
    ],
    "citation": "Lyndon B. Johnson, Executive Order 11443-Creating an Emergency Board to Investigate Disputes Between the Carriers Represented by the National Railway Labor Conference and Certain of Their Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/256665"
}