{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8455-designating-additional-construction-agencies-and-providing-for-the",
    "doc": "executive-order-8455-designating-additional-construction-agencies-and-providing-for-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8455-Designating Additional Construction Agencies and Providing for the Planning and Programming of Construction Undertaken or Aided by the Federal Government",
    "date": "June 26, 1940",
    "content": [
        "By virtue of the authority vested in me by the Constitution and by the laws of the United States, including the Employment Stabilization Act of 1931 (46 Stat. 1084), the Budget and Accounting Act, 1921 (42 Stat. 20), and Reorganization Plan No. I, made effective July 1, 1939, by Public Resolution No. 20, 76th Congress, approved June 7, 1939, it is ordered as follows:",
        "1. I hereby designate as \"construction agencies\", in addition to those agencies listed in section 2 (d) of the said Employment Stabilization Act of 1931, all departments, independent offices and establishments, bureaus, agencies, and divisions of the Federal Government, including Government-owned corporations, which now or may hereafter:",
        "(a) Plan, initiate, undertake, or engage in construction financed in whole or in part by the Federal Government, by contract, force account, Government plant and hired labor, or other similar procedures (all such agencies being hereinafter referred to as \"construction agencies (Class I)\"), or",
        "(b) Aid construction activity through grants-in-aid, loans, or other forms of financial assistance or through guaranties from the Federal Government (all such agencies being hereinafter referred to as \"construction agencies (Class II) \").",
        "2. In order to facilitate and assist in the advance planning of construction undertaken by the Federal Government, all construction agencies (Class I) shall prepare and keep up-to-date, in accordance with section 8 of the Employment Stabilization Act of 1931, six-year advance plans and programs of their public-works construction, to be financed in whole or in part by the Federal Government, and shall submit reports on such plans and programs and on any such construction in the manner herein provided.",
        "3. Beginning with the submission to the Bureau of the Budget in September 1940 of the estimates for the Budget for the fiscal year 1942, each construction agency (Class I) shall submit annually with its budget estimates, for the joint use of the Bureau of the Budget and the National Resources Planning Board, its six-year advance plan and program of public-works construction with a schedule of priorities for the projects assigned for construction to each of the six years.",
        "4. Each construction agency (Class I) shall submit a report to the National Resources Planning Board, for the joint use of the Board and the Bureau of the Budget, when the agency undertakes any examination, survey, investigation, or research directed toward the preparation of any reports, plans, programs, or estimates of construction costs for any project proposed to be constructed and financed in whole or in part by the Federal Government.",
        "5. Each construction agency (Class I) shall submit a report to the National Resources Planning Board, for the joint use of the Board and the Bureau of the Budget, when the agency completes any examination, survey, investigation, or research directed toward the preparation of any reports, plans, programs, or estimates of construction costs for any project to be constructed and financed in whole or in part by the Federal Government. Any subsequent revision by a construction agency (Class I) of an original report on any such examination, survey, investigation, or research shall be reported to the Board in the manner prescribed herein.",
        "6. Each construction agency (Class I), in submitting any report to the Congress or to any committee or member thereof on the results of any examination, survey, investigation, or research directed toward the preparation of any reports, plans, programs, or estimates of construction costs for any project to be constructed and financed in whole or in part by the Federal Government, shall include therein a statement as to the relationship of such report to the program of the President. Such reports shall be submitted to the Bureau of the Budget before the agency submits them to the Congress or to any committee or member thereof, and the Bureau of the Budget shall advise the agency as to the relationship of such report to the program of the President.",
        "7. Each construction agency (Class I) shall make such reports to the National Resources Planning Board, for the joint use of the Board and the Bureau of the Budget, as may be requested by the Board or required by the rules and regulation, issued hereunder, on the status of any project being constructed and financed in whole or in part by the Federal Government.",
        "8. Each construction agency (Class II) shall submit to the National Resources Planning Board, for the joint use of the Board and the Bureau of the Budget, such reports as the Board may request on any of its plans, programs, or estimates (including any examination, survey, investigation, or research directed toward the preparation of any reports, plans, programs, or estimates) of the cost of any construction for which financial aid, assistance, or guaranty is to be provided by such agency, or on the status of any construction activity receiving any financial aid, assistance, or guaranty from such agency.",
        "9. The Director of the Bureau of the Budget and the Chairman of the National Resources Planning Board shall jointly make such detailed rules and regulations as may be necessary to provide for the effective operation of this Executive order, and whenever necessary shall jointly determine whether a particular agency is to be regarded as a construction agency (Class I) or as a construction agency (Class II).",
        "10. If the Director of the Bureau of the Budget and the Chairman of the National Resources Planning Board shall jointly find that the immediate or future application of any or all of the provisions of this Executive order or of any rules and regulations issued hereunder is impracticable, they may, upon their own initiative or upon request from the chief of any construction agency, temporarily exempt any such agency or any project from such provisions.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 26, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8455-Designating Additional Construction Agencies and Providing for the Planning and Programming of Construction Undertaken or Aided by the Federal Government Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371949"
}