{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8352-amending-chapter-ix-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8352-amending-chapter-ix-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8352-Amending Chapter IX of the Foreign Service Regulations of the United States",
    "date": "February 25, 1940",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that Chapter IX of the Foreign Service Regulations of the United States be, and it is hereby, amended as follows:",
        "1. Section IX-1 is hereby amended to read as follows:",
        "IX-1. Assignment and commissioning of attachés. Attachés, other than those designated by the Secretary of State from the classified Foreign Service, shall be assigned by the Secretaries of their respective departments and, when such assignments have been approved by the Secretary of State, they shall be commissioned by him and shall reside at the seats of the various missions as the public interests demand. A diplomatic representative shall promptly inform the Foreign Office of the country to which he is accredited of the designation of an attaché to his mission.",
        "2. Section IX-2 is hereby amended to read as follows:",
        "IX-2. Duties of attachés. The duties of attachés are such as may be prescribed for them by the heads of their respective departments, from whom they receive their instructions and to whom they shall report, but such duties shall be performed under the general supervision of the chief of mission.",
        "In ceremonial matters, attachés are subject to the direction of the chief of mission, and are responsible to him for their personal conduct. The diplomatic representative shall report to the Department of State any conduct of the attachés which he considers unbecoming or embarrassing to the mission.",
        "3. The following is hereby added to Chapter IX as section IX-11:",
        "IX-ll. Duties of consular officers in connection with the Social Security Board of the Federal Security Agency activities abroad. Consular officers shall perform such duties for and submit such reports through the Department of State to the Social Security Board of the Federal Security Agency as may from time to time be required of them. They are also charged with the general supervision of Social Security Board activities abroad and are required to report immediately through the Department of State any information which may assist the Social Security Board in the efficient discharge of its responsibilities to its claimants or beneficiaries who reside in foreign countries.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8352-Amending Chapter IX of the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371958"
}