{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7542-transfer-certain-records-the-railroad-administration-the-general",
    "doc": "executive-order-7542-transfer-certain-records-the-railroad-administration-the-general",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7542-Transfer of Certain Records of the Railroad Administration to the General Accounting Office, the Interstate Commerce Commission, and the United States Civil Service Commission",
    "date": "January 27, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 4 of the act entitled \"An Act Making appropriations for sundry civil expenses of the Government for the fiscal year ending June 30, 1920, and for other purposes\", approved July 19, 1919 (41 Stat. 163, 233), it is ordered as follows:",
        "1. All files and records of the United States Railroad Administration (including file equipment) relating to claims arising out of or incident to a fire in the State of Minnesota on October 12, 1918, are hereby transferred to the custody and care of the General Accounting Office.",
        "2. The files and records of the United States Railroad Administration consisting of an additional set of freight rate authorities and all surplus copies of general orders, bulletins, circulars, annual reports, and contracts issued by or drawn in favor of the Director General of Railroads are hereby transferred to the custody and care of the Interstate Commerce Commission.",
        "3. The files and records of the United States Railroad Administration consisting of the original payrolls and personnel records of such Administration (including file equipment) are hereby transferred to the custody and care of the United States Civil Service Commission.",
        "4. The physical transfer of the files and records covered by this order shall be completed on or before February 15, 1937, and the General Accounting Office, the Interstate Commerce Commission, and the United States Civil Service Commission are respectively designated as custodians to receive such files and records.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 27, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7542-Transfer of Certain Records of the Railroad Administration to the General Accounting Office, the Interstate Commerce Commission, and the United States Civil Service Commission Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362815"
}