{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6464-commercial-bribery-provisions-codes-fair-competition-interpreted",
    "doc": "executive-order-6464-commercial-bribery-provisions-codes-fair-competition-interpreted",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6464-Commercial Bribery Provisions in Codes of Fair Competition Interpreted",
    "date": "November 27, 1933",
    "content": [
        "In order to effectuate the policy of title I of the National Industrial Recovery Act, approved June 16, 1933, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by title I of said National Industrial Recovery Act, hereby prescribe the following rules and regulations which shall have the effect of modifying any inconsistent provisions of any order, approval, rule, or regulation heretofore issued under title I of said act.",
        "1. By reason of confusion and misapprehension which has arisen regarding the meaning of certain commercial bribery provisions included in codes heretofore approved by me, I hereby interpret all such provisions to mean the following:",
        "No member of the industry shall give, permit to be given, or directly offer to give, anything of value for the purpose of influencing or rewarding the action of any employee, agent, or representative of another in relation to the business of the employer of such employee, the principal of such agent or the represented party, without the knowledge of such employer, principal or party. Commercial bribery provisions shall not be construed to prohibit free and general distribution of articles commonly used for advertising except so far as such articles are actually used for commercial bribery as hereinabove defined.",
        "2. I further order that if commercial bribery provisions are hereafter included in codes they shall conform to the foregoing.",
        "3. This order is intended to relate only to commercial bribery provisions and is not intended to interfere with an industry, if it so desires, dealing specifically with the subject of premiums in any way it may or shall have proposed if approved by me.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,November 27, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6464-Commercial Bribery Provisions in Codes of Fair Competition Interpreted Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373344"
}