{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5082-reserving-certain-described-lands-for-classification-and-pending",
    "doc": "executive-order-5082-reserving-certain-described-lands-for-classification-and-pending",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5082-Reserving Certain Described Lands for Classification and Pending Legislation, Oregon",
    "date": "March 22, 1929",
    "content": [
        "Under authority of the act of Congress approved June 25, 1910 (3G Stat. 847), as amended by the act of August 24, 1912 (37 Stat. 497), and subject to the conditions therein expressed, and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the public lands within the following described areas in Oregon, be and the same are hereby temporarily withdrawn for classification and in aid of proposed legislation, subject to valid claims and the provisions of existing withdrawals affecting certain of such lands:",
        "Willamette Meridian",
        "In T. 24 S., R. 7 E., E½ Sec. 11, N½ NE¼, SW¼ NE¼ and W½ Sec. 12, NE¼ SW¼, NW¼ SE¼, Lots 3 and 7 Sec. 13, NW¼ NE¼ Sec. 14;",
        "In T. 24 S., R. 8 E., Lots 1, 2, 3, 4, 6, 7, 8, 9, 10, 19, 20 Sec. 7, Lots 3, 4, 5, 6, 9 and 10 Sec. 8, NE¼ NW¼, SW¼ NW¼, NW¼ SW¼ Sec. 14, N½, NW¼ SW¼, S½ SW¼, NE¼ SE¼ Sec. 15, N½, SW¼, N½ SE¼, SE¼ SE¼ Sec. 17, NE¼ NE¼, SW¼ NE¼, SW¼, SE¼ SE¼ Sec. 18, SW¼ NE¼, NW¼ NW¼ Sec. 20, NW¼ NE¼, N½ NW¼ Sec. 22, W½ SW¼ Sec. 23, SW¼ NE¼, NW¼ NW¼, S½ NW¼, S½ Sec. 26, E½ NW¼, W½ SW¼ Sec. 27, SE¼ SE¼ Sec. 28, E½ and E½ SW¼ Sec. 30, W½ Sec. 32, SE¼ NE¼, NE¼ SE¼ Sec. 33, N½ NW¼, N½ SW¼, SE¼ SW¼ and SE¼ Sec. 34, NW¼ NW¼ and S½ Sec. 35;",
        "In T. 25 S., R. 8 E., N½ Sec. 1, N½ SE¼ Sec. 2, Lot 1, Sec. 3, SE¼ SE¼ Sec. 10, N½ SW¼, NW¼ SE¼ Sec. 12, NE¼ SE¼ and S½ S½ Sec. 13, E½ SW¼, NW¼ SE¼, S½ SE¼ See. 14, NE¼, NW¼ NW¼, S½ NW¼, NW¼ SW¼, S½ SW¼, N½ SE¼, SW¼ SE¼ Sec. 15;",
        "In T. 22 S., R. 9 E., NW¼ SE¼, NE¼ SW¼, S½ SW¼ Sec. 30, N½ NW¼, SE¼ SE¼ Sec. 31, SW¼ NE¼ Sec. 35;",
        "In T. 23 S., R. 9 E., Lot 1 Sec. 3, SW¼ SW¼ Sec. 4, E½ SW¼, SE¼ See. 5, all Sec. 8, N½ NW¼, SW¼ NW¼ Sec. 9, E½ SE¼ Sec. 15, all Sec. 16, N½, N½ S½ Sec. 17, N½ SW¼, SE¼ SW¼, W½ SE¼ Sec. 20, S½ N½, N½ SW¼, SE¼ SW¼, SE¼ Sec. 21, E½ NE¼, S½ SW¼ Sec. 22, NE¼ SE¼, S½ SE¼ Sec. 25, N½, SW¼, N½ SE¼ Sec. 27, NE¼ SW¼ and E½ Sec. 28, W½ NE¼, S½ SW¼, SW¼ SE¼ Sec. 29, W½ NE¼, E½ W½ and SE¼ Sec. 32, N½ NE¼, SW¼ NE¼, SE¼ NW¼, N½ SW¼ Sec. 33, N½ NW¼ Sec. 34;",
        "In T. 24 S., R. 9 E., W½ W½, SE¼ SW¼ Sec. 1, NE¼, SE¼ NW¼, W½ SW¼, E½ SE¼ Sec. 2, SE¼ SW¼, NE¼ SE¼, S½ SE¼ Sec. 3, N½ NE¼, SE¼ SE¼ Sec. 5, E½ SE¼ Sec. 8, NE¼, E½ NW¼, NE¼ SW¼, NW¼ SE¼ Sec. 10, N½ NE¼, SE¼ NE¼, NE¼ NW¼, N½ SE¼ Sec. 11, NW¼, NW¼ SW¼ Sec. 12, SE¼ NE¼, SE¼ SW¼, SE¼ Sec. 13, N½ NE¼, SW¼ NE¼ Sec. 17, S½ NE¼, NE¼ NW¼, N½ SE¼, SW¼ SE¼ Sec. 24, W½ NE¼, SE¼ Sec. 25, W½ SE¼ Sec.. 31, SE¼ NE¼, N½ SE¼, SW¼ SE¼ Sec. 35;",
        "In T. 25 S., R. 9 E., Sec. 1, Lot 1, S½ NE¼, N½ S½, SE¼ SE¼ Sec. 2, Lot 4, SW¼ SW¼, SE¼ SE¼ Sec. 3, SE¼ SE¼ Sec. 4, NE¼ NE¼, S½ NE¼, SE¼ SW¼, SE¼ Sec. 7, SW¼ NW¼, NW¼ SW¼, W½ SE¼ Sec. 8, E½, SE¼ NW¼, E½ SW¼ Sec. 9, W½ NE¼, NW¼, N½ SW¼ Sec. 10, SW¼ NE¼, SE¼ SW¼, W½ SE¼ Sec. 11, N½ N½ Sec. 12, N½ N½, SE¼ NW¼, NE¼ SW¼ and S½ S½ Sec. 17, NE¼ NE¼, Lot 2, S½ SE¼ Sec. IS;",
        "In T. 11 S., R. 10 E., Lot 5, Sec. 3, NW¼ Sec. 10, NW¼ NW¼ Sec. 11, Lot 1, SW¼ SW¼ Sec. 13, NW¼ NE¼, SE¼ SE¼ Sec. 14, SE¼ SE¼ Sec. 24, N½ NW¼ Sec. 25, N½ NE¼ Sec. 26, SE¼ NE¼ Sec. 27;",
        "In T. 13 S., R. 10 E., NW¼ NW¼ Sec. 8, SE¼ NE¼, NE¼ SE¼ Sec. 12, NE¼ NE¼ Sec. 13;",
        "In T. 14 S., R. 10 E., E½ NE¼, NE¼ SE¼, S½ S½ Sec. 12, E½ NE¼, S½ SW¼ Sec. 14, NE¼ NE¼, NE¼ NW¼ Sec. 22;",
        "In T. 16 S., R. 10 E., Lots 1, 2, NW¼ SE¼ Sec. 2, SE¼ SE¼ Sec. 33;",
        "In T. 17 S., R. 10 E., SE¼ NW¼ Sec. 5, NE¼ NE¼, NW¼ SW¼, S½ SW¼ Sec. 8, NW¼ NW¼, SW¼ SW¼ Sec. 9;",
        "In T. 18 S., R. 10 E., NE¼ SE¼ Sec. 2, SW¼ NW¼, SE¼ SW¼, NE¼ SE¼ Sec. 10;",
        "In T. 19 S., R. 10 E., N½ NE¼ Sec. 11, N½ SW¼ Sec. 25, SE¼ NW¼ Sec. 26, SW¼ NW¼ Sec. 34;",
        "In T. 21 S., R. 10 E., N½ and SE¼ Sec. 4, NW¼ and S½ Sec. 5, E½, Lots 3, 4, 7 and SE¼ SW¼ Sec. 6, N½ NW¼ Sec. 7, NE¼, E½ NW¼ Sec. 8, all Sec. 9, NE¼ Sec. 21, W½ SE¼ Sec. 33;",
        "In T. 22 S., R. 10 E., N½ SE¼ Sec. 5;",
        "In T. 23 S., R. 10 E., N½ NE¼, NE¼ NW¼ Sec. 29, Lots 2, 3 and 4 Sec. 30, N½ NW¼ Sec. 31, S½ SW¼ Sec. 32;",
        "In T. 24 S., R. 10 E., S½ SE¼ Sec. 7, NW¼ NE¼, S½ SW¼, SE¼ Sec. 8, NE¼, E½ NW¼, S½ Sec. 9, SE¼ NE¼, S½ Sec. 10, N½, SW¼, NW¼ SE¼ Sec. 11, N½, N½ SE¼ Sec. 12, SW¼ SE¼ Sec. 14, NW¼ Sec. 15, E½ NE¼, W½ NW¼, SW¼, N½ SE¼ Sec. 17, all Sec. 18, N½ NE¼, SW¼ NE¼, S½ NW¼ Sec. 19, NE¼ NE¼, S½ NE¼, NW¼ NW¼, NE¼ SW¼, SW¼ SW¼, N½ SE¼ Sec. 20, all Sec. 21, SW¼ NE¼, SE¼ NW¼, E½ SW¼, NW¼ SE¼ Sec- 23, N½ NW¼, SW¼ NW¼, SW¼ Sec. 26, NE¼, E½ NW¼ and S½ Sec. 27, W½ NE¼, NW¼, NW¼ SW¼, SE¼ SE¼ Sec- 28, E½, NW¼ NW¼ Sec. 29, NE¼ NE¼, S½ NE¼, SW¼, N½ SE¼, SW¼ SE¼ Sec. 30, NE¼ NW¼, Lots 1, 2, 3 and 4 Sec. 31, SE¼ SE¼ Sec. 32, NE¼ and S½ Sec. 33, all Sec. 34, N½ NW¼, SW¼ NW¼, SW¼ and SW¼ SE¼ Sec. 35;",
        "In T. 25 S., R. 10 E., Lot 4 Sec. 3, Lots 1, 2, 3 and 4 Sec. 4, Lots 3, 4, 5, 6, 7, SE¼ NW¼, NE¼ SW¼ Sec. 6, NE¼ SE¼ Sec. 15, NW¼ SE¼ Sec. 23;",
        "In T. 18 S., R. 11 E., W½ SW¼ Sec. 26, NE¼ SW¼, S½ SW¼, SE¼ Sec. 27, N½, E½ SW¼ and SE¼ Sec. 34, all Sec. 35;",
        "In T. 19 S., R. 11 E., Lots 1, 2, SW¼ NE¼, and W½ Sec. 2, all Sec. 3, N½ SE¼, SE¼ SE¼ Sec. 4, NE¼ NE¼, S½ NE¼, SE¼ NW¼, SE¼ Sec. 9, all Sec. 10, NW¼ SW¼, Lot 1 Sec. 13, Lots 1, 2, 3, 4, 5, 6, 7, SE¼ NW¼, NE¼ SW¼, N½ SE¼ Sec. 14, Lots 1, 2, 3, 4, 5, 6, 7, SW¼ NE¼, S½ NW¼, E½ SW¼, W½ SE¼ Sec. 15, Lots 1, 2, NW¼ NE¼ Sec. 22, N½, N½ S½ Sec. 23, SW¼ NE¼, SE¼ NW¼, Lots 1 and 2 Sec. 24;",
        "In T. 20 S., R. 11 E., NE¼ and Lot 3, Sec. 1, SW¼ NE¼, SE¼ NW¼ Sec. 22, NW¼ SE¼ Sec. 25;",
        "In T. 22 S., R. 11 E., E½ NE¼ Sec. 6, W½ SW¼ Sec. 14, NE¼ SE¼ Sec. 15, Lot 3 Sec. 18, SE¼ SW¼, S½ SE¼ Sec. 19, N½ NE¼, SW¼ NE¼, E½ NW¼, Lots 2, 4, E½ SW¼ Sec. 30, Lots 1 and 2 Sec. 31;",
        "In T. 23 S., R. 11 E., Lots 10 and 15 Sec. 7, SE¼ NE¼, NE¼ SE¼ Sec. 8, Lots 2, 3, 6, 8, 9,11 and 12 Sec. 18, W½ NE¼, NW¼ SE¼ Sec. 19, SE¼ NE¼ Sec. 29, Lots 9,12,13 Sec. 30, Lots 10 to 15, inclusive, Sec. 31;",
        "In T. 24 S., R. 11 E., Lots 5 to 10, inclusive, 13 to 19, inclusive, Sec. 6, Lots 2 to 7, inclusive, 10,11 and 12, Sec. 7, NE¼ NE¼, Lots 1, 2, 3, 4, 5, 16 and 17 Sec. 31;",
        "In T. 25 S., R. 11 E., S½ NE¼, N½ SE¼ Sec. 1, Lots 2, 3,4 Sec. 2, Lot 1 Sec. 4, SW¼ NE¼, N½ SE¼ Sec. 21, NW¼ NW¼, NW¼ SW¼ Sec. 22, W½ NE¼, N½ NW¼, SE¼ NW¼ Sec. 24;",
        "In T. 19 S., R. 12 E., Sec. 31, SW¼ Sec. 32, SW¼ SW¼ Sec. 33, SW¼ NE¼ Sec. 35;",
        "In T. 20 S., R. 12 E. NE¼ SE¼ Sec. 3, SW¼ W Sec. 14, SW¼ NW¼, NW¼ SW¼ Sec. 20, N½ NW¼ Sec. 31;",
        "In T. 21 S., R. 12 E., S½ SE¼ Sec. 19, NE¼ NE¼, NE¼ SE¼ Sec. 30;",
        "In T. 22 S., R. 12 E., Lot 4 Sec. 7, NE¼ NW¼ Sec. 8, SE¼ SE¼ Sec. 20, NE¼ NW¼, S½ NW¼ Sec. 21;",
        "In T. 25 S., R. 12 E., N½ S½ Sec. 6, NE¼ NE¼ Sec. 19;",
        "In T. 20 S., R. 13 E., Lots 6 and 7 Sec. 6, NW¼ NW¼ Sec. 8;",
        "In T. 21 S., R. 15 E., NW¼ NE¼ Sec. 34;",
        "In T. 22 S., R. 15 E., SW¼ SW¼ Sec. 2, N½ NE¼, N½ SW¼, SW¼ SW¼ Sec. 10, N½ NE¼ Sec. 23;",
        "In T. 23 S., R. 15 E., SW¼ NE¼, W½ SE¼ Sec. 2, NW¼ NE¼, SE¼ NE¼ Sec. 11, NE¼ SW¼ Sec. 12, SE¼ SW¼ Sec. 22, SE¼ NW¼ Sec. 25;",
        "In T. 22 S., R. 16 E., NE¼ NE¼, SW¼ NE¼ Sec. 17.",
        "This order shall continue in full force and effect unless and until revoked by the President or by an act of Congress.",
        "HERBERT HOOVER",
        "The White House,March 22, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5082-Reserving Certain Described Lands for Classification and Pending Legislation, Oregon Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360798"
}