{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7743-transferring-the-control-and-jurisdiction-over-certain-lands-dona-ana",
    "doc": "executive-order-7743-transferring-the-control-and-jurisdiction-over-certain-lands-dona-ana",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7743-Transferring the Control and Jurisdiction Over Certain Lands in Dona Ana County, New Mexico, From the Department of Agriculture to the Department of the Interior",
    "date": "November 19, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me under Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), it is ordered that the control and jurisdiction over the following-described lands, consisting of 3,186.997 acres, more or less, acquired by the United States through the Resettlement Administration, in Dona Ana County, New Mexico, be, and they are hereby, transferred from the Department of Agriculture to the Department of the Interior for conservation purposes in connection with the administration of the Taylor Grazing Act, approved June 28, 1934 (48 Stat. 1269), as amended by the act of June 26, 1936 (49 Stat. 1976):",
        "NEW MEXICO PRINCIPAL MERIDIAN",
        "T. 23 S., R. 1 E.,      Sec. 19, all;      Sec. 30, N½;",
        "T. 23 S., R. 1 W.,      Sec. 24, E½E½;      Sec. 26, NE¼;      Sec. 31, all;",
        "T. 23 S., R. 4 W.,      Sec. 34, SE¼;      Sec. 35, S½S½;",
        "T. 24 S., R. 8 W.,      Sec. 4, all, except the following-described tract:      Beginning at a point on the north line of U.S. Highway No. 80, from, which the southeast corner of section 4, township 24, south, range 3 west, bears S. 58°06' E., 2,590.4 feet distant;      Thence from said initial point, by metes and bounds,      S. 83°06' W., 300 ft. along north line of said highway;      N. 06°52' W., 500 ft.;      N. 83°08' E., 800 ft.;      Thence,      S. 06°52' E., 500 ft. to the place of beginning.      The tract as described contains an area of 3.443 acres.",
        "T. 24 S., R.4 W.,      Sec. 3, lots 1 to 4, inclusive, and S½N½.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 19, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7743-Transferring the Control and Jurisdiction Over Certain Lands in Dona Ana County, New Mexico, From the Department of Agriculture to the Department of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369028"
}