{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6711-b-supplemental-code-fair-competition-for-the-plumbing-contracting",
    "doc": "executive-order-6711-b-supplemental-code-fair-competition-for-the-plumbing-contracting",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6711-B-Supplemental Code of Fair Competition for the Plumbing Contracting Division of the Construction Industry",
    "date": "May 15, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved Juno 16, 1933, and pursuant to and in full compliance with the provisions of Section 5 of Article VIII of Chapter I of the Code of Fair Competition for the Construction Industry approved January 31, 1934, for approval of the Plumbing Contracting Chapter of said Code, and hearings having been held thereon, and the Administrator having rendered his report containing an analysis of said Plumbing Contracting Chapter and of said Code of Fair Competition as modified by the addition thereto of said Plumbing Contracting Chapter, together with his recommendations and findings with respect thereto, and the Administrator having found that the said Plumbing Contracting Chapter and the said Code of Fair Competition, as modified by the addition thereto of said Plumbing Contracting Chapter, comply in all respects with the pertinent provisions of Title I of said Act, and that the requirements of Clauses (1) and (2) of Subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Plumbing Contracting Chapter be and it is hereby approved, and that the previous approval of said Code of Fair Competition for the Construction Industry is hereby modified to include an approval of said Code in its entirety as modified by the addition thereto of said Plumbing Contracting Chapter;",
        "Provided, however, that with reference to Article III, Section 1, of this Chapter, the approval herein given is on condition that the Administrator may review or reconsider the provisions of this Section 1 at any time within a period of one hundred Rnd eighty (180) days from the effective date of tliis Chapter, and, upon the basis of such reports, studies or hearings as he may obtain or conduct, may require such modification of, or make such other determination with respect to, the provisions of fHis Section as ho shall by his further order direct; and provided further, that if it shall be represented to the Administrator and he shall determine that the provisions of this section impose undue hardship upon employers or employees or both, within any region or locality, he may at any time grant such stay of or exemption from the provisions of this section within such region or locality as he may determine is necessary to effect note the policy declared by Title I of the National Industrial Recovery Act.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,May 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6711-B-Supplemental Code of Fair Competition for the Plumbing Contracting Division of the Construction Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362484"
}