{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8515-setting-aside-area-within-the-canal-zone-preserve-and-conserve-its",
    "doc": "executive-order-8515-setting-aside-area-within-the-canal-zone-preserve-and-conserve-its",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8515-Setting Aside an Area Within the Canal Zone to Preserve and Conserve Its Natural Features for Scientific Observation and Investigation",
    "date": "August 13, 1940",
    "content": [
        "Whereas sections 1 and 2 of the Act approved July 2, 1940 (Public No. 711, 76th Congress, Third Session), entitled \"An Act to authorize the setting aside of an area within the Canal Zone to preserve and conserve its natural features for scientific study, for providing and maintaining facilities for such study, and for other purposes,\" provide as follows:",
        "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled. That the President is authorized and directed to set aside within the Canal Zone an area in Gatun Lake known as Barro Colorado Island in which the natural features shall, except in event of declared national emergency, be left in their natural state for scientific observation and investigation.",
        "Sec. 2. The purpose of setting aside such an area is to preserve and conserve its natural features, including existing flora and fauna, in as nearly a natural condition as possible, thus providing a place where duly qualified students can make observations and scientific investigations for increase of knowledge, under such conditions and regulations as may be prescribed by the Board of Directors of the Canal Zone Biological Area.",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the said Act of Congress, I hereby set aside within the Canal Zone for the purposes set forth in the said Act of Congress, and to be administered as therein provided, the area in Gatun Lake known as Barro Colorado Island, in which the natural features shall, except in event of declared national emergency, be left in their natural state for scientific observation and investigation.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 13, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8515-Setting Aside an Area Within the Canal Zone to Preserve and Conserve Its Natural Features for Scientific Observation and Investigation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368398"
}