{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9185-establishing-the-susquehanna-national-wildlife-refuge",
    "doc": "executive-order-9185-establishing-the-susquehanna-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9185-Establishing the Susquehanna National Wildlife Refuge",
    "date": "June 23, 1942",
    "content": [
        "MARYLAND",
        "By virtue of the authority vested in me as President of the United States, it is ordered that all the hereinafter-described lands and waters, including all of Shad Battery, or Edmondsons Island, owned or controlled by the United States and situated at the mouth of the Susquehanna River, in and at the head of Chesapeake Bay, in Harford and Cecil Counties, Maryland, be, and they are hereby, reserved and set apart, subject to valid rights, for the use of the Department of the Interior as a refuge and breeding ground for migratory birds and other wildlife:",
        "Beginning at a point at latitude 39°29'46'' N., and longitude 76°05'01\" W., in Chesapeake Bay, due north 200 yards from Fishing Battery Light;",
        "Thence from said initial point, by metes and bounds, due east 4,000 yards (2.27 miles, approximate) to a point at latitude 39°29'46\" N., and longitude 76°02'28\" W., approximate, in Chesapeake Bay;",
        "Thence due south 4,160 yards (2.36 miles, approximate) to a point at latitude 39°27'43'' N., and longitude 76°02'28'' W., approximate, in Chesapeake Bay;",
        "Thence N. 62°30' W., 2,680 yards (1.52 miles, approximate) to a point at latitude 39°28'21'' N., and longitude 76°03'59'' W., approximate, in Chesapeake Bay 440 yards distant from the northeast side of Spesutie Island at Locust Point;",
        "Thence northerly and westerly with a line 440 yards distant from the north shore of Spesitie Island to a point at latitude 39°28'48\" N., and longitude 76°05'48\" W., approximate, opposite the center of Spesutle Narrows;",
        "Thence due north 1,960 yards (1.11 miles. approximate) to a point at latitude 39°29'46\" N., and longitude 76°05'48\" W., approximate, in Chesapeake Bay;",
        "Thence due east 1,230 yards (0.76 mile, approximate) to the place of beginning.",
        "The area described contains 2,900 acres, more or less.",
        "The reservation herein made of that part of Shad Battery, or Edmondsons Island, under the primary jurisdiction of the Navy Department shall not interfere with its use by the Coast Guard for lighthouse purposes.",
        "This reservation shall be known as the Susquehanna National Wildlife Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 23, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9185-Establishing the Susquehanna National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372301"
}