{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9251-suspension-eight-hour-law-laborers-and-mechanics-employed-the-civil",
    "doc": "executive-order-9251-suspension-eight-hour-law-laborers-and-mechanics-employed-the-civil",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9251-Suspension of Eight-Hour Law as to Laborers and Mechanics Employed by the Civil Aeronautics Administration in the Construction of Public Works Which are Necessary for the Successful Prosecution of the War",
    "date": "October 03, 1942",
    "content": [
        "Whereas the Civil Aeronautics Administration is engaged in construction of landing areas and air navigation facilities and other public works which are necessary for the successful prosecution of the war; and",
        "Whereas the successful prosecution of the war requires the completion of such public works at the earliest practicable date; and",
        "Whereas by section 1 of the act of August 1, 1892, 27 Stat. 340, as amended by the act of March 3, 1913, 37 Stat. 726, (U.S.C., Title 40, section 321) the service of all laborers and mechanics employed by the Government upon any public work of the United States is limited to eight hours in any one day, except in case of extraordinary emergency; and",
        "Whereas it appears that unless the eight-hour limitation is suspended as to laborers and mechanics employed by the Civil Aeronautics Administration in the construction of the foregoing public works, it will be impossible because of the acute shortage of skilled mechanics and laborers to accomplish the work necessary to the completion of such public works within the time required by the interests of the war effort; and",
        "Whereas I find that by reason of the foregoing an extraordinary emergency exists:",
        "Now, Therefore, by virtue of the authority vested in me by section 1 of the said act of August 1, 1892, as amended by the said act of March 3, 1913, and as President of the United States, I hereby suspend, for the duration of the emergencies proclaimed by me on September 8, 1939 and May 27, 1941, the above mentioned provisions of law prohibiting more than eight hours labor in any one day of laborers and mechanics employed by the Government of the United States as to all work performed by laborers and mechanics employed by the Civil Aeronautics Administration and engaged in the construction of such landing areas, air navigation facilities, and other public works as the Administrator of Civil Aeronautics may from time to time specify as requiring, in the interest of the war effort, work in excess of eight hours per day: Provided, That the wages of all laborers and mechanics employed by the Government upon projects so specified by the Administrator of Civil Aeronautics shall be computed on a basic day rate of eight hours of work with overtime rates to be paid at time and one-half the basic rate of pay for all hours of work In excess of eight hours In any one day.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 3, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9251-Suspension of Eight-Hour Law as to Laborers and Mechanics Employed by the Civil Aeronautics Administration in the Construction of Public Works Which are Necessary for the Successful Prosecution of the War Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368107"
}