{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5290-accounts-and-returns-consular-officers",
    "doc": "executive-order-5290-accounts-and-returns-consular-officers",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5290-Accounts and Returns of Consular Officers",
    "date": "March 05, 1930",
    "content": [
        "The paragraphs of Article XXVII of the Consular Regulations of 1896 corresponding to the paragraph numbers hereinafter given, and as now in force, are hereby canceled and the following substituted:",
        "536. Accounts to be rendered monthly. All accounts, except an account for a period of less than a full month when an officer has surrendered charge temporarily or is submitting a final account at an office, must be rendered at the end of each calendar month and these accounts are to be designated according to the following form: \"Month ending ---- (Last day of month) ---- \" or \" Partial month ---- (Date) ---- to ---- (Date) ----, inclusive.\" All accounts must be mailed or otherwise sent to the Department of State in Washington as soon as possible after the close of the accounting period to which they relate, in no case to exceed ten days. (28 Stat. L. 209; U.S.C. title 31, sec. 78.)",
        "542. Disbursements. All disbursements, except as otherwise provided in Article XXVII of these Regulations, shall be included in a return (Form No. 294) to be transmitted by the officer in charge, accompanying the account current (Form No. 222), to the Department of State at the end of the accounting period to which it relates.",
        "544. Postage charges. Consular officers are required to support their charges for postage by a certificate (Form No. 188) setting forth the amounts so charged on official correspondence and packages. Postage is not to he charged in the accounts of a consular officer except on correspondence and packages received and sent by him on official business and by reason of his office.",
        "547. Clerk hire. The account of expenditures for clerks and other employees in a consular office is to be transmitted by the officer in charge to the Department of State accompanying the account current at the end of the accounting period to which it relates. The payee should acknowledge on the form provided by the Department of State (Form No. 275) the receipt of each payment.",
        "Whoever, being charged with the payment of any appropriation made by Congress, pays to any clerk or other employee of the United States a sum less than that provided by law, and requires such employee to receipt or give a voucher for an amount greater than that actually paid to and received by him, is guilty of embezzlement, and shall be fined in double the amount so withheld from any employee of the Government and imprisoned not more than two years. (35 Stat. L. 1105; U.S.C. title 18, sec. 172.)",
        "Other sections of the Criminal Code prohibit under penalty of fine and imprisonment the fraudulent execution, possession, transmission, or submission to the Government of the United States, of to any officer thereof, of any false document for the purpose of defrauding the United States. (35 Stat. L. 1094, 1095; U.S.C. title 18, secs. 72-75.)",
        "550. Consular court accounts. All fees and fines, imposed and collected by consular courts, are to be used to defray the expenses of such courts and detailed accounts of receipts and expenditures must be rendered to the Secretary of State on the 30th of June each year (Form No. 216) by the officer in charge of the consulate. Any surplus remaining at the end of the fiscal year, after the expenses of the court have been paid, is to be covered into the Treasury.",
        "The account must be supported by proper vouchers for all expenditures, and must be signed, sealed, and properly indorsed. Each case must stand by itself and show all fees and fines assessed and collected, and all disbursements made. At the end of the account should be appended a recapitulation or summary showing the total fees and fines received in each case and the total disbursements made. The balance after deducting the disbursements may be turned into the Treasury by being charged against the officer in his account current (Form No. 222) for the accounting period as \"Balance from the consular court account for the fiscal year ending June 30, __,\" but such action must be accurately noted in the consular court return. If fees are insuficient to pay expenses, the balance is payable from the contingent expense appropriation.",
        "All fees collected under the consular court regulations, all fines, and all disbursements from the consular court fund, must be entered in a separate court record and are not to be inscribed in the Record of Fees, nor are they to be included in the transcripts of such book sent to the Department of State.",
        "As the law prescribing the use of fee stamps refers only to consular and notarial acts, and not to judicial services, fee stamps are not to be used for services performed under the laws and regulations governing the consular courts.",
        "551. Expenses of prisons for American convicts. The account for expenses of maintaining, in countries in which American consular officers exercise judicial authority, institutions for incarcerating American convicts and persons declared insane by the United States Court for China or any consular court, is to be transmitted in accordance with the accounting periods prescribed by paragraph 536, with the necessary vouchers, when such expenses shall have been incurred, to the Department of State. This account covers the actual cost of rent of prison, prison expenses, keeping, feeding, medical attention, medicines, and transportation of prisoners, and persons declared insane by the United States Court for China or any consular court, and wages of prison keepers; and a deputy marshal and three assistant deputy marshals at Shanghai. Forms Nos. 194-195 are suitable for use in rendering this account. (28 Stat. L. 824.) No expenditures for repairs of furniture or equipment of prisons should be made without prior authority from the department.",
        "552. Accounts relating to seamen. The returns to be made under this general account are: (1) Schedule of disbursements, relief of seamen (Form No. 94), accompanied by a statement of relief of seamen (Form No. 94n); (2) Detailed list of seamen discharged, shipped, deserted, and deceased (Form No. 124, 124a). These returns are to be rendered to the Department of State in accordance with the accounting periods prescribed by paragraph 536, provided there are transactions to report. Attention is directed to Article XV herein for information as to the items to be embraced in the account for the relief of seamen and the vouchers to sustain them. (See also pars. 224 and 292.)",
        "554. Detailed list of seamen discharged, shipped, deserted, and deceased. This return (Form No. 124, 124a) is clearly explained by its title. Consular officers are required by section 7 of the act of June 26, 1884, to collect all arrears of wages due to seamen at the time of their discharge. (23 Stat. L. 55; U.S.C. title 46, sec. 683.) All amounts of wages which appear in this return as received by consular officers must be covered by the seaman's receipts for wages (Form No. 164, 164a), or by evidence of lawful disposition thereof.",
        "555. Ships' bills to be made in duplicate. All consular bills against vessels of the United States for moneys collected shall be made in duplicate and shall show each item of charge, including all moneys received for wages and extra wages, corresponding in these respects to the entries in the \"Register of Shipping and Seamen.\" The originals of such receipts are to be delivered to the master of the vessel; and the duplicates, after being countersigned by the master, are to be sent by the consular officer as vouchers to the account for the period to which they relate. In case the signature of the master can not from any cause be obtained, the reasons therefor should be reported at the time of sending the account.",
        "557. Detailed report of official services to American vessels and seamen. (Return made by consular agents at seaports.) This report (Form No. 168) must contain a detailed report of all the official services rendered during the period of account to which it relates and must be sworn to before an officer authorized to administer oaths.",
        "Under the head of \"Remarks\" on this form the consular officer should explain opposite the name of each United States vessel for which a fee is charged \"For receiving and delivering ship's register and papers,\" etc., the nature of the trip of the vessel, whether \"running regularly by weekly or monthly trips, or otherwise,\" and state \"the foreign port where the principal offices of the steamship company or owners are located.\" (23 Stat. L. 56; U.S.C. title 22, sec. 89.)",
        "558. Salary account and certificate as to absence. The salary accounts of Foreign Service officers must be rendered in accordance with the accounting periods prescribed by paragraph 536, except when an officer's detail or assignment is altered by orders or by his going away on leave of absence.",
        "Foreign Service officers are authorized to pay themselves from the official fees they may collect, if these are sufficient; if not, drafts may be drawn for the deficiency but not in greater amount than is actually due when the draft is drawn.",
        "The officer in charge of a consular post is required to pay the salaries of all subordinate officers, including Foreign Service officers assigned or detailed to the office, and employees, who should receipt therefor, from the fees received at the post, if these are sufficient; if not, drafts may be drawn by the officer in charge to complete the payments.",
        "Each account should be accompanied by a certificate as to absence, signed by the officer rendering the account, showing how many days he has been absent from his post and duty during the period covered by the account and whether by leave or otherwise, as prescribed on Form 222. (See last paragraph of par. 565.)",
        "563. Return of fees. All consular officers, including consular agents, will make a return (Form No. 101, 101a) to the Department of State of all fees received by them, of whatsoever kind, except as otherwise provided in Article XXVII of these Regulations, during each of the accounting periods prescribed in paragraph 536, to which such fees relate.",
        "If no fees have been received that fact must be stated on the return. Each return must be signed by the officer in charge and sworn to before some person authorized to administer oaths.",
        "Consuls general who are also diplomatic agents or ministers to make returns of fees. Consuls general who are accredited as diplomatic agents or ministers resident should forward returns of consular fees as above required.",
        "564. Residue of salary. When the amount received by any salaried consular officer on account of official fees during any accounting period, as prescribed in paragraph 536, shall be less than his salary for such period, he may draw on the Secretary of State for the difference at five days' sight. It must be stated on the face of the draft that it is for salary, designating the accounting period for which it is drawn. The drafts of consular officers on account of their salaries will not be honored, unless drawn in the manner prescribed. (See last paragraph of par. 565.)",
        "565. General account current. The accounts for each period prescribed in paragraph 536 must be stated on Form No. 222.",
        "Disposition of fees. The fees collected during each accounting period will be applied: (1) to the payment of salaries of Foreign Service officers; (2) to Contingent Expenses, United States Consulates; (3) to the Allowance for Clerk Hire at United States Consulates; (4) to the Relief and Protection of American Seamen; (5) to any other authorized account; and (6) to expenses incurred under special instructions.",
        "If, after the payment at the close of each accounting period of the several accounts mentioned above, there shall still remain in the hands of the officer in charge a surplus, he shall remit the same to the Department of State, by draft or money order payable to the Treasurer of the United States, or shall deposit it with any agent designated by the Secretary of State, taking a receipt therefor, which must accompany his next account.",
        "When a consul general who is also diplomatic agent or minister resident shall have occasion to credit consular fees, it should be done in his account as prescribed above.",
        "No authority can be given to a consular officer under which he can be relieved of his liability for fees or other public moneys in his possession deposited with banks or bankers, unless such deposits are made in Government depositories designated by the department. All such deposits are made at his own risk; and in the event of loss by failure of the bank, or otherwise, the consular officer must make it good, and the sureties on his official bond are liable for such loss.",
        "Interest accruing on public moneys in charge of a consular officer belongs to the Government and must bo accounted for and treated as an official receipt. (133 U.S. 273, 286.)",
        "When expenses exceed fees. In case the fees collected should be insufficient to meet all the expenses of a consular office during any period for which an account is rendered the amount collected should be applied in the order given above until exhausted, and the total of the balances due should then be drawn for, in one draft if possible, the amount for each account being shown on the right-hand margin of the draft.",
        "566. Neglect to report fees. It is provided by law that any consular officer of the United States who shall willfully neglect to render true and just accounts and returns of the business of his office and of moneys received by him for the use of the United States, or who shall neglect to pay over as required by law any balance of such moneys which may be due to the United States, shall be decmed guilty of embezzlement of the public moneys, and shall, on conviction thercof before any court of the United States having jurisdiction of like offenses, be punished by imprisonment not exceeding five years and by a fine not exceeding $2,000, and shall be forever disqualified from holding any office of trust or profit under the United States. (R.S. sec. 1734; U.S.C. title 22, sec. 102.)",
        "569. Accounts of consular agents. Accounts of consular agents should be rendered in accordance with the accounting periods established by paragraph 536, on the prescribed forms, to their principal officers.",
        "Accounts for services by consular agents to American vessels and seamen will be settled at the close of the fiscal year. Amounts found due on these accounts will be remitted by Treasury warrants payable to the order of the consular agents. No payments can be made on the accounts until they have been adjusted by the Comptroller General of the United States. Consular officers to whom consular agents are responsible are forbidden to reimburse them for such services, and consular agents must not pay themselves from fees on hand for any amounts due for services to American vessels and seamen.",
        "576. Loss and gain by exchange. Certificates or vouchers of consular officers (Form No. 92) showing loss or gain by exchange must be rendered to the Comptroller General of the United States covering all drafts sold or purchased by them and should accompany the accounts in which the drafts are included. The certificates must be signed by the consular officer and the party or parties with whom the transaction took place and embody the following facts:",
        "(1) Date of bill of exchange (draft) sold or purchased.      (2) Amount of bill of exchange (draft):           (a) In United States currency;           (b) In foreign currency.     (3) Loss or gain on sale or purchase of bill of exchange (draft).      (4) Amount received or paid for bill of exchange (draft):           (a) In United States currency;           (b) In foreign currency.     (5) Upon whom bill of exchange (draft) is drawn or to whom remittance is made, and on what account.",
        "When there is a gain by exchange either on drafts sold or purchased by consular officers, the amount should be credited in the account current (Form No. 222) as a miscellaneous receipt.",
        "Paragraphs 604 and 605 of Article XXIX of the Consular Regulations of 1896, are hereby canceled and the following substituted:",
        "604. Record books at consulate. The following record books are to be kept at consular offices:",
        "At inland consulales-",
        "(1) A record of fees in which shall be recorded daily in the order in which received all fees for services, including gratis services, authorized by the Tarifl of United States Consular Fees, the serial number, date, and amount of each fee, the nature of the service, and the person for whom performed.          (2) A fee stamp ledger, in which shall be kept a daily record of the kinds and values of all fee stamps received and canceled, or otherwise expended.          (3) A miscellancous record book, in which shall be kept such records as the department may from time to time direct, as well as records of all official matters pertaining to the office that require to be recorded and for which no other book is provided.          (4) A general cash book, in which shall be kept a record of official receipts and expenditures.",
        "At seaport consulates-",
        "In addition to the foregoing, the following record books will be kept at seaport consulates:",
        "(1) A register of shipping and seamen.          (2) A record of American senmen relieved, in which shall be recorded the number and names of all seamen relieved, from what vessel discharged, date and cause of discharge, date of leaving the consulate, and a detailed statement of the amounts disbursed on account of each.",
        "605. Record books at consular agencies. The following record books are required to be kept at consular agencies:",
        "At inland consular agencies-",
        "(1) A record of fees;          (2) A fee stamp ledger;          (3) A miscellaneous record book;          (4) A general cash book.",
        "At seaport consular agencies-",
        "In addition to the foregoing, the following record books will be kept at seaport consular agencies:",
        "(1) A register of shipping and seamen;          (2) A record of American seamen relieved;          (3) A record of official services to American vessels and seamen, in which shall be recorded an itemized statement of the official services actually and necessarily rendered to American vessels and seamen.",
        "This Executive order shall become eflective on July 1, 1930.",
        "HERBERT HOOVER",
        "The White House,March 5, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5290-Accounts and Returns of Consular Officers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373089"
}