{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7713-establishing-lake-thibadeau-migratory-waterfowl-refuge",
    "doc": "executive-order-7713-establishing-lake-thibadeau-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7713-Establishing Lake Thibadeau Migratory Waterfowl Refuge",
    "date": "September 23, 1937",
    "content": [
        "MONTANA",
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and as President of the United States, and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all the lands now or hereafter owned or controlled by the United States within the following-described area, comprising 3,668.48 acres, more or less, in Hill County, Montana, be, and they are hereby, withdrawn from settlement, location, sale, or entry, and reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or control thereof by the United States:",
        "PRINCIPAL MERIDIAN",
        "T. 34 N., R. 16 E.,      Sec. 1, lots 1 to 4, inclusive, and S½N½;      Sec. 2, lots 1 to 4, inclusive, and S½N½;      Sec. 3, lots 1 and 2, and S½NE¼.",
        "T. 35 N., R. 16 E.,      Sec. 22, E½;      Sec. 23, N½ and SW¼;      Sec. 26;      Sec. 27, E½;      Sec. 34, E½:      Sec. 35;      Sec. 36, W½.",
        "The reservation made by this order supersedes as to any of the above-described lands affected thereby the temporary withdrawal for classification and other purposes made by Executive Order No. 6910 of November 26, 1934, as amended.",
        "This reservation shall be known as the Lake Thibadeau Migratory Waterfowl Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 23, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7713-Establishing Lake Thibadeau Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369010"
}