{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9069-consolidating-certain-agencies-within-the-department-agriculture",
    "doc": "executive-order-9069-consolidating-certain-agencies-within-the-department-agriculture",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9069-Consolidating Certain Agencies Within the Department of Agriculture",
    "date": "February 23, 1942",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act, 1941 (Public Law 354, 77th Congress), approved December 18, 1941, and to further the successful prosecution of the war through the better utilization of agricultural resources and industries, it is hereby ordered as follows:",
        "1. (a) The Surplus Marketing Administration (including the Federal Surplus Commodities Corporation as an agency of the Department of Agriculture), the Agricultural Marketing Service (except the Agricultural Statistics Division), and the Commodity Exchange Administration of the Department of Agriculture and their functions, personnel, property, and records are consolidated into an agency to be known as the Agricultural Marketing Administration of the Department of Agriculture, which agency shall be administered under the direction and supervision of such officer as the Secretary of Agriculture shall designate.",
        "(b) The Agricultural Statistics Division of the Agricultural Marketing Service, Department of Agriculture, and its functions and the personnel, property, and records used primarily in the administration of its functions are transferred to the Bureau of Agricultural Economics of the Department of Agriculture.",
        "2. The Agricultural Adjustment Administration, the Soil Conservation Service, the Federal Crop Insurance Corporation, and the Sugar Division of the Department of Agriculture and their functions, personnel, property, and records are consolidated into an agency to be known as the Agricultural Conservation and Adjustment Administration of the Department of Agriculture, which agency shall be administered under the direction and supervision of such officer as the Secretary of Agriculture shall designate.",
        "3. The Bureau of Animal Industry, the Bureau of Dairy Industry, the Bureau of Plant Industry, the Bureau of Agricultural Chemistry and Engineering, the Bureau of Entomology and Plant Quarantine, the Bureau of Home Economics, the Office of Experiment Stations, and the Beltsville Research Center of the Department of Agriculture and their functions, personnel, property, and records are consolidated into an agency to be known as the Agricultural Research Administration of the Department of Agriculture, which agency shall be administered under the direction and supervision of such officer as the Secretary of Agriculture shall designate.",
        "4. All libraries administered by agencies of the Department of Agriculture and all units of the Department providing library and bibliographical service and their functions, personnel, property, and records are consolidated and shall be administered through such facilities of the Department as the Secretary of Agriculture shall designate.",
        "5. So much of the unexpended balances, appropriations, allocations, or other funds available (or to be made available) for the use of any agency in the exercise of any function transferred or consolidated by this order cr for the use of the head of any agency in the exercise of any function so transferred or consolidated, as the Director of the Bureau of the Budget with the approval of the President shall determine, shall be transferred for use in connection with the exercise of the function so transferred or consolidated. In determining the amount to be transferred the Director of the Bureau of the Budget may include an amount to provide for the liquidation of obligations incurred against such appropriations, allocations, or other funds prior to the transfer.",
        "6. This order shall remain in force during the continuance of the present war and for six months after termination thereof.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 23, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9069-Consolidating Certain Agencies Within the Department of Agriculture Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368042"
}