{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8417-amendment-rule-120-executive-order-no-4314-september-25-1925",
    "doc": "executive-order-8417-amendment-rule-120-executive-order-no-4314-september-25-1925",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8417-Amendment of Rule 120 of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing Navigation of the Panama Canal and Adjacent Waters and the Exclusion of Persons From the Canal Zone, as Amended by Executive Order No. 5065 of February 28, 1929",
    "date": "May 22, 1940",
    "content": [
        "By virtue of the authority vested in me by section 141 of title 2 of the Canal Zone Code, approved June 19, 1934, Rule 120 of Executive Order No. 4314 of September 25, 1925, establishing rules governing navigation of the Panama Canal and adjacent waters and the exclusion of persons from the Canal Zone, as amended by Executive Order No. 5065 of February 28, 1929, is hereby further amended to read as follows:",
        "\"RULE 120. Classes of persons excluded and deported. All persons of the following-described classes are hereby forbidden to enter, remain upon, or pass over any part of the Canal Zone, and the Governor of The Panama Canal is hereby authorized, in his discretion, to deport such persons when found within the Canal Zone:",
        "(a) Insane persons and persons who have had one or more attacks of Insanity at any prior time.",
        "(b) Idiots, imbeciles, feeble-minded persons, epileptics, and persons of constitutional psychopathic inferiority.",
        "(c) Persons afflicted with a loathsome, or dangerous, contagious disease.",
        "(d) Persons who have been convicted of, or admit having committed, a felony or other crime or misdemeanor involving moral turpitude.",
        "(e) Professional beggars, paupers, and persons who are likely to become public charges.",
        "(f) Anarchists, and persons whose purpose it is to incite insurrection.",
        "(g) Persons of notoriously bad character.",
        "(h) Persons who engage in any strike in the Canal Zone directed against the Government of the United States or any of its agencies, or who engage in inciting or attempting to incite other persons to engage in any such strike.",
        "(i) Persons who engage in, or incite or attempt to incite other persons to engage in, any strike in the Canal Zone which, although not directed against the Government of the United States or any of its agencies, will result in obstructing, impeding, delaying, or interfering with the operation, maintenance, sanitation, government, or protection of the Panama Canal and the Canal Zone or the observance, safeguarding, and enforcement in the Canal Zone of the neutrality of the United States or the strengthening within the Canal Zone of the national defense.",
        "(j) Any other persons whose presence, in the judgment of the Governor, would be a menace to the public health or welfare of the Canal Zone, or would tend to create public disorder or obstruct the operation, maintenance, sanitation, government, or protection of the Panama Canal or Canal Zone:",
        "Provided, however, that the provisions of this Rule shall be subject (1) to the provisions of section 142 of title 2 of the Canal Zone Code, as amended by section 7 of the act of June 24, 1936, 49 Stat. 1905, (2) to the provisions of Rule 127 of the said Executive Order No. 4314 of September 25, 1925, relative to passage through the Canal Zone by excluded or deported persons, and (3) to the pertinent provisions of the General Treaty proclaimed July 27, 1939, between the United States and the Republic of Panama.\"",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 22, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8417-Amendment of Rule 120 of Executive Order No. 4314 of September 25, 1925, Establishing Rules Governing Navigation of the Panama Canal and Adjacent Waters and the Exclusion of Persons From the Canal Zone, as Amended by Executive Order No. 5065 of February 28, 1929 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371936"
}