{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5574-chugach-national-forest-alaska",
    "doc": "executive-order-5574-chugach-national-forest-alaska",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5574-Chugach National Forest, Alaska",
    "date": "March 11, 1931",
    "content": [
        "Under authority of the act of Congress approved June 4, 1897 (30 Stat. 34-36), and on the recommendation of the Secretary of Agriculture, it is hereby ordered that the tract of land in Alaska lying within the following described boundaries, heretofore occupied for fish-cannery purposes, be, and the same is hereby, excluded from the Chugach National Forest and restored to entry under the applicable public land laws:",
        "Beginning at Corner No. 1, meander corner, on the north shore of Controller Bay at the mouth of Bering River, in latitude 60° 11' N. and longitude 144° 14' W.; which corner is a spruce post 4 feet long, squared to 4 inches, set 2 feet in the ground, marked EL/I-MC; from which",
        "A spruce, 24 in. diam., bears north, 40 Iks. distant, marked WEL/I-MC.",
        "The westerly end of Wingham Island bears S. 32' W.",
        "U.S.M.M. Kayak No. 20 bears N. 84° 20' W., 2.78 chs.",
        "Thence with meanders along beach, at line of ordinary high tide:",
        "(1) N. 85° 30' W., 1.54 chs.; at 0.14 chs., creek 12 lks. wide;",
        "(2) N. 78° W., 1.26 chs.; at end of course, U.S.G.S.B.M.;",
        "(3) N. 89° 30' W., 13.64 chs.; to Corner No. 2, meander corner, which is an unmarked iron pipe, 3 feet long, set 2 feet in the ground; from which",
        "The rock off the west end of Wingham Island bears S. 30° W. Pete's Point bears S. 77° W.",
        "An iron post with brass cap set flush with the ground bears north 1.54 chs. distant.",
        "Thence by metes-and-bounds survey: North, 12.70 chs.; across grassy flat.",
        "Corner No. 3, not set.",
        "Thence east.",
        "Corner No. 4, not set.",
        "Thence south, descending steep hill.",
        "HERBERT HOOVER",
        "The White House,March 11, 1931."
    ],
    "citation": "Herbert Hoover, Executive Order 5574-Chugach National Forest, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361771"
}