{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7677-civilian-conservation-corps",
    "doc": "executive-order-7677-civilian-conservation-corps",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7677-A-Civilian Conservation Corps",
    "date": "July 26, 1937",
    "content": [
        "By virtue of and pursuant to the authority vested in me under the act entitled \"An Act to establish a Civilian Conservation Corps, and for other purposes\" approved June 28, 1937 (Public No. 163, 75th Congress), it is hereby ordered as follows:",
        "1. Such reserve officers of the Army as shall be selected by the Secretary of War, such reserve officers of the Navy and Marine Corps as shall be selected by the Secretary of the Navy, and such warrant officers of the Coast Guard as shall be selected by the Secretary of the Treasury, the respective numbers thereof to be determined by the Director of the Civilian Conservation Corps, are hereby called to active duty, subject to the provisions of section 37a of the National Defense Act (39 Stat. 189) and the Act of February 28, 1925 (43 Stat. 1080), so far as applicable, and attached to the War Department for service with the Civilian Conservation Corps, and are ordered to report to the Secretary of War for such duty upon the receipt of written orders from the Secretary of War: Provided, that officers of the classes named above who were so employed on June 30, 1937, may be continued on active duty.",
        "2. The Director of the Civilian Conservation Corps is authorized, subject to the limitations and restrictions contained in Section 3 of the said Act of June 28, 1937, to undertake projects on lands belonging to or under the jurisdiction or control of counties and municipalities, and on lands in private ownership.",
        "3. The Secretary of War, the Secretary of Agriculture, the Secretary of the Interior and the Secretary of Labor are requested to cooperate with the Director of the Civilian Conservation Corps in carrying out the purposes of the said Act of June 28, 1937. Each of the said Secretaries shall appoint a representative who shall, upon request of the Director, confer with him and under his direction aid him in prosecuting effectively the purposes contemplated by the said Act.",
        "4. This order shall be effective as of July 1, 1937.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 26, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7677-A-Civilian Conservation Corps Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368998"
}