{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9426-authorizing-the-secretary-war-take-possession-and-operate-the-plants",
    "doc": "executive-order-9426-authorizing-the-secretary-war-take-possession-and-operate-the-plants",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9426-Authorizing the Secretary of War to Take Possession of and Operate the Plants, Facilities, Installations and Other Properties in California and Nevada of the Department of Water and Power of the City of Los Angeles, California",
    "date": "February 23, 1944",
    "content": [
        "Whereas after investigation I find that as the result of labor disturbances there is an interruption of the operation of the power plants, water work9 and distribution system of the Department of Water and Power of the City of Los Angeles, California, and that the war effort is being and will be unduly impeded or delayed by this interruption.",
        "Now, Therefore, by virtue of the power and authority vested in me by the Constitution and laws of the United States, including the War Labor Disputes Act of June 25, 1943, (Public Law 89, 78th Cong.) as President of the United States and Commander in Chief of the Army and Navy of the United States, It is hereby ordered as follows:",
        "1. The Secretary of War is hereby authorized to take possession of the water works, water production and water distribution facilities, power generating stations, distribution, transmission and communications systems, and other plants, facilities, installations and properties in the States of California and Nevada, of the said Department of Water and Power of the City of Los Angeles, California, in which strikes or labor disturbances have occurred or are threatened, together with any real or personal property, tangible or intangible, franchises, rights and other assets used in connection with the operation thereof; and to operate or arrange for the operation of such plants, facilities, installations and properties in such manner as he deems necessary for the successful prosecution of the war, and to do all things necessary for or incidental to the operation thereof.",
        "2. In carrying out this order, the Secretary of War may act through or with the aid of such public or private instrumentalities or persons as he may designate. All federal agencies, including but not limited to the War Manpower Commission, the National Selective Service System, and the Department of Justice, are directed to cooperate with the Secretary of War to the fullest extent possible in carrying out the purposes of this order.",
        "3 The Secretary of War shall permit the managements of the said plants, facilities, installations and properties taken under the provisions of this order to continue with their managerial functions to the maximum degree possible consistent with the aims of this order.",
        "4. The Secretary of War shall operate the plants, facilities, installations and properties under the terms and conditions of employment which are in effect at the time possession thereof is taken. subject to the applicable provisions of any existing law.",
        "5. The Secretary of War is authorized to take such action, if any, as he may deem necessary or desirable to provide protection for the said plants, facilities, installations and properties, and for all persons employed or seeking employment therein, and their families and homes.",
        "6. Possession, control and operation of any plants, facilities, installations and properties, or parts thereof, taken under this order, shall be terminated by the Secretary of War within sixty days after he determines that the efficiency of the plants, facilities, installations and properties has been restored to the level prevailing prior to the interruption referred to in the recital of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 23, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9426-Authorizing the Secretary of War to Take Possession of and Operate the Plants, Facilities, Installations and Other Properties in California and Nevada of the Department of Water and Power of the City of Los Angeles, California Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355183"
}