{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8950-establishing-airspace-reservation-over-portion-the-district-columbia",
    "doc": "executive-order-8950-establishing-airspace-reservation-over-portion-the-district-columbia",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8950-Establishing an Airspace Reservation Over a Portion of the District of Columbia",
    "date": "November 26, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 4 of the Air Commerce Act of 1926 (44 Stat. 570), the airspace above the following-described portion of the District of Columbia is hereby reserved and set apart for national defense and other governmental purposes, and for public-safety purposes, as an airspace reservation within which no person shall navigate a civil aircraft except by special permission of the Administrator of Civil Aeronautics:",
        "All that area within the City of Washington, D.C., lying within the following-described boundary:",
        "Beginning at the eastern end of the Arlington Memorial Bridge (Lat. 38°53'19\" N.; Long. 77°3'9'' W.) (also identifiable as a point adjacent to the Lincoln Memorial Monument); thence north along the eastern bank of the Georgetown Channel of the Potomac River to the eastern end of the Key. Bridge (Lat. 38°54'14\" N.; Long. 77°04'15\" W.);",
        "thence a distance of approximately 0.3 miles on a true bearing of 307° to Georgetown University (Lat. 38°54'25\" N.; Long. 77°04'28\" W.) (identifiable by the Astronomical Observatory situated within the University Grounds);",
        "thence a distance of approximately 1.7 miles on a true bearing of 6° to the National Cathedral (Lat. 38°55'52\" N.; Long. 77°04'17\" W.) (identifiable by the spires);",
        "thence a distance of approximately 3.4 miles on a true bearing of 78° to the Scott Building of the Soldiers' Home (Lat. 38°56'31\" N.; Long. 77°00'41\" W.) (identifiable by the clock cupola above the roof of such building);",
        "thence a distance of approximately 3.1 miles on a bearing of 175° true to the center of the Union Station (Lat. 38°53'49'' N.; Long. 77°00'23'' W.) (identifiable by the south southwest terminal of the railroad tracks);",
        "thence a distance of 0.4 miles on a true bearing of 120° to the center of Stanton Square (Lat. 38°53'36'' N.; Long. 77°00'00\" W.) (identifiable as the conjunction of Massachusetts Avenue, Maryland Avenue, and 4th, 5th, and 6th Streets Northeast, with such Square);",
        "thence a distance of approximately 0.5 of a mile on a true bearing of 180° to the center of Seward Square (Lat. 38°53'10\" N.; Long. 77°00°00\" W.) (identifiable as the conjunction of Pennsylvania Avenue, North Carolina Avenue, and 4th, 5th, and 6th Streets Southeast, with such Square);",
        "thence a distance of approximately 0.4 of a mile on a true bearing of approximately 242° to the intersection of the center-lines of New Jersey Avenue, North Carolina Avenue, and E Street Southeast (Lat. 38°53'00\" N.; Long. 77°00'24'' W.) (identifiable as a point adjacent to the smokestack of the Capitol power house);",
        "thence a distance of approximately 1.4 miles on a true bearing of approximately 268° to the center of the railroad bridge over the channel of water connecting the Tidal Basin and the Washington Channel (Lat. 38°52'58'' N.; Long. 77°01'57'' W.); and",
        "thence a distance of approximately 1.1 miles on a true bearing of approximately 291° to the point of beginning.",
        "Any person navigating an aircraft within this airspace reservation in violation of the provisions of this Order will be subject to the penalties prescribed in the Civil Aeronautics Act of 1938 (52 Stat. 973), as amended.",
        "This Order supersedes Executive Order No. 8378 of March 18, 1940, establishing an airspace reservation over a portion of the District of Columbia.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 26, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8950-Establishing an Airspace Reservation Over a Portion of the District of Columbia Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372213"
}