{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8854-revoking-executive-order-no-8168-june-14-1939-and-withdrawing-the",
    "doc": "executive-order-8854-revoking-executive-order-no-8168-june-14-1939-and-withdrawing-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8854-Revoking Executive Order No. 8168 of June 14, 1939, and Withdrawing the Land Released Thereby and Other Land For Use of the Coast and Geodetic Survey, Department of Commerce, as a Magnetic and Seismological Observatory Site",
    "date": "August 16, 1941",
    "content": [
        "ALASKA",
        "1. By virtue of the authority vested in me by the act of June 25, 1910, 36 Stat. 847, it is ordered as follows:",
        "Executive Order No. 8168 of June 14, 1939, reserving certain lands near Sitka, Alaska, for use as a magnetic and seismological observatory site by the United States Coast and Geodetic Survey, Department of Commerce, is hereby revoked.",
        "2. By virtue of the authority vested in me as President of the United States, it is ordered as follows:",
        "The lands contained in the reservation made by the said Executive Order No. 8168 of June 14, 1939, and the following-described tract of land near Sitka, Alaska, adjoining such lands, are hereby withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the United States Coast and Geodetic Survey, Department of Commerce, as a magnetic and seismological observatory site:",
        "Beginning at corner No. 7, U.S. Survey No. 2545, Alaska (unapproved), identical with corner No. 3, U.S. Survey No. 1804, and with corner No. 2 of the tract described in Executive order of August 12, 1898;",
        "From the point of beginning, by metes and bounds:",
        "N. 24°05' W., 6.24 chains, along easterly boundaries of Moose Lodge and Pioneer Home Cemeteries, to corner No. 8, U.S. Survey No. 2545;",
        "N. 0°09' E., 4.24 chains, to corner No. 9, U.S. Survey No. 2545;",
        "N. 59°07' W., 5.81 chains, to corner No. 10, U.S. Survey No. 2545;",
        "S. 82°10' W., 1.76 chains, along north boundary Pioneer Home Cemetery, to corner No. 11 of U.S. Survey No. 2545, on line 3-4, U.S. Survey No. 226;",
        "N. 15°30' W., 3.81 chains, along line 3-4, U.S. Survey No. 226, to corner No. 1, U.S. Survey No. 2545;",
        "N. 9°05' E., 4.45 chains, along line 1-2, U.S. Survey No. 2545, to a point described in Executive order of August 12, 1898, as corner No. 4;",
        "S. 42°46' E., 24.97 chains to a point described in said Executive order as corner No. 3;",
        "S. 71°59' W., 7.70 chains to the point of beginning.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 16, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8854-Revoking Executive Order No. 8168 of June 14, 1939, and Withdrawing the Land Released Thereby and Other Land For Use of the Coast and Geodetic Survey, Department of Commerce, as a Magnetic and Seismological Observatory Site Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210632"
}