{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8198-suspension-eight-hour-law-construction-certain-emergency-air-bases",
    "doc": "executive-order-8198-suspension-eight-hour-law-construction-certain-emergency-air-bases",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8198-Suspension of Eight-Hour Law as to Construction of Certain Emergency Air Bases",
    "date": "July 11, 1939",
    "content": [
        "Whereas the act of April 25, 1939, Public, No. 43, 76th Congress, 1st Session, authorizes the Secretary of the Navy to establish, develop, or increase naval aviation facilities at or in the vicinity of certain places mentioned therein, including Midway Island, Johnston Island, Palmyra Island, Kodiak, Alaska, and Sitka, Alaska; and",
        "Whereas it appears that the interests of the national defense require the establishment of naval aviation bases at such places at the earliest practicable date; and",
        "Whereas it further appears that it will be impossible to accomplish the work required in the establishment of such naval aviation bases at Midway Island, Johnston Island, Palmyra Island, Kodiak, Alaska, and Sitka, Alaska, because of the isolation of such places from sources of labor supply, within the time required by the interests of the national defense unless the provisions of law prohibiting more than eight hours labor in any one day of persons engaged upon work covered by contracts with the United States are suspended as to such work; and",
        "Whereas the act of March 4, 1917, 39 Stat. 1168, 1192 (U.S.C., title 40, sec. 326), provides \"That in case of national emergency the President is authorized to suspend provisions of law prohibiting more than eight hours labor in any one day of persons engaged upon work covered by contracts with the United States\"; and",
        "Whereas I find that by reason of the foregoing a national emergency exists:",
        "Now, Therefore, under and by virtue of the authority vested in me by the above-quoted provisions of the said act of March 4, 1917, I hereby suspend the provisions of law prohibiting more than eight hours labor in any one day of persons engaged upon work covered by contracts with the United States as to all work authorized and performed under the said Act of April 25, 1939, at or in the vicinity of the following places: Midway Island, Johnston Island, Palmyra Island, Kodiak, Alaska, and Sitka, Alaska.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 11, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8198-Suspension of Eight-Hour Law as to Construction of Certain Emergency Air Bases Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371847"
}