{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-13203-revocation-executive-order-and-presidential-memorandum-concerning",
    "doc": "executive-order-13203-revocation-executive-order-and-presidential-memorandum-concerning",
    "president": "George W. Bush",
    "president_byline": "43rd President of the United States: 2001 ‐ 2009",
    "title": "Executive Order 13203-Revocation of Executive Order and Presidential Memorandum Concerning Labor-Management Partnerships",
    "date": "February 17, 2001",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered that:",
        "Section 1. Executive Order 12871 of October 1, 1993, as amended by Executive Orders 12983 and 13156, which established the National Partnership Council and requires Federal agencies to form labor-management partnerships for management purposes, is revoked. Among other things, therefore, the National Partnership Council is immediately dissolved.",
        "Sec. 2. The Presidential Memorandum of October 28, 1999, entitled \"Reaffirmation of Executive Order 12871 - Labor-Management Partnerships\" (the \"Memorandum\"), which reaffirms and expands upon the requirements of Executive Order 12871 of October 1, 1993, is also revoked.",
        "Sec. 3. The Director of the Office of Personnel Management and heads of executive agencies shall promptly move to rescind any orders, rules, regulations, guidelines, or policies implementing or enforcing Executive Order 12871 of October 1, 1993, or the Memorandum, to the extent consistent with law.",
        "Sec. 4. Nothing in this order shall abrogate any collective bargaining agreements in effect on the date of this order. GEORGE W. BUSH\nThe White House,\nFebruary 17, 2001.",
        "[Filed with the Office of the Federal Register, 11:16 a.m., February 21, 2001]"
    ],
    "citation": "George W. Bush, Executive Order 13203-Revocation of Executive Order and Presidential Memorandum Concerning Labor-Management Partnerships Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/217548"
}