{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9172-establishing-panel-for-the-creation-emergency-boards-for-the",
    "doc": "executive-order-9172-establishing-panel-for-the-creation-emergency-boards-for-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9172-Establishing a Panel for the Creation of Emergency Boards for the Adjustment of Railway Labor Disputes",
    "date": "May 22, 1942",
    "content": [
        "Whereas, Section 5 of the Railway Labor Act, as amended (Ch. 8, title 45, U.S.C.) provides that for a period of thirty days after mediatory efforts of the National Mediation Board have failed to settle a dispute \"no change shall be made in the rates of pay, rules, or working conditions or established practices in effect prior to the time the dispute arose\"; and",
        "Whereas, duly designated and authorized representatives of employees may, during this thirty day period, take a strike vote and fix a date for the strike to become effective; and",
        "Whereas, Section 10 of the said Railway Labor Act requires the National Mediation Board to notify the President if an unadjusted dispute threatens, in its judgment, substantially to interrupt interstate commerce to a degree such as to deprive any section of the country of essential transportation service, and provides that upon receipt of such notification the President may, in his discretion, create a board to investigate and report respecting such dispute; and",
        "Whereas, the national interest demands that for the effective prosecution of the war there shall be no strike votes taken, or dates fixed for the beginning of strikes, or strikes, lock-outs, or embargoes put into effect, which would affect the transportation industry covered by the Railway Labor Act.",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and the Statutes of the United States, and in order to adjust the policies and procedures under the said Act to the requirements of the war emergency, it is hereby ordered as follows:",
        "1. There is hereby created, for the duration of the war and six months thereafter, a National Railway Labor Panel of nine members, hereinafter referred to as the Panel, to be appointed by the President, and to be qualified as to membership thereon in the same manner as provided in Section 10 of the Railway Labor Act for membership on emergency boards. The President shall designate a chairman from the members of the Panel and shall fill vacancies thereon as they may occur. The Chairman of the Panel shall receive such compensation, together with necessary traveling expenses, as the President may prescribe. The members of the Panel shall receive necessary travel expenses and subsistence expenses or per diem allowances in lieu thereof on such days as they are actually engaged in performance of duties pursuant to this Order.",
        "2. Whenever a dispute between a carrier or carriers and its or their employees concerning changes in rates of pay, rules, or working conditions, or whenever any other dispute not referable to the National Railroad Adjustment Board, is not adjusted or settled under the provisions of Sections 5, 6, 7, 8, and 9 of the Railway Labor Act, the duly designated and authorized representatives of employees involved in such dispute may, prior to notice by the National Mediation Board to the President of a threatened interruption to commerce, notify the Chairman of the Panel of the failure of the parties to adjust the dispute and of their desire to avoid the taking of a strike vote and the setting of a strike date. If, in the judgment of the Chairman of the Panel, the dispute is such that if unadjusted, even in the absence of a strike vote, it may interfere with the prosecution of the war, he may thereupon select three members of the Panel to serve as an emergency board to investigate such dispute and to report thereon to the President. Subject to the provisions of Section 10, such board shall have exclusive and final jurisdiction of the dispute and shall make every reasonable effort to settle such dispute.",
        "3. The National Mediation Board shall furnish the Panel stenographic, investigative, and such other facilities as may be necessary; and within the limits of the funds provided, and upon the certification of the Chairman of the Panel, shall make such other disbursements as are necessary to effectuate this Order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 22, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9172-Establishing a Panel for the Creation of Emergency Boards for the Adjustment of Railway Labor Disputes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372278"
}