{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6226-providing-for-current-encumbrance-reports",
    "doc": "executive-order-6226-providing-for-current-encumbrance-reports",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6226-Providing for Current Encumbrance Reports",
    "date": "July 27, 1933",
    "content": [
        "In pursuance of the provisions of the Budget and Accounting Act approved June 10, 1921, and Section 16 of the Executive Order (No. 6166) of June 10, 1933, I hereby prescribe the following regulations with regard to furnishing for use by the Bureau of the Budget proposed apportionments of each separate appropriation or other available fund administered by the several departments, independent establishments, and governmental corporations operating on public funds, and current reports of obligations incurred thereunder:",
        "1. There shall be maintained on the books of the Treasury Department under such regulations as the Secretary of the Treasury may prescribe, budgetary accounts relating to the apportionment and obligation of public funds.",
        "2. The head of each executive department, independent establishment, and governmental corporation operating on public funds shall furnish the Treasury Department such reports as the Secretary of the Treasury may require in order that the books of the Treasury may reflect currently the status of appropriations and other funds available for expenditure.",
        "3. The Secretary of the Treasury shall furnish the Director, Bureau of the Budget, such reports covering the status of appropriations and funds available for expenditure as the Director may require.",
        "4. The Secretary of the Treasury shall prescribe such forms and issue such instructions as he may consider necessary to carry out the provisions of this Order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 27, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6226-Providing for Current Encumbrance Reports Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362048"
}