{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6513-j-amendments-code-fair-competition-for-the-mens-clothing-industry-and",
    "doc": "executive-order-6513-j-amendments-code-fair-competition-for-the-mens-clothing-industry-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6513-J-Amendments to Code of Fair Competition for the Men's Clothing Industry and Amendments to Code of Fair Competition for the Cotton Garment Industry",
    "date": "December 18, 1933",
    "content": [
        "1. A Code of Fair Competition for the Men's Clothing Industry was approved by me on August 26, 1933. A public hearing having been held by the Administrator on due notice, with respect to certain amendments to the said Code, the Administrator having recommended the modification of my approval of said Code accordingly, the amendments being as follows:",
        "1. That the first paragraph of Article I of the Code be amended to read as follows:",
        "\"The term 'Clothing Industry' as used herein is defined to mean the manufacture of men's, boys' and children's clothing, uniforms, single knee pants, single pants (except work pants or single pants when made in work clothing factories), and men's summer clothing (except men's wash suits of one hundred per cent (100%) cotton content when made in work clothing factories in conjunction with work clothing).\"",
        "2. That the second paragraph of Article II of the said Code be deleted, which paragraph reads as follows:",
        "\"The minimum wage paid by employers to employees working on single knee pants shall be at the rate of thirty-seven cents (37¢) per hour.\"",
        "3. That there be substituted for the above paragraph the following:",
        "\"The minimum wage paid by employers to employees working on single knee pants and/or single pants shall be at the rate of thirty-four cents (34¢) per hour when employed in the southern section of the industry, and thirty-seven cents (37¢) per hour when employed in the northern section of the industry.\"",
        "4. That the following paragraph he added to Article II, which shall be the third paragraph of said Article:",
        "\"The minimum wage paid by employers to employees working on men's wash suits of one hundred percent (100%) cotton content, shall be at the rate of thirty-four cents (34¢) per hour in the southern section of the industry, and thirty-seven cents (37¢) per hour in the northern section of the industry; the minimum wage paid by employers to employees working on men's summer clothing (other than men's wash suits of one hundred percent (100%) cotton content) shall be at the rate of thirty-seven cents (37¢) per hour in the southern section of the industry, and forty cents (40¢) per hour in the northern section of the industry.\"",
        "5. That paragraph (a) of Article II be amended to read as follows:",
        "\"On and after the effective date, the minimum wage which shall be paid to cutters shall be at the rate of one dollar ($1.00) per hour, and the minimum wage which shall be paid to off-pressers shall be at the rate of seventy-five cents (75¢) per hour; except that in the southern section of the industry the minimum wage which shall be paid to cutters of all men's wash suits and or summer clothing shall be at the rate of eighty-five cents (85¢) per hour, and the minimum wage which shall be paid to off-pressers of such garments shall be at the rate of sixty cents (60¢) per hour.\"",
        "B. A Code of Fair Competition for the Cotton Garment Industry was approved by me on November 17, 1933. A public hearing having been held by the Administrator on due notice, pursuant to the second paragraph of Section A of Article II of the said Code, which paragraph reads as follows:",
        "\"The products covered by Section A, paragraphs 8, 10 and 14, are included in this Code pending the prompt holding of such further hearing on such notice as the Administrator in his discretion may fix, and the final determination of whether the definitions of any of them shall be modified or eliminated or whether any of the sub-divisions shall continue to be included in this Code.\"",
        "Paragraphs 10 and 14, to which the foregoing refers include: \"(10) men's and boys' pants in chief content of cotton;\" \"(14) men's cotton wash suits.\"",
        "The Administrator having rendered his report together with his recommendations and findings with respect to the following amendment to the said Code:",
        "That Section A of Article II be amended to read as follows:",
        "\"As used in this Code the term 'Cotton Garment Industry' means and includes the production by any of the following processes: (a) cutting, (b) creasing, (c) sewing (all or part of the garment), (d) trimming, (e) pressing, (f) finishing, (g) examining and inspecting, (h) boxing, or all of them, of any article or garment known as (1) work clothing, work garments, work pants and children's play suits; (2) men's shirts, including knitted outer shirts and polo shirts; (3) boys' shirts and blouses; (4) boys' wash suits; (5) work shirts of any material, including flannel shirts; (6) pajamas and nightshirts; (7) men's collars; (8) cotton wash dresses; (9) oiled cotton garments; (10) men's and boys' pants, when made in work clothing factories; (11) sheep lined and leather garments; (12) nurses and maids aprons and uniforms; (13) washable service apparel; (14) men's wash suits of one hundred percent (100%) cotton content, when made in work clothing factories in conjunction with work clothing.\"",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do approve the foregoing amendments, on the following conditions:",
        "1. That no manufacturing employee engaged in the production of men's wash suits of one hundred percent (100%) cotton content and/or men's and boys' pants when either of the foregoing is made in work clothing factories in conjunction with work clothing or work pants, shall be paid at less than the rate of thirty-four cents (34¢) per hour in the southern section of the industry, or less than thirty-seven cents (37¢) per hour in the northern section of the industry.",
        "2. It is hereby ordered that an Inter-Code committee of seven (7) persons shall be appointed by the Administrator, three (3) of whom shall be chosen from the Cotton Garment Industry, with the advice of the Chairman of its Code Authority, and three (3) of whom shall be chosen from the Men's Clothing Industry, with the advice of the Chairman of its Code Authority, and the seventh (7th) member shall be chairman of the said committee. The committee is hereby authorized to administer and supervise enforcement in respect of cotton wash suits and/or single pants. The said committee, may, on its own initiative, or upon reference by either Code Authority concerned, recommend to the Administrator, changes in maximum hours, or differentials or changes in the minimum wage to be paid employees, engaged in the production of single pants and/or cotton wash suits, and issue interpretations of this Order with respect to such garments. All questions arising from the operation of this Order shall be referred to the Inter-Code Committee for determination. Interpretations or determinations made by the said committee shall be subject to an appeal to the Administrator.",
        "On or before June 30, 1934, the Inter-Code Committee shall report to the two Code Authorities concerned, and to the Administrator, as to whether these provisions should be changed or modified by the Administrator.",
        "The Administrator shall arrange with the two Code Authorities for an equitable basis of contribution to cover the necessary expenditures for administration by the Inter-Code Committee.",
        "It is hereby ordered that the final approval of the Code of Fair Competition for the Men's Clothing Industry, contained in my Executive Order, dated August 26, 1933, and that the final approval of the Code of Fair Competition for the Cotton Garment Industry, contained in my Executive Order, dated November 17, 1933, shall be modified to the foregoing effect on and after January 2, 1934.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,December 18, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6513-J-Amendments to Code of Fair Competition for the Men's Clothing Industry and Amendments to Code of Fair Competition for the Cotton Garment Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373301"
}