{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5095-reserving-certain-described-lands-for-agricultural-experimentation",
    "doc": "executive-order-5095-reserving-certain-described-lands-for-agricultural-experimentation",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5095-Reserving Certain Described Lands for Agricultural Experimentation Station Purposes and for Establishment of Nunivak Island Reservation, Alaska",
    "date": "April 15, 1929",
    "content": [
        "It is hereby ordered that Nunivak Island, west of Etolin Strait, off the coast of Alaska, located approximately in latitude 60° north, longitude 166° west from Greenwich, in Bering Sea, and located within the area segregated by the broken line upon the diagram hereto attached and made a part of this order, be and the same is hereby reserved from settlement, location, sale, or entry, and from classification and lease under the provisions of the Act approved March 4, 1927 (44 Stat. 1452), entitled “An Act to provide for the protection, development, and utilization of public lands in Alaska by establishing an adequate system of grazing livestock thereon,” and set apart for the use of the Department of Agriculture in conducting experiments in the crossing and propagation of reindeer and native caribou, for contemplated experiments in reestablishing the musk ox as a native animal of Alaska, and also as a preserve and breeding ground for native birds and wild game and furbearing animals for carrying out the purposes of the Alaska game law of January 13, 1925 (43 Stat. 739, U.S.C., Title 48).",
        "The establishment of this reservation shall not interefere with the use of the island for lighthouse, military, or naval purposes, or with the construction of school houses, buildings, or other improvements by the Bureau of Education on Nunivak Island.",
        "It is unlawful within this reservation (a) willfully to set on fire or cause to be set on fire any timber, underbrush, or grass; (b) willfully to leave or suffer fire to burn unattended near any timber or other inflammable material; (c) after building a fire in or near any forest, timber, or other inflammable material to leave it without totally extinguishing it; (d) to hunt, trap, capture, willfully disturb or kill any wild birds or take or destroy the nests or eggs of any wild birds, or willfully disturb or kill any game or fur-bearing animal, or any animal that may be introduced except under such regulations as hereafter may be prescribed by the Secretary of Agriculture and then only in accordance with the Alaska game law and regulations thereunder with respect to wild birds and game and fur-bearing animals.",
        "Warning is hereby expressly given to all persons not to commit any of the acts herein enumerated under the penalties prescribed by Sections 52, 53, and 84, as amended April 15, 1924, of the United States Penal Code, and the Alaska game law of January 13, 1925 (43 Stat. 739), ox- any other law applicable to the Territory of Alaska.",
        "HERBERT HOOVER",
        "The White House,April 15, 1929.",
        ""
    ],
    "citation": "Herbert Hoover, Executive Order 5095-Reserving Certain Described Lands for Agricultural Experimentation Station Purposes and for Establishment of Nunivak Island Reservation, Alaska Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360809"
}