{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8027-authorizing-initial-appointments-certain-executive-and-policy-forming",
    "doc": "executive-order-8027-authorizing-initial-appointments-certain-executive-and-policy-forming",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8027-Authorizing Initial Appointments to Certain Executive and Policy Forming Positions in the Wage and Hour Division in the Department of Labor Without Compliance With the Civil Service Rules",
    "date": "December 23, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the provisions of paragraph EIGHTH of subdivision SECOND of Section 2 of the Civil Service Act (22 Stat. 403, 404), it is hereby ordered that, subject to the establishment before the Civil Service Commission of the requisite qualifications in each case, initial appointments to the positions of Chief of the Industry Committee Section; Chief of the Hearings and Exemptions Section; Director of Regional Offices; Chief of Policies and Standards Section; Regional Directors (12) and Territorial Representatives (3); Assistant Director of the Information Branch; Technical Advisor to the Administrator on employer and employee relations; and Special Assistant to the Administrator (2), of the Wage and Hour Division in the Department of Labor may be effected by the Administrator of said Wage and Hour Division without compliance with the competitive requirements of the Civil Service Rules: Provided, that persons so appointed shall not thereby acquire a competitive classified civil-service status.",
        "This order is recommended by the Administrator of the Wage and Hour Division in the Department of Labor.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,December 23, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8027-Authorizing Initial Appointments to Certain Executive and Policy Forming Positions in the Wage and Hour Division in the Department of Labor Without Compliance With the Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362931"
}