{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6602-allocation-funds-the-federal-civil-works-administration",
    "doc": "executive-order-6602-allocation-funds-the-federal-civil-works-administration",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6602-Allocation of Funds to the Federal Civil Works Administration",
    "date": "February 15, 1934",
    "content": [
        "Whereas the Federal Civil Works Administration was created by Executive Order No. 6420-B of November 9, 1933;",
        "Whereas section 5 of title 41 of the United States Code provides:",
        "\"Except as otherwise provided by law all purchases and contracts for supplies or services any of, the departments of the Government and purchases of Indian supplies, except for personal services, shall be made by advertising a sufficient time previously for proposals respecting the same, when the public exigencies do not require the immediate delivery of the articles, or performance of the service. When immediate delivery or performance is required by the public exigency, the articles or service required may be procured by open purchase or contract, at the places and in the manner in which such articles are usually bought and sold, or such services engaged, between individuals. (R.S. § 3709; June 25, 1910, c. 431, § 23, 36 Stat. 861.)\";",
        "Whereas in connection with the initiation and administration of the Federal Civil Works Administration, the Attorney General has ruled that the duty and responsibility of determining, within the meaning of the aforesaid statute \"when immediate delivery or performance is required by the public exigency \", is that of the President and that his decision is conclusive and not subject to review by any other officer of the Government;",
        "Whereas in the initiation and administration of the Federal Civil Works Administration the President determined that immediate delivery of certain supplies and services were \"required by the public exigency\";",
        "Whereas pursuant to such determination and under the authorization and direction of the President, said supplies and services were \"procured by open purchase or contract at the places and in the manner in which such articles are usually bought and sold, or such services engaged, between individuals\"; and",
        "Whereas certain disbursing officers are withholding payments for said supplies and services because they were not acquired through competitive bidding, etc.;",
        "Now, Therefore, by virtue of the authority vested in me by said section 5 of title 41 of the United States Code, title 2 of the National Industrial Recovery Act (48 Stat. 195), and the act of February 15, 1934 (Public, No. 93, 73d Cong.), appropriating $950,000,000 to carry out the purposes of the Federal Emergency Relief Act of 1933 (ch. 30, 48 Stat. 55), and to continue the Federal Civil Works program, and for other purposes, and by virtue of all other authority vested in me as President of the United States, the said disbursing officers are hereby directed, upon certification of a designated certifying officer of the Federal Civil Works Administration, to make payment for said supplies and services; and for such purposes and to continue the Federal Civil Works program, there is hereby allocated from the said appropriation of $950,000,000, the sum of $450,000,000, which shall be available for the aforesaid purposes under the existing rules and regulations of the Federal Civil Works Administration and such amendments thereto as may hereafter from time to time be promulgated by the Federal Emergency Relief Administrator as head of the Civil Works Administration.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 15, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6602-Allocation of Funds to the Federal Civil Works Administration Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362360"
}