{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5860-rules-governing-the-granting-and-issuing-passports-the-united-states",
    "doc": "executive-order-5860-rules-governing-the-granting-and-issuing-passports-the-united-states",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5860-Rules Governing the Granting and Issuing of Passports in the United States",
    "date": "June 22, 1932",
    "content": [
        "Section 1 of the act of July 3, 1926 (U.S. Code, title 22, sec. 211a), provides that \"The Secretary of State may grant and issue passports, and cause passports to be granted, issued, and verified in foreign countries by diplomatic representatives of the United States, and by such consul generals, consuls, or vice consuls when in charge, as the Secretary of State may designate, and by the chief or other executive officer of the insular possessions of the United States, under such rules as the President shall designate and prescribe for and on behalf of the United States, and no other person shall grant, issue, or verify such passports.\" The following rules are accordingly prescribed for the granting and issuing of passports in the United States.",
        "Section I.-Authority to Issue Passports in the United States and Abroad",
        "1. Section 1 of the act of July 3, 1926 (U.S. Code, title 22, sec. 211a), and section 4078 of the Revised Statutes as amended by the act of June 14, 1902 (U.S. Code, title 22, sec. 219), provide that no one but the Secretary of State may grant and issue passports in the United States, and he is empowered to refuse them in his discretion.",
        "2. Passports are issued by American consular officers abroad. A citizen who is abroad and desires to procure a passport should apply therefor to the nearest American consular officer.",
        "3. Passports are issued in the Virgin Islands, Hawaii, the Philippines, Guam, American Samoa, and Puerto Rico by the chief executives of those islands. Applications for passports by persons residing therein should be made to such chief executives.",
        "Section II.-To Whom Passports Are Issued",
        "4. Section 4076 of the Revised Statutes of the United States as amended by the act of June 14, 1902 (U.S. Code, title 22, sec. 212), provides that \"No passport shall be granted or issued to or verified for any other persons than those owing allegiance, whether citizens or not, to the United States.\"",
        "5. Unless a request is made by the parental or other guardian that a passport be denied, passports may be issued to minors upon their own application.",
        "6. Children may execute applications on their own behalf when of sufficient intelligence to understand the statements therein and the nature of the oath of allegiance.",
        "7. As a rule children of 12 years of age or more should be required to execute their own applications.",
        "8. If circumstances warrant, a parent or guardian may execute applications on behalf of minors of any age. The application should be signed thus: \"Richard Roe, by John Roe, father.\" The oath of allegiance need not be administered.",
        "Section III.-Persons Who May Be Included in One Passport",
        "9. Only persons who are citizens or who owe allegiance to the United States may be included in a passport of the United States.",
        "10. A passport issued to a husband or father may include his wife and unmarried minor children. A woman's passport may include her unmarried minor children.",
        "11. A minor brother or sister may be included in the passport of an older brother or sister.",
        "12. A minor grandchild, niece, or nephew of tender years may be included in the passport of the relative when the application therefor is accompanied by a request from the parental or other guardian.",
        "13. Members of the immediate family who are 21 years of age, maidservants, and manservants must bear separate passports.",
        "14. Adopted children, who are American citizens, may be included in a passport issued to the adoptive parents. (See rule 74.)",
        "Section IV.-Fee for the Execution of an Application and for a Passport; Passports Issued without Fees",
        "15. Section 1 of the act of June 4, 1920 (U.S. Code, title 22, sec. 214), provides in part as follows:",
        "\"From and after the 1st of July, 1920, there shall be collected and paid into the Treasury of the United States quarterly a fee of $1 for executing each application for a passport: . . .Provided, That nothing herein contained shall be construed to limit the right of the Secretary of State by regulation to authorize the retention by State officials of the fee of $1 for executing an application for a passport: And provided further, That no fee shall be collected for passports issued to officers or employees of the United States proceeding abroad in the discharge of their official duties, or to members of their immediate families, or to seamen, or to widows, children, parents, brothers, and sisters of American soldiers, sailors, or marines, buried abroad whose journey is undertaken for the purpose and with the intent of visiting the graves of such soldiers, sailors, or marines, which facts shall be made a part of the application for the passport.\"",
        "16. Section 2 of the act of May 16, 1932, provides:",
        "\"That the validity of a passport . . . shall be limited to a period of two years: Provided, That a passport may be renewed under regulations prescribed by the Secretary of State for a period, not to exceed two years, upon payment of a fee of $5 for such renewal, but the final date of expiration shall not be more than four years from the original date of issue: Provided further, That the Secretary of State may limit the validity of a passport, ... or the period of renewal of a passport to less than two years: Provided further, That the charge for the issue of an original passport shall be $9.\"",
        "17. Under the provisions of the act of June 4, 1920, a fee of $1 must be collected for the execution of each application for a passport. There is no exception to this rule.",
        "18. A fee of $9 must be collected for each passport issued except as hereinafter provided in rule 19.",
        "19. In accordance with the provisions of the act of June 4, 1920 (U.S. Code, title 22, sec. 214), no fee should be collected for passports issued to officers or employees of the United States proceeding abroad in the discharge of their official duties, or to members of their immediate families, or to seamen, or to widows, children, parents, brothers, and sisters of American soldiers, sailors, or marines buried abroad whose journey is undertaken for the purpose and with the intent of visiting the graves of such soldiers, sailors, or marines.",
        "20. The fee of $9, payable in currency or postal money order, must accompany each application for a passport executed before a clerk of court. If executed before a passport agent of the Department of State, the fees should be paid in currency. Postal money orders should be made payable to the disbursing officer, Department of State. Drafts or checks will not be accepted in the payment of passport fees.",
        "Section V.-Applications for Passports",
        "21. The act of June 15, 1917 (U.S. Code, title 22, sec. 213), requires every applicant for a passport issued under the authority of the United States to submit a written application, duly verified by his oath, and containing a true recital of each and every matter of fact which may be required by law or by rules authorized by law as a prerequisite to the issuance of a passport.",
        "22. The application must be made in person and signed by the person to whom the passport is to be issued.",
        "23. The application must be executed before a clerk of a Federal court or a State court authorized by the act of Congress of June 29, 1906 (34 Stat. 596), to naturalize aliens, or before an agent of the Department of State.",
        "24. The seal of the court, when the application is executed before a clerk of court, or the seal of an agency of the Department of State when the application is executed before such agent, must be affixed to the application.",
        "25. Where the application is not made at or near the place where the applicant resides, the applicant should give the name and address of a reputable person, residing at or near the place of the applicant's residence, to whom the clerk of court, the agent of the Department of State, or the Department of State itself may address such inquiry as may be necessary concerning the applicant. Where it is necessary to make inquiries by telegraph, the applicant should bear the expense thereof.",
        "Section VI.-Contents of Application for a Passport a. General. Each application for a passport must contain the following:",
        "26. The applicant's name.",
        "27. The names, places, and dates of birth of other persons to be included in the passport. (See Section III.)",
        "28. Date of the marriage, if the wife is to be included in the husband's passport or is applying for a passport in her own name.",
        "29. The place and date of the applicant's birth.",
        "30. The name of the applicant's father, the country of his birth, and his present place of residence. If the applicant is a married woman or has ever been married, in lieu of information concerning the country of birth and present place of residence of her father, information concerning the country of birth and present place of residence of her husband or former husband, if the marriage has been terminated, must be stated in the application, unless the citizenship of the woman is dependent upon the father, in which case information concerning both the father and husband or former husband must be stated in the application.",
        "31. When and for what period of time the applicant has resided outside of the United States, provided he is a naturalized citizen.",
        "32. The applicant's place of permanent residence, if any, in the United States and the occupation followed by him at that place.",
        "33. The number, date, place of issue, and the disposition made of any previous passport issued to the applicant.",
        "34. The period within which the applicant intends to return to the United States for permanent residence.",
        "35. The applicant's intended port and date of departure, and the name of the vessel if known at the time of making application for passport.",
        "36. The applicant's oath or affirmation of allegiance to the United States.",
        "37. Whether the applicant since acquiring American citizenship has taken an oath of allegiance to, or been naturalized in, a foreign state.",
        "38. The applicant's name should appear in full on the front page of the application, thus, \"John Henry Smith,\" not \"J.H. Smith\"; a married woman's name should appear on the front of her application in the family name of her husband, thus, \"Mary Elizabeth Doe,\" not \"Mrs. John Doe.\" If the applicant is a married woman who desires the use of her maiden or professional name, she may, in applying for a passport, use her maiden or professional name followed by the name of her husband-thus, \"Mary Doe (wife of John Henry Jones)\"-provided she submits satisfactory proof that she customarily uses her maiden or professional name and is regularly known thereunder in the community where she lives. The application should be signed by the applicant in his or her usual signature. If the applicant signs by mark, two attesting witnesses to the signature are required.",
        "39. Description of the applicant. Whenever possible some distinguishing mark or feature should be noted in the space provided therefor.",
        "b. Object of the applicant's journey abroad.",
        "40. The applicant for a passport must state in his application the names of the countries he expects to visit and the object of the visit to each.",
        "41. The Secretary of State may within his discretion require an applicant for a passport, or for the amendment or extension of a passport, to submit satisfactory evidence of the object of his journey abroad.",
        "c. Photographs of the applicant and persons accompanying the applicant.",
        "42. The application must contain a recently taken photograph of all persons who are included in the application. A group photograph is preferable.",
        "43. Photographs should have a light background and must be on thin paper not more than 3 by 3 inches and not less than 2½ by inches in size.",
        "44. The photograph of the person or persons included in the application must be attached to the back of the application under the seal of the officer before whom the application is executed.",
        "45. A duplicate copy of the photograph attached to the application must accompany the application for use in the passport for which application is made.",
        "46. Passport photographs must be signed by the applicant, the signature to correspond with the signature in the application.",
        "47. Photographs in uniform will not be accepted except from applicants who are in the active service of the military forces of the United States.",
        "d. Affidavit of a supporting witness.",
        "48. The applicant must be accompanied by at least one credible witness, an American citizen, who has known the applicant for a period of two or more years.",
        "49. The application should contain the supporting affidavit of such a witness, who must state the period of time during which he has known the applicant; that the applicant is the person whom he represents himself to be, and that his statements are true to the best of his knowledge and belief.",
        "50. Such supporting affidavit, together with any additional affidavit or affidavits which may be required, shall become part of the application, so that the following provisions of law shall be applicable: United States Code, title 22, sec. 220, concerning the making of false statements in applications and the penalty prescribed thereunder; United States Code, title 18, sec. 231, concerning perjury and the penalty prescribed thereunder; and United States Code, title 18, sec. 88, concerning conspiracies to commit an offense against or to defraud the United States and the penalty prescribed thereunder.",
        "51. The applicant or the witness should reside within the jurisdiction of the officer before whom the application is executed.",
        "52. If the applicant or the witness is not known to the clerk of court or passport agent and can not present conclusive documentary evidence of identity, the applicant must be accompanied by an American citizen established in a recognized profession or business and having his office or place of business within the jurisdiction of the court or the passport agency (e.g., a clergyman, lawyer, physician, banker, broker, real estate dealer, or merchant). Clerks of courts and passport agents should satisfy themselves of the identity and bona fides of the applicants and their witnesses.",
        "53. No lawyer or other person who expects to receive a fee in connection with the application or passport will be accepted as a witness.",
        "54. A passport issued by the Secretary of State to which is affixed the photograph and signature of the person to whom the passport was originally issued will be accepted in lieu of an identifying witness.",
        "e. A woman's application.",
        "55. A woman who has never been married must state in her application that she has not been married.",
        "56. A woman who has been married must state in her application the date of her marriage.",
        "57. A widow or divorcee must state in her application the date of her marriage and the date of the termination of the marital relation.",
        "f. Applications of naturalized citizens.",
        "58. An applicant who is a citizen through his own naturalization must state in his application the date of his immigration, the period of his continuous residence in the United States, the name of the court and place at which he was naturalized, and the date of his naturalization as shown in his certificate or record of naturalization. He must also state the precise periods and places of his foreign residence or sojourn abroad, if any, subsequent to naturalization. If the signature in the application does not conform to the applicant's name as written on his certificate of naturalization, an explanation of the difference should be submitted.",
        "59. If the applicant claims citizenship through the naturalization of husband or father, the applicant must state that he or she is the wife or child, as the case may be, of the person described in the certificate of naturalization, and with reference to the husband or father, the date of his immigration, period of his continuous residence in the United States, the name of the court and place in which he was naturalized, and the date of his naturalization as shown by the certificate or record of naturalization. The applicant must also state the period of his or her own continuous residence in the United States and the precise periods and places, if any, of his or her foreign residence or sojourn subsequent to the naturalization of the husband or father.",
        "g. Application of a resident of an insular possession of the United States who owes allegiance to the United States.",
        "60. A resident of an insular possession of the United States who owes allegiance to the United States must state in his application that he owes allegiance to the United States and that he does not acknowledge allegiance to any other government. (Also see Section XII.)",
        "Section VII.-Applications of Officers or Employees of the United States and of Their Immediate Families",
        "61. Officers or employees of the United States proceeding abroad under orders must submit with their applications a written request from the head of the department or office in which the applicant is employed for the issue of a passport to the applicant. The request should set forth the nature of the employment of the applicant and the official nature of his journey abroad.",
        "62. Applicants for passports who are the members of the immediate family of an officer or employee of the United States who is about to proceed abroad or who is abroad in the discharge of official duties are not required to submit documentary evidence of their status if they refer to a passport issued to such an officer or employee of the United States.",
        "Section VIII.-Applications of American Seamen",
        "63. As a rule American seamen traveling as such should use in lieu of passports the seaman's certificate of citizenship issued by customs officials. Nevertheless, passports are issued to seamen who are citizens or who owe allegiance to the United States whenever passports are required upon the travel in which the seamen are engaged.",
        "64. A seaman should transmit with his application the seaman's certificate of American citizenship or other official document of nationality or identity of which he is the bearer together with such additional evidence of American citizenship called for by Section X.",
        "Section IX.-Applications of Persons Visiting the Graves of American Soldiers, Sailors, or Marines Buried Abroad",
        "65. An application for a passport executed by a widow, child, parent, brother, or sister of an American soldier, sailor, or marine buried abroad must be accompanied by a statement from the War Department, Washington, D. C., setting forth the name of the deceased American soldier, sailor, or marine to whom the applicant claims relationship and that the body is buried in a foreign country. Passports issued upon such applications will be valid only for the country to be visited, and countries en route, and for the purpose of visiting the grave.",
        "Section X.-Evidence of Citizenship to Accompany Applications for Passports",
        "a. Native citizen.",
        "66. A person bom in the United States in a place where official records of birth were kept at the time of his birth must submit with the application a birth certificate under the seal of the official custodian of birth records. A certificate to be acceptable must show the place and date of birth and that the record thereof was made at the time of birth or shortly thereafter. If a birth certificate is not obtainable, that fact should be shown, and the application should be supported by a baptismal certificate or a certified copy of the record of baptism under the seal of the church in which the applicant was baptized, giving the place and date of birth, the date of baptism, and the date on which the record of baptism was made. A baptismal certificate to be acceptable must show that the baptism occurred within a short time after the birth of the applicant. If birth and baptismal certificates are not obtainable, an affidavit of the parent or of the physician, nurse, or midwife who attended the birth or the affidavit of a reputable person having sufficient knowledge to be able to testify as to the place and date of the applicant's birth may be accepted. A person who did not attend the birth but who testifies concerning the place and date of the applicant's birth should state briefly how and through what source the knowledge was acquired.",
        "67. A person bom abroad whose father was a native citizen of the United States must submit with the application the evidence of the father's birth in this country as required in the preceding section.",
        "68. If the applicant comes within the provisions of rules 66 or 67, reference to an application submitted since November 1, 1916, will be sufficient, provided there is a record on the previous application of the necessary evidence of citizenship having been submitted.",
        "b. Persons claim ing citizenship through naturalization of self or parent.",
        "69. A person claiming citizenship through naturalization, against whom the presumption of having ceased to be an American citizen has arisen under the provisions of section 2 of the act of March 2, 1907 (34 Stat. 1228), must submit with his application a supplementary affidavit setting forth the exact places and periods of foreign residence and the reasons therefor.",
        "70. A person naturalized in his own right must transmit with his application his certificate of naturalization.",
        "71. The child of a naturalized citizen claiming citizenship through the naturalization of the parent must state in the application the exact date of immigration to the United States and submit the parent's certificate of naturalization.",
        "72. A child bom abroad after the naturalization of the parent must submit with his application evidence of the nature described in the preceding rule.",
        "73. If the applicant comes within the provisions of rules 70, 71, or 72, his old passport will be accepted in lieu of a certificate of naturalization, provided the application upon which a previous passport was issued is found to contain sufficient information as to the naturalization of the applicant or the parent.",
        "c. Adopted child included in the passport of the foster parent or parents.",
        "74. Inasmuch as the adoption of an alien child by an American citizen does not confer American citizenship upon such child, it is necessary, when an adopted minor child is to be included in the passport of the foster parent or parents, that the application be accompanied by documentary evidence of the adoption of the child and evidence of the child's American citizenship.",
        "d. Wife included in husband's application.",
        "75. When a wife is to be included in the husband's passport, in addition to evidence of his own citizenship his application must be accompanied by evidence of his wife's citizenship if they were married on or after September 22, 1922.",
        "Section XI.-Evidence of Citizenship to Accompany a Woman's Application for a Passport",
        "76. American-born women who must submit evidence of own citizenship:",
        "(a) One who has never been married.",
        "(b) One who was married after September 21, 1922.",
        "(c) One who was married to an alien between March 2, 1907, and September 22, 1922, and whose marital status terminated prior to September 22, 1922. If the marriage was terminated by divorce, the original decree of divorce or a certified copy of the court record thereof must be submitted. If the marriage was terminated by death, a statement to that effect must be made in the application. The manner in which American citizenship was resumed must be shown.",
        "77. American-born women who were married to aliens prior to March 2, 1907, may receive passports upon submitting proof that they were American citizens at the time of their marriage, unless they lost citizenship by taking up a permanent residence abroad with their husbands at any time prior to September 22, 1922, and acquired as a result of the marriage the nationality of the country of which their husbands were citizens or subjects.",
        "78. An American-bom woman who was married to an American citizen prior to September 22, 1922, must submit evidence of own or husband's citizenship.",
        "79. An American woman who lost her American citizenship by marriage to an alien and whose husband became naturalized prior to September 22, 1922, must submit husband's certificate of naturalization.",
        "80. An American woman who was married to an alien on or after September 22, 1922, against whom the presumption of having ceased to be a citizen had arisen under the provisions of section 3 of the act of September 22, 1922 (42 Stat. 1021, 1022), prior to July 3, 1930, must submit with her application a supplementary affidavit explaining her protracted foreign residence.",
        "81. Alien-bom women who must submit evidence of own citizenship:",
        "(a) One who has never been married and who has been naturalized in her own right or who was naturalized through the naturalization or resumption of American citizenship by the parent.",
        "(b) One who was married to an alien and who, after the termination of the marital status, was naturalized in her own right.",
        "(c) One who was married to an alien prior to September 22, 1922, and who subsequent to that date was naturalized as an American citizen.",
        "(d) One who was married after September 22, 1922, and who was naturalized in her own right or who was naturalized through the naturalization or resumption of American citizenship by the parent.",
        "82. Alien-bom women who must submit evidence of husbands' citizenship:",
        "(a) One who acquired citizenship by virtue of her marriage to a native or naturalized citizen prior to September 22, 1922.",
        "(b) One who was married to an alien prior to September 22, 1922, and whose husband became naturalized prior to that date.",
        "83. An alien-bom woman who was married to a citizen or an alien after September 22, 1922, and who at the time of that marriage was a citizen by virtue of a former marriage to an American citizen must submit evidence of former husband's citizenship.",
        "84. A woman bom abroad of American parents should submit evidence of American citizenship as required in rules 67 and 72, provided her citizenship status was not changed by subsequent marriage or in some other manner.",
        "Section XII.-A Resident of an Insular Possession of the United States Who Owes Allegiance to the United States",
        "85. A resident of an insular possession of the United States who owes allegiance to the United States and who was bom where official records of birth w'ere kept at the time of his birth must submit with his application evidence of citizenship of the nature described in rule 66, except that two affidavits must accompany the application when a proper birth or baptismal certificate can not be submitted or an affidavit can not be obtained from a person who attended the birth. The affidavits must be executed by credible persons, who should state briefly how and through what source the knowledge of the date and place of the applicant's birth was acquired.",
        "86. If the applicant was born after April 11, 1899, in the Philippine Islands, Puerto Rico, or Guam, and can not present his birth or baptismal certificate, the affidavits which he is required to submit under the foregoing rule should contain, in addition to the statements called for concerning the applicant, a statement of the nationality of his father, the date and place of the latter's birth, and the period of the latter's residence in the insular possession.",
        "Section XIII.-The Use of Titles and Business or Professional Names in Passports",
        "87. Professional and other titles will not be inserted in passports, but an applicant's name in religion, an author's nom de plume, a stage or business name, etc., may be included in parentheses after the bearer's name.",
        "88. Persons who have had their names changed by decree or order of a court may be issued passports in the changed name upon submission of a certified copy of the decree or order of the court.",
        "89. If the name is changed by the applicant himself having adopted a new name, affidavits must be submitted from two or more persons to the effect that the applicant uses the new name, has used it for a stated period of time, is known by such name in the community in which he resides, and carries on his business or profession in that name.",
        "Section XIV.-Period of Validity of Passports and Extension of Limited Passports",
        "90. Section 2 of the act of May 16, 1932, provides in part as follows:",
        "\"That the validity of a passport . . . shall be limited to a period of two years: Provided, That a passport may be renewed under regulations prescribed by the Secretary of State for a period, not to exceed two years, upon payment of a fee of $5 for such renewal, but the final date of expiration shall not be more than four years from the original date of issue: Provided further, That the Secretary of State may limit the validity of a passport, ... or the period of renewal of a passport to less than two years: Provided further, That the charge for the issue of an original passport shall be $9.\"",
        "91. The original period of possible validity of a passport issued under the act of May 16, 1932, is restricted to two years, but the passport may be renewed for a period of not more than two years upon payment of a fee of $5.",
        "92. The Department of State is authorized in its discretion to restrict the original or renewal period of a passport to less than two years.",
        "93. A passport which was issued within the period of four years prior to application for renewal may be renewed in the discretion of the Department of State; but in any case where a person fails to apply for renewal of his passport prior to or immediately after the expiration of the original period of validity of two years his passport, when renewed, shall not extend beyond a period of four years from the original date of issue.",
        "94. The fee for the renewal of a passport is $5.",
        "95. Requests for renewal of a passport should not be made until the passport has expired or is about to expire.",
        "96. As a rule, passports having a remaining validity of more than three or four months should not be renewed unless special circumstances should warrant exceptional procedure.",
        "97. Requests for renewal may be made by personal application or letter addressed to the Department of State, a passport agent, a consular officer of the United States, or the chief executive of Hawaii, the Philippines, Puerto Rico, the Virgin Islands, Guam, or American Samoa.",
        "98. The fee of $5, in currency or postal money order, should accompany each request for renewal. Postal money orders should be made payable to the Disbursing Officer, Department of State.",
        "99. Drafts or checks will not be accepted.",
        "100. Each request for renewal should be accompanied by the passport which it is desired to be renewed.",
        "101. A person who holds an expired passport and desires a new passport must submit a new application therefor.",
        "102. A person in the United States who has been issued a passport restricted in validity to a period less than two years and who desires to apply for an extension of the validity of the passport to the full period of two years should communicate with the Department of State, unless he resides in a place where there is an agent of the Department of State, in which case the application for extension may be forwarded through such agent.",
        "103. A person outside the United States holding a passport which has been restricted in validity may apply through a diplomatic or consular officer of the United States or through the chief executive of one of the insular possessions of the United States to have his passport extended.",
        "104. No fee is required for the extension of a passport.",
        "Section XV.-Amendment of Passports",
        "105. Passports may be amended in the United States by the Department of State or any of the passport agents of the Department of State.",
        "106. Passports may be amended in the insular and territorial possessions of the United States by the chief executives of such insular or territorial possessions.",
        "107. Passports may be amended abroad by consular officers of the United States.",
        "108. No fee is charged for the amendment of a passport.",
        "109. A passport may be amended upon the written request of the bearer to indicate the object of a particular journey.",
        "110. Passports may be amended to include those persons only who are citizens of or who owe allegiance to the United States.",
        "111. An application for the amendment of a passport to include any person or persons should be in writing and accompanied by two satisfactory photographs (see rule 43) and evidence of citizenship, as required by these rules.",
        "112. A passport may be amended to include the husband, wife, or minor children.",
        "113. A passport of a brother or sister may be amended to include younger brothers and sisters.",
        "114. A passport may be amended, with the written consent of parent or guardian, to include a grandchild, niece, or nephew of tender years.",
        "115. A passport will not be amended to include a person who bears a valid passport or who is included in a valid passport unless such passport is submitted for cancellation or for amendment to exclude the applicant for a new or separate passport.",
        "116. A passport may be amended upon the written request of the bearer to exclude a person or persons originally included in the passport.",
        "Section XVI.-Additional Regulations",
        "117. The Secretary of State is authorized to make regulations on the subject of granting and issuing of passports additional to these rules and not inconsistent with them.",
        "HERBERT HOOVER",
        "The White House,June 22, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5860-Rules Governing the Granting and Issuing of Passports in the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361795"
}