{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6980-approving-agreement-between-employer-members-the-division-the",
    "doc": "executive-order-6980-approving-agreement-between-employer-members-the-division-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6980-A-Approving Agreement Between Employer Members of the Division of the Painting, Paperhanging and Decorating Division of the Construction Industry and Certain of Their Employees in the Region of the Boroughs of Manhattan and the Bronx, State of New York",
    "date": "March 01, 1935",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, and the Code of Fair Competition for the Construction Industry, approved January 31, 1934, for approval of an Agreement between certain employers who are members of the Painting, Paperhanging and Decorating Division of said Code, and certain employees in the Region of the Boroughs of Manhattan, Richmond and the Bronx, State of New York, as defined in said Agreement, and a hearing having been held thereon, and the National Industrial Recovery Board having rendered its report containing an analysis of said Agreement, together with its recommendations and findings with respect thereto, and the National Industrial Recovery Board having found that the sponsors of said Agreement are truly representative of employers and employees, respectively, operating within said Division within said Boroughs of Manhattan and the Bronx, and said sponsors are not so representative of the respective employers and employees for said Borough of Richmond, and that said Agreement complies in all respects with the pertinent provisions of Title I of said Act and of said Code:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, pursuant to said Code of Fair Competition for the Construction Industry, and otherwise, do hereby adopt and approve the report, recommendations and findings of the National Industrial Recovery Board and do hereby order that the said Agreement be and the same hereby is approved insofar as it applies to the operations of Painting, Paperhanging and Decorating Division in the Boroughs of Manhattan and the Bronx, in the State and in the City of New York, and the same is not approved insofar as it applies to operations of said Division in the Borough of Richmond, in the State of New York.",
        "Provided, that the National Industrial Recovery Board may provide such exceptions and exemptions from the operation of the provisions of this Agreement resulting from my approval, with or without conditions for the granting thereof, as appear necessary to effectuate the policies and purposes of the Act, or of the Code of Fair Competition under which this Agreement is made, or this Agreement, or to avoid undue hardship or hardships to any individual or individuals.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     National Industrial Recovery Board     By: W. A. Harriman          Administrative Officer",
        "The White HouseMar. 1, 1935."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6980-A-Approving Agreement Between Employer Members of the Division of the Painting, Paperhanging and Decorating Division of the Construction Industry and Certain of Their Employees in the Region of the Boroughs of Manhattan and the Bronx, State of New York Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362654"
}