{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8744-authorizing-certain-employees-the-government-acquire-classified-civil",
    "doc": "executive-order-8744-authorizing-certain-employees-the-government-acquire-classified-civil",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8744-Authorizing Certain Employees of the Government To Acquire a Classified Civil Service Status",
    "date": "April 24, 1941",
    "content": [
        "By virtue of the authority vested in me by section 2 of the Civil Service Act (22 Stat. 403, 404), and by section 1753 of the Revised Statutes of the United States, it is hereby ordered as follows:",
        "The incumbent of any position covered into the classified civil service of the Government by section 1 of the Executive order of April 23, 1941, entitled \"Extending the Classified Civil Service\", who, between the date of that order and the effective date of section 1 thereof, is involuntarily separated from the service by reason of a reduction in force, the abolition of his position, or the liquidation, in whole or in part, of the agency in which he is employed, may acquire a classified civil-service status for transfer to a position in the classified civil service: Provided, (1) that he has rendered six months of satisfactory service immediately prior to his involuntary separation from the service; (2) that he is unqualifiedly recommended for further Government employment by the head of the agency in which he last served; (3) that he qualifies in such suitable noncompetitive examination as the Civil Service Commission may prescribe, only one such noncompetitive examination being given to any such incumbent; and (4) that he obtains such transfer within one year from the date of his separation from the service.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 24, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8744-Authorizing Certain Employees of the Government To Acquire a Classified Civil Service Status Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372089"
}