{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8606-definition-noncombatant-training-and-service",
    "doc": "executive-order-8606-definition-noncombatant-training-and-service",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8606-Definition of Noncombatant Training and Service",
    "date": "December 06, 1940",
    "content": [
        "1. By virtue of authority contained In section 5 (g) of the Selective Training and Service Act of 1940, approved September 16, 1940, whereby it is provided:",
        "\"Nothing contained in this Act shall be construed to require any person to be subject to combatant training and service in the land or naval forces of the United States who, by reason of religious training and belief, is conscientiously opposed to participation in war in any form. Any such person claiming such exemption from combatant training and service because of such conscientious objections whose claim is sustained by the local board shall, if he is inducted into the land or naval forces under this Act, be assigned to noncombatant service as defined by the President, or shall, if he is found to be conscientiously opposed to participation in such noncombatant service, in lieu of such induction, be assigned to work of national importance under civilian direction. * * *\"",
        "I hereby declare that the following military service is noncombatant service:",
        "(1) Service in any unit which is unarmed at all times.",
        "(2) Service in the Medical Department wherever performed.",
        "(3) Service in any unit or installation the primary function of which does not require the use of arms in combat, provided the individual's assignment within such unit or installation does not require him to bear arms or to be trained in their use.",
        "I further declare that noncombatant training consists of training in all military subjects except marksmanship, combat firing, target practices, and those subjects relating to the employment of weapons.",
        "2. Persons inducted into the military service under the above act whose claim to exemption from combatant training and service because of conscientious objection has been sustained will receive noncombatant training and be assigned to noncombatant military service as defined in paragraph one.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,December 6, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8606-Definition of Noncombatant Training and Service Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371969"
}