{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6898-authorizing-appointments-certain-temporary-positions-the-department",
    "doc": "executive-order-6898-authorizing-appointments-certain-temporary-positions-the-department",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6898-Authorizing Appointments to Certain Temporary Positions in the Department of Agriculture Without Regard to Civil-Service Rules",
    "date": "November 08, 1934",
    "content": [
        "Whereas by Executive Order No. 6766, dated June 29, 1934, there was allocated the sum of $2,500,000 from the appropriation made by the Emergency Appropriation Act, fiscal year 1935, approved June 19, 1934 (Public, No. 412, 73d Cong.), for carrying out the purposes of the act entitled \"An Act for the relief of unemployment through the performance of useful public work, and for other purposes\", approved March 31, 1933 (ch. 17, 48 Stat. 22), to the Secretary of Agriculture for conservation work in connection with the restoration, improvement, and development of wild-life refuges; and",
        "Whereas the period during which the said conservation work may be performed, expires March 31, 1935; and",
        "Whereas the positions to be created for the purpose of performing the said conservation work are of a temporary nature; and",
        "Whereas the selection of persons without regard to the requirements of the civil-service rules to perform the said conservation work will expedite the employment of citizens of the United States who are now unemployed:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the act of March 31, 1933 (ch. 17, 48 Stat. 22), and the Emergency Appropriation Act, fiscal year 1935 (Public, No. 412, 73d Cong.), it is hereby ordered that the Secretary of Agriculture may employ, within the limits of the allocation of funds made to him by Executive Order No. 6766, in the District of Columbia, or elsewhere, such personnel, additional to that now in the service of the United States, as he may deem necessary in connection with the conservation work authorized by the said act of March 31, 1933, without regard to the requirements of the civil service rules.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,Nov. 8, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6898-Authorizing Appointments to Certain Temporary Positions in the Department of Agriculture Without Regard to Civil-Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373438"
}