{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14142-taking-additional-steps-with-respect-the-situation-syria",
    "doc": "executive-order-14142-taking-additional-steps-with-respect-the-situation-syria",
    "president": "Joseph R. Biden, Jr.",
    "president_byline": "46th President of the United States: 2021-2025",
    "title": "Executive Order 14142-Taking Additional Steps With Respect to the Situation in Syria",
    "date": "January 15, 2025",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, including the International Emergency Economic Powers Act (50 U.S.C. 1701 et seq.), the National Emergencies Act (50 U.S.C. 1601 et seq.), section 212(f) of the Immigration and Nationality Act of 1952 (8 U.S.C. 1182(f)), and section 301 of title 3, United States Code,",
        "I, Joseph R. Biden Jr., President of the United States of America, in view of changing circumstances on the ground in Syria and in order to take additional steps with respect to the national emergency declared in Executive Order 13894 of October 14, 2019 (Blocking Property and Suspending Entry of Certain Persons Contributing to the Situation in Syria), hereby order:",
        "Section 1. Amendments to Executive Order 13894. Executive Order 13894 is hereby amended by:",
        "(a) striking from the second paragraph the phrase \", and in particular the recent actions by the Government of Turkey to conduct a military offensive into northeast Syria,\";",
        "(b) striking subsections (1)(a)(i)(B)-(F) and inserting, in lieu thereof, the following:",
        "\"(B) to have materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services to or in support of, any person whose property and interests in property are blocked pursuant to this order; or",
        "(C) to be owned or controlled by, or to have acted or purported to act for or on behalf of, directly or indirectly, any person whose property and interests in property are blocked pursuant to this order.\"; and",
        "(c) striking subsection 8(f).",
        "Sec. 2. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department or agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other persons.",
        "JOSEPH R. BIDEN, JR.",
        "The White House,",
        "January 15, 2025."
    ],
    "citation": "Joseph R. Biden, Jr., Executive Order 14142-Taking Additional Steps With Respect to the Situation in Syria Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/375791"
}