{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9434-naval-radio-station-summit-canal-zone",
    "doc": "executive-order-9434-naval-radio-station-summit-canal-zone",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9434-Naval Radio Station, Summit, Canal Zone",
    "date": "April 08, 1944",
    "content": [
        "By virtue of the authority vested in me by section 5 of title 2 of the Canal Zone Code, approved June 19, 1934, and as President of the United States, it is ordered as follows:",
        "SEC. 1. Setting apart of reservation; boundaries. The following described area of land in the Canal Zone is hereby reserved and set apart as, and assigned to the uses and purposes of, a naval reservation, which shall be known as Naval Radio Station, Summit, Canal Zone, and which shall be under the control and jurisdiction of the Secretary of the Navy, subject to the provisions of section 2 of this order:",
        "Beginning at monument No. 1, which is a corner post of a woven wire fence located southeasterly from the main entrance to the Naval Radio Station, Summit, Canal Zone, the geographic position of which is 9°03 , plus 4602.5 feet North and 79°39' plus 926.7 feet West from Greenwich.",
        "Thence through monuments No. 2 to No. 42, inclusive, which are corner posts of the said woven wire fence, along the following successive courses and distances to monument No. 43, which is a corner post at the most northwesterly corner of the said woven wire fence;",
        "",
        "",
        "N. 49°35'50\" W., 3043 feet to monument No. 44, which is a 2 ½ inch galvanized iron pipe;",
        "N. 49°37'40\" W., 1746.1 feet to monument No. 45, which is a concrete post, 8 inches square, monument No. 44-1, which is a 2 ½ inch galvanized iron pipe, being in line 740.3 feet from the beginning of the course;",
        "N. 45°58'30\" W., 199.7 feet to monument No. 46, which is a 2 ½ inch galvanized iron pipe;",
        "N. 45°59'20\" W., 297.1 feet to monument No. 47, which is a concrete post, 8 inches square, monument 46-1, which is a 2 ½ inch galvanized iron pipe, being in line 148.5 feet from the beginning of the course;",
        "N. 76°17'10' W., 574.0 feet to monument No. 48, which is a concrete post, 8 inches square;",
        "N. 33°14'20\" W., 607.1 feet, to monument No. 49, which is a concrete post, 8 inches square, monument No. 48-1, which is a 2 ½ inch galvanized iron pipe, being in line 155.3 feet from the beginning of the course;",
        "N. 21°04'20\" E., 606.7 feet to monument No. 50, which is a concrete post, 8 inches square;",
        "N. 62°29'20\" E., 579.2 feet to monument No. 51, which is a concrete post. 8 inches square;",
        "S. 73°35'30\" E., 683.6 feet to monument No. 52, which is a concrete post, 8 inches square, 2 ½ inch galvanized iron pipe monuments Nos. 51-1, 51-2, and 51-3 being in line the following successive distances from the beginning of the course: 184.1 feet, 147.7 feet, and 266.3 feet;",
        "S. 8°44'15' E., 274.5 feet to monument No. 58, which is a concrete post, 8 inches square, monument No. 52-1, which is a 2 ½ inch galvanized iron pipe, being in line 202.3 feet from beginning of the course;",
        "S. 47°42'45\" E., 611.7 feet to monument No. 54, which is a concrete post, 8 inches square, located 37 ½ feet southwesterly from the centerline of La Pita Road, the geographic position of which is 9°4' , plus 806.2 feet North and 79°39' plus 4828.5 feet West from Greenwich, monument No. 53-1, which is a 2 inch galvanized iron pipe, being in line 180.5 feet from the beginning of the course;",
        "Southeasterly along a line parallel to and 37 feet southwesterly from the centerline of La Pita Road to monument No. 55, which is a concrete post, 8 inches square, the direct bearing and distance from No. 54 to No. 55 being S. 60°50'50\" E., 1261.7 feet;",
        "S. 58°54'20\" E., 902.7 feet to monument No. 56, which is a concrete post, 8 inches square;",
        "S. 58°55'20\" E., 515.0 feet to monument No. 57, which is a corner post of a woven wire fence that encloses the southern portion of the Naval Radio Station, Summit, Canal Zone;",
        "S. 58°54'00\" E., 1657.0 feet to monument No. 58, which is a corner post in a woven wire fence;",
        "S. 69°09'30\" E., 69.8 feet to monument No. 59, which is a corner post in a woven wire fence;",
        "N. 81°59'30\", E., 61.7 feet, to monument No. 60, which is a corner post in a woven wire fence;",
        "S. 51°40'40\" .E., 52.1 feet to monument No. 1, which is the point of beginning.",
        "The tract as described contains an area of 320.9 acres, more or less.",
        "The directions of the lines refer to the true meridian. All geographic positions are referred to the Panama-Colon datum of the Canal Zone triangulation system.",
        "The boundary of the above tract was surveyed by the Section of Surveys, The Panama Canal, in November 1948, and is as shown on Panama Canal drawing No. 6112-7, revision No. 1 dated February 1, 1944, entitled \"Boundary Map of Naval Radio Station, Summit, Canal Zone\", on file in the office of the Governor, The Panama Canal, and the Commandant, Fifteenth Naval District.",
        "Sec. 2. Conditions and limitations. The reservation made by section 1 of this order shall be subject to the following conditions and limitations:",
        "(a) The area comprising this reservation shall continue to be subject to the civil jurisdiction of the Canal Zone Government in conformity with the provisions of the Canal Zone Code as amended and supplemented.",
        "(b) The naval authorities shall bear all the costs of the transfer of such area, including the cost of surveys and of cancellation of any agricultural licenses or other permits which may be in force in the area, and including the cost of any such relocations of Panama Canal installations or facilities in the said area as may be made at the request of the naval authorities.",
        "(c) Personnel and equipment of The Panama Canal shall be permitted access to such area to carry out necessary Panama Canal operations in the area or vicinity in connection with drainage, sanitation, surveys, etc., and the protection, maintenance, and repair of Panama Canal power and communication lines.",
        "SEC. 3. Executive Orders superseded. This order supersedes Executive Orders No. 7399 of June 23, 1936 and No. 9171 of May 21, 1942, establishing and enlarging, respectively, the United States Naval Radio Station, Summit, Canal Zone.",
        "FRANKLIN D ROOSEVELT",
        "The White House,April 8, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9434-Naval Radio Station, Summit, Canal Zone Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355179"
}