{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8871-authorizing-the-united-states-maritime-commission-issue-warrants-with",
    "doc": "executive-order-8871-authorizing-the-united-states-maritime-commission-issue-warrants-with",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8871-Authorizing the United States Maritime Commission To Issue Warrants With Respect to Vessels",
    "date": "August 26, 1941",
    "content": [
        "Whereas the act of July 14. 1941, Public Law 173, 77th Congress, provides that the President may, whenever he deems it in the interest of national defense, including the maintenance of essential supplies and services, authorize the United States Maritime Commission to issue warrants as provided in such act with respect to vessels documented under the laws of the United States and vessels not so documented but owned by citizens of the United States, and, upon application therefor, to foreign-flag vessels not owned by citizens of the United States; and",
        "Whereas the interest of national defense, including the maintenance of essential supplies and services, requires that provision be made through the issuance of warrants to insure the prompt delivery of materials essential to the national defense through (1) the importation of substantial quantities of strategic and critical materials, (2) the transportation of substantial quantities of materials requested by defense agencies, and (3) the transportation in the foreign or domestic commerce of the United States of substantial quantities of materials essential to the defense of the United States:",
        "Now, Therefore, by virtue of the authority vested in me by the said act of July 14, 1941, I hereby authorize the United States Maritime Commission to issue warrants as provided in such act with respect to the class or classes of vessels therein described.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 26, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8871-Authorizing the United States Maritime Commission To Issue Warrants With Respect to Vessels Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372173"
}