{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5487-description-the-fort-armstrong-military-reservation",
    "doc": "executive-order-5487-description-the-fort-armstrong-military-reservation",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5487-Description of the Fort Armstrong Military Reservation",
    "date": "November 14, 1930",
    "content": [
        "Territory of Hawaii",
        "Whereas, by Executive Order No. 1008, dated January 15, 1909, 5.75 acres more or less, of the United States Naval Reservation, Honolulu, on Kaakaukukui Reef, were placed under the control of the Secretary of War for the purpose of establishing suitable protection for the submarine mine defenses of Honolulu, Territory of Hawaii;",
        "Whereas, by Executive Order No. 1175, dated March 12, 1910, the military reservation was further enlarged by the transfer to the War Department of an additional portion of the said naval reservation, the portion so transferred containing 41.09 acres, more or less;",
        "Whereas, by Executive Order No. 1362, dated May 26, 1911, the said military reservation was further enlarged by the addition thereto of a strip of land approximately 100 feet wide, containing 4.40 acres, more or less;",
        "Whereas, by Executive Order No. 1559, dated July 6, 1912, the said military reservation was further enlarged by the addition thereto of a strip of land approximately 200 feet wide, containing 13.10 acres, more or less;",
        "Whereas, by Executive Order No. 2323, dated February 21, 1916, the said military reservation was further enlarged by the transfer to the War Department of an additional portion of the said naval reservation, the portion so transferred containing 22.41 acres, more or less;",
        "Whereas, by Executive Order No. 2464, dated September 29, 1916, the said military reservation was reduced by restoring to its previous status for the use of the Territory of Hawaii, 4.48 acres, more or less, and also enlarged by the addition thereto from the public domain of 24,653.80 square feet (0.565 acres, more or less);",
        "Whereas, by Executive Order No. 2901, dated July 2, 1918, the said military reservation was further enlarged by the addition thereto from the public domain of 80,170 square feet (1.84 acres, more or less);",
        "Whereas the area of the reservation, as determined by a recent survey, is 0.287 acres larger than the area given in the above Executive orders;",
        "Now, Therefore, pursuant to the authority vested in me by section 91 of the act of Congress approved April 30, 1900 (31 Stat. 159), entitled \"An act to provide a government for the Territory of Hawaii,\" as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 447), it is hereby ordered that the description of the Fort Armstrong Military Reservation be, and the same is hereby, amended to read as follows:",
        "Tract No. 1",
        "Beginning at concrete monument No. I on the west side of Ala Moana Road, said point of beginning bearing by true azimuth (from south) to following points:",
        "Punchbowl triangulation station                226° 24' 13\"-6,608.72 feet;Aloha Tower                                          160° 30' 51'-2,844.86 feet;Street monument                                    314° 45' 05\"-124.97 feet;",
        "Thence running by true azimuths and distances (all azimuths being measured clockwise from true south):",
        "",
        "Containing an area of eighty-three and three hundred and one thousandths acres (83.301 A.), more or less, of which twenty-nine and seven hundred and seventy-two thousandths acres (29.772 A.) are above high tide and fifty-three and five hundred and twenty-nine thousandths acres (53.529 A.) are submerged land.",
        "Tract No. 2",
        "Beginning at concrete monument No. 1 on the west side of Channel Street, said point of beginning bearing by true azimuth (from south) 142° 03' 20\" 61.81 feet from Hawaiian Territorial Survey monument located near north corner of United States Immigration Station, and thence running by true azimuths and distances:",
        "",
        "Containing an area of one and six hundred and sixty-one thousandths acres (1.661 A.), more or less, of which one and two hundred and forty-eight thousandths acres (1.248 A.) are above high tide and four hundred and thirteen thousandths acres (0.413 A.) are submerged land.",
        "HERBERT HOOVER",
        "The White House,November 14, 1930."
    ],
    "citation": "Herbert Hoover, Executive Order 5487-Description of the Fort Armstrong Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372976"
}