{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7523-hart-mountain-antelope-refuge-the-state-oregon",
    "doc": "executive-order-7523-hart-mountain-antelope-refuge-the-state-oregon",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7523-Hart Mountain Antelope Refuge in the State of Oregon",
    "date": "December 21, 1936",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910, ch. 421, 36 Stat. 847, as amended by the act of August 24, 1912, ch. 369, 37 Stat. 497, and as President of the United States, it is ordered as follows:",
        "Section 1. Executive Order No. 7178 of September 6, 1935, which reserved and set apart certain lands in Oregon and Nevada as the Hart Mountain Game Range, is hereby revoked as to the therein-described lands in Oregon.",
        "Section 2. The public lands in the following-described area in Lake County, Oregon, are hereby withdrawn from settlement, location, sale, or entry and reserved and set apart for the use of the Department of Agriculture, subject to existing valid rights, as a range and breeding ground for antelope and other species of wildlife:",
        "WILLAMETTE MERIDIAN",
        "T. 35 S., R. 25 E., E½ sec. 1, secs. 11 to 15, E½ sec. 16, E½ sec. 20, secs. 21 to 28, E½ sec. 29, E½ sec. 32, secs. 33 to 36 inclusive.",
        "T. 36 S., R. 25 E., secs. 1 to 5, 8 to 36 inclusive.",
        "T. 37 S., R. 25 E.",
        "T. 33 S., R. 26 E., sec. 25, S½ sec. 35, sec. 86.",
        "T. 34 S., R. 26 E., secs. 1 and 2, E½ sec. 10, secs. 11 to 15, E½ sec. 16, E½ sec. 20, secs. 21 to 29, secs. 31 to 36 inclusive.",
        "Ts. 35 to 37 S., R. 26 E.",
        "T. 33 S., R. 27 E., secs. 1 to 3, secs. 9 to 16, secs. 20 to 36 inclusive.",
        "Ts. 34 to 37 S., R. 27 E.",
        "T.33 S., R.28E.",
        "Section 3. The reservation made by this order supersedes as to any of the above-described lands affected thereby the temporary withdrawal for classification and other purposes made by Executive Order No. 6910 of November 26, 1934, as amended.",
        "Section 4. This refuge shall be known as the Hart Mountain Antelope Refuge.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,December 21, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7523-Hart Mountain Antelope Refuge in the State of Oregon Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/357325"
}