{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8771-authorizing-the-united-states-maritime-commission-take-over-certain",
    "doc": "executive-order-8771-authorizing-the-united-states-maritime-commission-take-over-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8771-Authorizing the United States Maritime Commission To Take Over Certain Foreign Merchant Vessels",
    "date": "June 06, 1941",
    "content": [
        "Whereas section 1 of the act of Congress entitled \"An Act to authorize the acquisition by the United States of title to or the use of domestic or foreign merchant vessels for urgent needs of commerce and national defense, and for other purposes\", approved June 6, 1941, provides, in part:",
        "* * * during the existence of the national emergency declared by the President on September 8, 1939, to exist, but not after June 30, 1942, the President is authorized and empowered, through such agency or officer as he shall designate, to purchase, requisition, for any period during such emergency charter or requisition the use of, or take over the title to, or the possession of, for such use or disposition as he shall direct, any foreign merchant vessel which is lying idle in waters within the jurisdiction of the United States. including the Philippine Islands and the Canal Zone, and which is necessary to the national defense * * *.",
        "And Whereas I find that the foreign merchant vessels now lying idle in waters within the jurisdiction of the United States, including the Philippine Islands and the Canal Zone, are necessary to the national defense:",
        "Now, Therefore, by virtue of the authority vested in me by the aforesaid act, it is hereby ordered as follows:",
        "1. The United States Maritime Commission (hereinafter called the \"Commission\") is hereby authorized and empowered, at such time or times and upon such terms and conditions as the Commission shall deem desirable and conducive to the national defense, to purchase, requisition, charter, requisition the use of, or take over the title to, or the possession of, any or all foreign merchant vessels which are lying idle in waters within the jurisdiction of the United States, including the Philippine Islands and the Canal Zone, including all tackle, apparel, furniture, spare parts and equipment, and all stores, including fuel, aboard such vessels o; appertaining thereto, for the use and disposition hereinafter directed.",
        "2. Without limiting the authority of the Commission under the provisions of sections 3, 4, and 5 of the said act of Congress or under any other provision of law, the Commission is authorized and directed, to such extent and upon such terms and conditions as the Commission shall deem desirable and conducive to the national defense:",
        "(a) To operate any or all of such vessels, either directly or by agent, in any service of the United States, or in any commerce, foreign or coastwise.",
        "(b) To charter or lease any or all of such vessels to any persons for operation in any service of the United States, or in any commerce, foreign or coastwise: Provided, that no vessel shall be transferred, chartered, or leased to any belligerent government without the approval of the President.",
        "(c) To document any or all of such vessels under the laws of the United States or any neutral country of the Western Hemisphere.",
        "(d) To make such other use or disposition of any or all of such vessels as the President may hereafter direct.",
        "(e) To repair, equip, and man such vessels and to do whatever may be necessary to accomplish the purposes of the said act or this order.",
        "3. The Commission is directed to determine and make to the owner or owners of any vessel taken in accordance with the provisions hereof, just compensation for such vessel, or the use thereof in accordance with the provisions of the aforesaid act.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 6, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8771-Authorizing the United States Maritime Commission To Take Over Certain Foreign Merchant Vessels Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372113"
}