{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8261-amendment-executive-order-no-7972-september-15-1938",
    "doc": "executive-order-8261-amendment-executive-order-no-7972-september-15-1938",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8261-Amendment of Executive Order No. 7972 of September 15, 1938",
    "date": "September 21, 1939",
    "content": [
        "By virtue of the authority vested in me by the act of March 26, 1934, 48 Stat. 466, Executive Order No. 7972 of September 15, 1938, prescribing regulations governing payment of losses sustained by officers, enlisted men, and employees of the United States in foreign countries on account of appreciation of foreign currencies in their relation to the American dollar, is hereby amended as follows:",
        "1. Section 1 (b) of the said Executive order is amended by adding thereto the following:",
        "The phrase \"in the general area of foreign waters to which the vessel is stationed\" means the area in which a ship may be required to operate in execution of its mission. The term \"members of a ship's company\" includes commissioned officers, warrant officers, members of Navy Nurse Corps, enlisted personnel, and civilians attached to the vessel for special duty.",
        "2. Section 2 (b) of the said Executive order is amended to read as follows:",
        "2. (b) In case of employees serving under the War and Navy Departments (with the exception of personnel of military and naval missions, military and naval attaches and other employees attached to their offices, who shall be governed by paragraph (a) of this section), the loss reimbursable is that calculated on the basis of conversion into foreign currency of the employee's net pay and allowances: Provided, however, and effective immediately, employees of the Navy shall be entitled to foreign service pay adjustment only in the event of detail for duty on shore or when residence of the family of individual members of a ship's company is maintained in foreign countries, where the currency is appreciated in terms of American currency, when such countries are in the general area of foreign waters to which the vessel is stationed, on the basis of net pay and allowances earned during the period of duty on shore or maintenance of residence as herein provided and to the employees so affected and at the rates applicable to the country wherein duty is performed or residence maintained: Provided further, that such adjustment of exchange loss as may be effected by reason of maintenance of residence shall not exceed the adjustment which is calculated to be payable considering the rates applicable to the country to the waters of which the vessel is stationed, as to all of which facts the commanding officer shall certify.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,September 21, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8261-Amendment of Executive Order No. 7972 of September 15, 1938 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371891"
}