{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5193-extending-limits-customs-ports-entry-astoria-portland-and-marshfield",
    "doc": "executive-order-5193-extending-limits-customs-ports-entry-astoria-portland-and-marshfield",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5193-Extending Limits of Customs Ports of Entry of Astoria, Portland, and Marshfield, Oregon, and Longview, Washington, for Incorporation in Customs Collection District No. 29",
    "date": "September 14, 1929",
    "content": [
        "By virtue of the authority vested in me by the Act of Congress approved August 1, 1914, making appropriations for the sundry civil expenses of the Government for the fiscal year ended June 30, 1915, the following changes in the ports of entry in Customs Collection District No. 29 (Oregon) are hereby ordered, effective thirty days from the date of this order:",
        "The limits of the port of Astoria, Oregon, are hereby extended to include, in addition to Astoria, Warrenton, Wauna, Westport, Nakata (Driscoll Dolphins), Oregon, and Knappton, Washington.",
        "The limits of the port of Longview, Washington, are hereby extended to include, in addition to Longview, Kalama, Washington, and Rainier, Prescott, Goble, Columbia City, and St. Helens, Oregon.",
        "The limits of the port of Portland, Oregon, which is the headquarters port, are hereby extended to include, in addition to Portland, Vancouver, Washington.",
        "The limits of the port of Marshfield, Oregon, are hereby extended to include, in addition to Marshfield, North Bend, Oregon.",
        "HERBERT HOOVER",
        "The White House,September 14, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5193-Extending Limits of Customs Ports of Entry of Astoria, Portland, and Marshfield, Oregon, and Longview, Washington, for Incorporation in Customs Collection District No. 29 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360891"
}