{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8853-establishing-manila-bay-defensive-sea-area",
    "doc": "executive-order-8853-establishing-manila-bay-defensive-sea-area",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8853-Establishing Manila Bay Defensive Sea Area",
    "date": "August 16, 1941",
    "content": [
        "By virtue of the authority vested in me as President of the United States, it is hereby ordered as follows:",
        "The following-described area is hereby established and reserved, for purposes of national defense, as a naval defensive sea area, to be known as \"Manila Bay Defensive Sea Area\":",
        "All territorial waters of Manila Bay, Philippine Islands, and its approaches and tributaries from the contour line of extreme high water as shown on the latest U.C. and GS. charts, to:",
        "A line running southwest true from Luzon Point, in approximate position, Latitude 14°27'40\" North, Longitude 120°23'13\" East to the seaward limit of territorial waters thence southeasterly along the seaward limit of territorial waters to the parallel of Latitude 14°10'15'' North, thence east along that parallel of Latitude to meet the shore at Hamlo Point in approximate Latitude 14°10'15\" North, Longitude 120°34'24\" East.",
        "A vessel not proceeding under United States Naval or other United States authorized supervision, shall not enter or navigate the waters of Manila Bay Defensive Sea Area except during daylight, when good visibility conditions prevail, and then only after specific permission has been obtained. Advance arrangements for entry into or navigation through or within the Manila Bay Defensive Sea Area must be made, preferably by application at a United States Naval District Headquarters in advance of sailing, or by radio or visual communication on approaching the seaward limits of the area. If radio telegraphy is used, the call \"NQO\" shall be made on a frequency of 500 kcs and permission to enter the port shall be requested. The name of the vessel, purpose of entry, and name of the master must be given in the request. If visual communications are used, the procedure shall be essentially the same.",
        "A vessel entering or navigating the waters of Manila Bay Defensive Sea Area does so at its own risk.",
        "Even though permission has been obtained, it is incumbent upon a vessel entering the Manila Bay Defensive Sea Area to obey any further instructions received from the United States Navy, or other United States authority.",
        "A vessel may expect supervision of its movements within the Manila Bay Defensive Sea Area, either through surface craft or aircraft. Such controlling surface craft and aircraft will be identified by a prominent display of the Union Jack.",
        "These regulations are subject to amplification by the local United States Naval authority as necessary to meet local circumstances and conditions.",
        "When a United States Maritime Control Area is established adjacent to or abutting upon the above-established defensive sea area, it shall be assumed that permission to enter, and other instructions issued by proper authority, shall apply to any one continuous passage through or within both areas.",
        "Any master of a vessel or other person within the Manila Bay Defensive Sea Area who shall disregard these regulations, or shall fall to obey an order of United States Naval authority to stop or heave to, or shall perform any act threatening the efficiency of mine or other defenses or the safety of navigation, or shall take any action inimical to the interests of the United States, may be detained therein by force of arms and shall be liable to attack by United States armed forces, and liable to prosecution as provided for in section 44 of the Criminal Code, as amended (U.S.C., title 18, sec. 96).",
        "All United States Government authorities shall place at the disposal of the Naval authorities their facilities for aiding in the enforcement of these regulations.",
        "The Secretary of the Navy will be charged with the publication and enforcement of these regulations.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 16, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8853-Establishing Manila Bay Defensive Sea Area Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372155"
}