{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9259-authorizing-the-civil-service-commission-confer-classified-civil",
    "doc": "executive-order-9259-authorizing-the-civil-service-commission-confer-classified-civil",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9259-Authorizing the Civil Service Commission To Confer a Classified Civil-Service Status on Certain Government Employees",
    "date": "October 26, 1942",
    "content": [
        "By virtue of the authority vested in me by section 1753 of the Revised Statutes of the United States (U.S.C., title 5, sec. 631) and by the Civil Service Act (22 Stat. 403), it is hereby ordered as follows:",
        "In any case in which, on or after July 1, 1941, and prior to March 16, 1942, under the Civil Service Act and Rules, a permanent employee serving under a duly authorized appointment in the executive branch of the Government without a classified (competitive) civil-service status, became eligible through appropriate open competitive civil-service examination for probational appointment to a position subject to the salary-advancement provisions of the act of August 1, 1941, c. 346, 55 Stat. 613, or Executive Order No. 8842 of August 1, 1941, at a salary lower than that which he was then receiving, but approval of such probational appointment by the Civil Service Commission was not obtained because reduction to such lower salary was not made, the Civil Service Commission is authorized, upon recommendation of the employing agency, (a) to approve such probational appointment (if made by the employing agency prior to March 16, 1942), or (b) to confer a classified (competitive) civil-service status on such excepted employee, retroactively, notwithstanding, in either case, that his salary was not reduced, except to the extent necessary to comply with the established maximum pay rate for the position in which such status is to be acquired.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 26, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9259-Authorizing the Civil Service Commission To Confer a Classified Civil-Service Status on Certain Government Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372333"
}