{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8579-withdrawal-public-land-for-use-the-war-department-aerial-bombing-and",
    "doc": "executive-order-8579-withdrawal-public-land-for-use-the-war-department-aerial-bombing-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8579-Withdrawal of Public Land for Use of the War Department as an Aerial Bombing and Gunnery Range",
    "date": "October 29, 1940",
    "content": [
        "UTAH",
        "By virtue of the authority vested in me by section 1 of the act of July 9, 1918, c. 143, 40 Stat. 845, 848 (U.S.C., title 10, sec. 1341), it is ordered that, subject to valid existing rights, all the public land within the following-described area be, and it is hereby, withdrawn from all forms of appropriation under the public land laws, including the mining laws, and reserved for the use of the War Department as an aerial bombing and gunnery range:",
        "SALT LAKE MERIDIAN",
        "Beginning at the meander corner of sec. 36, T. 6 N.. R. 9 W., on the shore of Great Salt Lake;",
        "Thence west to the quarter-section corner of secs. 2 and 35, Ts. 5 and 6 N., R. 13 W.;",
        "Thence southerly to the corner of secs. 2, 3, 34 and 35, Ts. 3 and 4 N., R. 13 W.;",
        "Thence westerly to the northwest corner of T. 3 N., R. 14 W.;",
        "Thence southerly to the northeast corner of sec. 24, T. 1 S., R. 15 W.;",
        "Thence westerly along section lines to the corner of secs. 13, 18, 19 and 24, Ts. 1 S., Rs. 17 and 18 W.;",
        "Thence southerly between ranges 17 and 18 west, approximately 27 miles to the southwest corner of T. 5 S., R. 17 W.;",
        "Thence easterly to the northeast corner of T. 6 S., R. 17 W.;",
        "Thence southerly between ranges 16 and 17 west, approximately 30 miles to the southwest corner of T. 10 S., R. 16 W.;",
        "Thence east along the Second Standard Parallel South to the southeast corner of T. 10 S., R. 13 W.;",
        "Thence north to the corner of Ts. 8 and 9 S., Rs. 12 and 13 W.;",
        "Thence east to the corner of secs. 3, 4, 33 and 34, Ts. 8 and 9 S., R. 12 W.;",
        "Thence north along section lines to the corner of secs. 3, 4, 33 and 34, Ts. 7 and 8 S., R. 12 W.;",
        "Thence east to the southeast corner of T. 7 S., R. 12 W.;",
        "Thence northerly between ranges 11 and 12 west, approximately 60 miles to the northeast corner of T. 3 N., R. 12 W.;",
        "Thence easterly along township lines to the meander corner of sec. 4, T. 3 N., R. 9 W., on the shore of Great Salt Lake:",
        "Thence northeasterly along the shore of Great Salt Lake to the meander comer of sec. 36, T. 6 N., R. 9 W., and the place of beginning;",
        "containing approximately 1,560,000 acres.",
        "The withdrawal made by this order shall take precedence over, but shall not rescind or revoke, as to any of the land affected thereby in the above-described area, the withdrawals made by Executive Order No. 6910 of November 26, 1934, as amended, Executive Order of June 14, 1921, creating Public Water Reserve No. 78, Executive Order of February 19, 1926, creating Public Water Reserve No. 103, Utah No. 17, and Executive Order No. 4872 of May 3, 1928, for the maintenance of air-navigation facilities.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 29, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8579-Withdrawal of Public Land for Use of the War Department as an Aerial Bombing and Gunnery Range Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368437"
}