{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8689-amending-the-foreign-service-regulations-the-united-states",
    "doc": "executive-order-8689-amending-the-foreign-service-regulations-the-united-states",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8689-Amending the Foreign Service Regulations of the United States",
    "date": "February 19, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested In me by section 1752 of the Revised Statutes of the United States (22 U.S.C. § 132), it is ordered that the Foreign Service Regulations of the United States be, and they are hereby, amended by prescribing the following as Chapter XVII thereof:",
        "Chapter XVII",
        "CIVIL VESSELS AND AIRCRAFT",
        "Entry and Clearance of Civil Vessels and Aircraft",
        "XVII-1. Services in connection with the entry and clearance of vessels of the United States in foreign ports. Subject to such administrative rules and regulations as may be prescribed by the Secretary of State, a consular officer of the United States shall render the masters of vessels of the United States arriving in foreign ports such information, assistance, and services as will enable them to comply with their obligations under the laws of the United States and with the local laws and regulations governing the entry and clearance of vessels.",
        "XVII-2. Services in connection with the entry and clearance of American-owned undocumented vessels in foreign ports. A consular officer of the United States may, when requested to do so by the master of an American-owned undocumented vessel arriving at a foreign port, render him services substantially similar to those rendered masters of vessels of the United States, subject to the payment by him of the fees prescribed for such services in the United States Tariff of Foreign Service Fees. (See sec. V-15.)",
        "XVII-3. Services for vessels and aircraft clearing from foreign ports for ports in the United States. Consular officers shall furnish the masters of vessels and the commanders of aircraft clearing from foreign ports for ports in the United States with information concerning the documents required by such vessels and aircraft for entry at the ports of the United States, and shall perform such services in connection therewith as are prescribed by law and by regulations promulgated thereunder.",
        "Wrecked, Lost, or Stranded Vessels of the United States",
        "XVII-4. Submission of reports on wrecked, lost, or stranded vessels of the United States. Whenever a vessel of the United States is wrecked, lost, or stranded within the jurisdiction of a consular officer of the United States, or whenever such a vessel, its cargo, or passengers and crew, are brought into his jurisdiction after suffering a disaster at sea, the consular officer shall immediately transmit a telegraphic report to the Department of State, giving the name of the vessel, its owner and home port, the voyage on which it was bound, the circumstances attending the disaster, and information concerning the safety of passengers and crew as required by section XX-1 of these Regulations; and ha shall promptly follow the telegraphic report with a detailed report by mail, in which he shall state whether the ship's papers have been saved. Similar action shall be taken in the event an aircraft of the United States is wrecked or lost within the jurisdiction of a consular officer.",
        "XVII-5. Jurisdiction of consular officer over wrecked, stranded, or lost vessels of the United States. If treaty provisions, established usage, or local laws permit, a consular officer shall assume jurisdiction over a vessel of the United States which has been wrecked or stranded on a coast within his district or which has been brought into his district after having suffered a disaster at sea and over any cargo or effects belonging to citizens of the United States which have been brought into the officer's district from a wrecked or lost vessel of the United States; provided that the captain or owner of the vessel, or the owner or consignee of the cargo, or the owner of the effects, is absent or incapable of taking possession of the property concerned, and provided that no salvage claim has attached to the property. (46 U.S.C. § 721.)",
        "XVII-6. Duties of consular officer when assuming jurisdiction over wrecked or stranded vessels, their cargoes, and effects. When a consular officer assumes jurisdiction over a wrecked or stranded vessel, its cargo, and effects, he shall perform the following duties:",
        "(a) Endeavor to collect papers and documents relating to the vessel, its cargo, and passengers, and, if possible, deliver them to the proper persons. In the event of the death or non-appearance of such persons, he shall transmit the papers and documents to the Department of State.",
        "(b) Telegraph the owners of the vessel, its cargo, or effects, if known, through the Department of State, for instructions relative to his future course of action, and request authorization from them for the payment of any expenses necessarily incurred in carrying out their instructions.",
        "(c) In the event the owners of the vessel, cargo, or effects, are unknown, submit a full report to the Department of State and await instructions before taking any further action.",
        "Surveys of American-owned Vessels",
        "XVII-7. Services in connection with surveys of American-owned vessels.",
        "(a) Services in connection with voluntary surveys. A consular officer of the United States shall order a voluntary survey of an American-owned vessel in a foreign port, whenever requested to do so by the master of the vessel, and shall perform such services in connection therewith as may be prescribed by administrative regulations promulgated by the Secretary of State.",
        "(b) Services in connection with mandatory surveys. A consular officer of the United States shall order a mandatory survey of a vessel of the United States whenever required to do so under the laws of the United States, but shall have no authority to order a mandatory survey of an American-owned undocumented vessel. When ordering a mandatory survey, a consular officer shall perform such services in connection therewith as are required under the laws of the United States or by administrative regulations promulgated by the Secretary of State.",
        "Acknowledgment of Bottomry Bonds",
        "XVII-8. Services in connection with bottomry bonds. A consular officer of the United States may take the acknowledgment of a master of an American-owned vessel on a bottomry bond, but he shall not obligate in any way either the Government of the United States or himself in the negotiation of such bond.",
        "Transfers of Vessels Abroad",
        "XVII-9. Services in connection, with the transfer of a vessel abroad to American ownership. When a vessel has been transferred abroad to American ownership, a consular officer shall, when requested to do so, perform the following services for the purchaser or purchasers of the vessel:",
        "(a) Take an acknowledgment of the execution of the bill of sale for the vessel and make the bill of sale a matter of record in the consular office.",
        "(b) Issue a provisional certificate of registry for the vessel, provided the purchaser or purchasers desire to have it documented under the laws of the United States and provided the Department of Commerce first approves the issuance of such a certificate.",
        "(c) In the event the purchaser or purchasers of the vessel do not intend to have it documented under the laws of the United States and provided the approval of the Department of State is obtained in advance, issue to the purchaser or purchasers a certificate to the effect that the execution of the bill of sale has been acknowledged before a consular officer, that the bill of sale has been made a matter of record in the consular office, and that the owners of the vessel are citizens of the United States.",
        "XVII-10. Services in connection with the transfer abroad of vessels of the United States, or any interest therein, to aliens or to foreign registry. In connection with the transfer abroad by citizens of the United States of any vessel of the United States, or any interest therein, to a person not a citizen of the United States, or in connection with the transfer of such vessel to foreign registry or the placing of it under a foreign flag, consular officers of the United States shall make available such information and render such assistance to the parties in interest in the transfer as will enable them to comply with the provisions of section 9 of the act of September 7, 1916, 39 Stat. 730 (46 U.S.C. § 808), as amended, particularly as amended by section 42 of the act of June 23, 1938, 52 Stat. 964 (46 U.S.C. § 808), subject to such administrative rules and regulations as may be prescribed by the Secretary of State.",
        "Additional Rights and Duties of Consular Officers in Connection With Navigation",
        "XVII-11. Additional rights and duties of consular officers in connection with navigation generally. In addition to their specific rights and duties in matters of navigation hereinbefore set forth, officers of the Foreign Service shall exercise all other rights and perform all other duties in connection with the navigation of vessels and aircraft generally as are provided for either by the laws of the United States or by regulations prescribed by the Secretary of State.",
        "CANCELLATION OF REGULATIONS",
        "The following-named provisions of the Foreign Service Regulations of the United States are hereby canceled:",
        "PART II",
        "Chapters XI, XIX, and XX",
        "Sections XIV-225 and XVIII-316",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 19, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8689-Amending the Foreign Service Regulations of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368240"
}