{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6694-code-fair-competition-for-the-retail-rubber-tire-and-battery-trade",
    "doc": "executive-order-6694-code-fair-competition-for-the-retail-rubber-tire-and-battery-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6694-A-Code of Fair Competition for the Retail Rubber Tire and Battery Trade",
    "date": "May 01, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Retail Rubber Tire and Battery Trade, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of sub-section (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that effective May 14, 1934, unless just cause to the contrary should theretofore be shown, the said Code of Fair Competition be and it is hereby approved; provided, that if prior to said effective date the Administrator on his own initiative determines that an emergency due to destructive price-cutting, as stated in Article VI, Section 4 of said Code, exists in the trade, the Administrator may thereupon cause to be determined the lowest reasonable cost as set forth in said Section 4 of Article VI and such determination may thereupon be announced to the members of the trade in such manner as the Administrator shall direct but shall not become binding upon such members until the effective date of the Code; and provided further, that in connection with the existence of an emergency duo to destructive price-cutting and the determination of lowest reasonable cost thereunder as stated in Article VI, Section 4 of the Code in order to eliminate unfair competition the Administrator may establish for the period of such emergency a uniform guarantee and warranty applicable to the sale or offering for sale of any products of the trade; and provided further, that the provisions of",
        "Article VI, Section 2, insofar as they prescribe a waiting period between the filing with the Code Authority or its duly constituted agency and the effective date of revised price-lists, be and they are hereby stayed pending my further orders or the orders of the Administrator; and provided further, that within ninety (90) days of the approval of the Code, the Code Authority shall submit recommendations to the Administrator for the purpose of rendering the hour and wage provisions of this Code as consistent as possible with such provisions in codes of related trades.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,May 1, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6694-A-Code of Fair Competition for the Retail Rubber Tire and Battery Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362467"
}