{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10573-amending-executive-order-no-10530-authorize-the-housing-and-home",
    "doc": "executive-order-10573-amending-executive-order-no-10530-authorize-the-housing-and-home",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Executive Order 10573-Amending Executive Order No. 10530 To Authorize the Housing and Home Finance Administrator To Exercise Certain Authority of the President",
    "date": "October 26, 1954",
    "content": [
        "By virtue cf the authority vested in me by section 301 of title 3 of the United States Code (65 Stat. 713), and as President of the United States, it is ordered that section 4 of Executive Order No. 10530 of May 10, 1954 (19 F. R. 2709), entitled \"Providing for the Performance of Certain Functions Vested in or Subject to the Approval of the President\", be, and it is hereby, amended by adding thereto at the end thereof the following subsection:",
        "\"(f) The authority vested in the President by Title II of the act of June 28, 1940, 54 Stat. 681, as affected by Reorganization Plan No. 3 of 1947 (61 Stat. 954) and as amended (42 U.S.C. 1501-1505), to determine that housing administered or assisted by the Public Housing Administration under the said title is no longer needed to assure the availability of dwellings for persons engaged in national-defense activities: Provided, That such determinations hereunder shall require the concurrence of the Secretary of Defense.\"",
        "DWIGHT D. EISENHOWER",
        "THE WHITE HOUSE,",
        "October 26, 1954."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10573-Amending Executive Order No. 10530 To Authorize the Housing and Home Finance Administrator To Exercise Certain Authority of the President Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/234404"
}