{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6227-code-fair-competition-for-the-cordage-and-twine-industry",
    "doc": "executive-order-6227-code-fair-competition-for-the-cordage-and-twine-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6227-A-Code of Fair Competition for the Cordage and Twine Industry",
    "date": "July 27, 1933",
    "content": [
        "Pursuant to authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and pending action by me upon a Code of Fair Competition to be presented by the Cordage and Twine Industry of America on or before the date herein specified,",
        "I agree with the Code Committee representing Cordage Institute, the recognized trade association for the Cordage and Twine Industry of America, to the effect that they shall, beginning at midnight on the date of this Executive Order, be bound by the provisions of the Cotton Textile Industry Code of Fair Competition as it is proposed to be applied to the Cordage and Twine Industry through its Code Committee dated July 19, 1933, which Offer of Agreement to the President of the United States was made pursuant to Section 4 of Title I of the National Industrial Recovery Act and which offer is signed by Ellis W. Brewster, J. S. McDaniel, and Raymond A. Walsh.",
        "It is expressly understood and agreed-",
        "(1) That this Executive Order is subject to cancellation, revision or modification at any time without notice by the President of the United States.",
        "(2) That the Cordage and Twine Industry shall, on or before August 5, 1933, present to the Administrator of the National Industrial Recovery Act for his approval a Code of Fair Competition as to hours, wages and other conditions of employment for the Cordage and Twine Industry of America, in compliance with the provisions of Section 3 and Section 7 of Title I of the National Industrial Recovery Act.",
        "(3) That the Hearing upon said Code will be set as soon as practicable.",
        "(4) That pending said Hearing and Approval of Code so presented, the provisions of the Code of Fair Competition of the Cotton Textile Industry as applied in the above mentioned Offer of Agreement and this Executive Order shall be the Code of Fair Competition for the Cordage and Twine Industry of America unless otherwise ordered by Executive Order.",
        "FRANKLIN D. ROOSEVELT",
        "Recommended for Approval by:     Hugh S. Johnson.",
        "The White House,July 27, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6227-A-Code of Fair Competition for the Cordage and Twine Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362050"
}