{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-defining-carlin-farms-boundaries",
    "doc": "executive-order-defining-carlin-farms-boundaries",
    "president": "Rutherford B. Hayes",
    "president_byline": "19th President of the United States: 1877 ‐ 1881",
    "title": "Executive Order-Defining Carlin Farms Boundaries",
    "date": "May 10, 1877",
    "content": [
        "EXECUTIVE MANSION, May 10, 1877.",
        "It is hereby ordered that all that tract of country in the State of Nevada (known as the Carlin Farms), lying within the following boundaries, viz: Beginning at the quarter-section comer post on the west boundary of section 6, township 35 north, range 52 east, Mount Diablo meridian; thence south 62 degrees 56 minutes east 4,229| feet, to a post marked UU. S. I. R. station B;” thence north 2 degrees 4 minutes east 1,928 feet to a post marked “U. S. I. R. station C;” thence north 3 degrees 9 minutes west 2,122 feet to a post marked “U. S. 1. R. station D;” thence south 85 degrees 8 minutes west 3,000 feet to a post marked “ U. S. 1. R. station E;” thence north 52 degrees 32 minutes west 4,046 feet to a post marked “ U. I. R. station F;” thence north 39 degrees 25 minutes west 1,200 feet to a post marked “ U. S. I. R. station G;” thence south 44 degrees 10 minutes west 2,200 feet to a post marked “U. S. I. R. station H;” thence south 44 degrees 29 minutes east 2,663 feet to a post marked “ U. S. I. R. station I:” thence south 58 degrees 57 minutes east 2,535 feet to a post marked “ (U. S. I. R. station K;” thence south 59 degrees 29 minutes east 878 feet to a post marked “ U. S. I. R. station A,” the place of beginning, containing 521.61 acres, be, and the same hereby is, withdrawn from sale or settlement, and set apart as a reservation for the Northwestern Shoshone Indians.",
        "R.B. HAYES."
    ],
    "citation": "Rutherford B. Hayes, Executive Order-Defining Carlin Farms Boundaries Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371406"
}