{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9006-certifying-the-territory-hawaii-distressed-emergency-area",
    "doc": "executive-order-9006-certifying-the-territory-hawaii-distressed-emergency-area",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9006-Certifying the Territory of Hawaii as a Distressed Emergency Area",
    "date": "January 02, 1942",
    "content": [
        "Whereas section 2 (c) of the act of January 29, 1937, entitled \"An Act to provide for loans to farmers for crop production and harvesting during the year 1937, and for other purposes\" (50 Stat. 5, 6), provides:",
        "No loan made under the provisions of this Act to any borrower shall exceed $400, nor shall a loan be so made in any calendar year which, together with the unpaid principal of prior loans so made to such borrower in that year, shall exceed $400 in amount: Provided, however, That in any area certified by the President of the United States to the Governor [of the Farm Credit Administration] as a distressed emergency area, the Governor may make loans without regard to the foregoing limitations as to amount, under such regulations, with such maturities, and in such amounts as he may prescribe.",
        "And Whereas it appears that on account of the conditions now prevailing therein, the Territory of Hawaii is a distressed emergency area:",
        "Now, Therefore, by virtue of the authority vested in me by the statutory provisions above set out, and upon recommendation of the Secretary of Agriculture and the Governor of the Farm Credit Administration, I hereby certify the Territory of Hawaii as a distressed emergency area during the continuance of the present war and for six months after termination thereof, or until such earlier time as I may designate.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 2, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9006-Certifying the Territory of Hawaii as a Distressed Emergency Area Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368028"
}