{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-approving-lands-for-snake-or-piute-indians",
    "doc": "executive-order-approving-lands-for-snake-or-piute-indians",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 ‐ 1877",
    "title": "Executive Order-Approving Lands for Snake or Piute Indians",
    "date": "September 12, 1872",
    "content": [
        "Office Indian Affairs, Washington, September 4, 1872.",
        "Sir: I have, the honor to inclose herewith a report, dated the 22d ultimo (and accompanying map), received from T. B. Odeneal, esq., superintendent Indian affairs for Oregon, reciting the action taken by him relative to the establishment of a proposed reservation on the headwaters of Malheur River, in that State, for the Snake or Piute Indians, under instructions contained in letter to him from this office, dated the 6th of July last.",
        "Superintendent Odeneal defines the boundaries of the tract of country selected by him for the proposed reservation as follows:",
        "“ Beginning at the mouth of the North Fork of the Malheur River; thence up said North Fork, including the waters thereof, to Castle Rock; thence in a northwesterly direction to Strawberry Butte; thence to Soda Spring, on the Canyon City and Camp Harney road; thence down Silvies River to Malheur Lake; thence east to the South Fork of the Malheur River; thence down said South Fork, including the waters thereof, to the place of beginning (to be known as Malheur Reservation), including all lands within said boundaries, excepting so much thereof as may have been granted for military or wagon-road purposes.”",
        "I respectfully recommend that the tract of country embraced within the foregoing limits be set apart and reserved as an Indian reservation, and that the President lie requested to issue an Executive order accordingly.",
        "It is also requested that the papers inclosed be returned to this office. Very respectfully, your obedient servant,",
        "F. A. Walker, Commissioner.",
        "",
        "The Hon. Secretary of the Interior.",
        "Department of the Interior,",
        "Washington, D. C., September 12, 1872.",
        "Sir: I have the honor to transmit herewith a communication, dated the 4th instant, from the Commissioner of Indian Affairs, inclosing a report (with map) of T. B. Odeneal, superintendent of Indian affairs for Oregon, and recommending that a reservation on the headwaters of the Malheur River, in the State of Oregon, the boundaries of which are set forth in the Commissioner’s letter, be established for the Snake or Piute Indians.",
        "The recommendation of the Commissioner meets with the approval of this Department, and I respectfully request that the President direct the same to be carried into effect.",
        "I have the honor to be, your obedient servant,",
        "W. H. Smith, Acting Secretary.",
        "",
        "To the President.",
        "Executive Mansion, September 12, 1872.",
        "Let the lands which are fully described in the accompanying letter of the Commissioner of Indian Affairs be set apart as a reservation for the Snake or Piute Indians, as recommended in the letter of, the Secretary of the Interior of this date.",
        "U. S. Grant."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Approving Lands for Snake or Piute Indians Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372240"
}