{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7864-establishing-pea-island-migratory-waterfowl-refuge",
    "doc": "executive-order-7864-establishing-pea-island-migratory-waterfowl-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7864-Establishing Pea Island Migratory Waterfowl Refuge",
    "date": "April 08, 1938",
    "content": [
        "NORTH CAROLINA",
        "By virtue of and pursuant to the authority vested in me as President of the United States and in order to effectuate further the purposes of the Migratory Bird Conservation Act (45 Stat. 1222), it is ordered that all lands owned or controlled by the United States within the following-described area in Dare County, North Carolina, be, and they are hereby, reserved and set apart, subject to valid existing rights, for the use of the Department of Agriculture as a refuge and breeding ground for migratory birds and other wildlife: Provided, that any private lands within the area described shall become a part of the refuge hereby established upon the acquisition of title thereto or lease thereof by the United States:",
        "Beginning at a point on the north end of Pea Island on the south shore of Oregon Inlet, from which point a U.S. Biological Survey standard concrete post set for a witness corner bears south, 0.50 chain distant;",
        "Thence from said initial point, along the east side of Pea Island, with the meanders of Oregon Inlet and the Atlantic Coast, N. 81°29' E., 7.72 chains; S. 82°11' E., 10.81 chains; S. 71°52' E, 12.00 chains; S. 28°29' E., 20.00 chains; S. 28°53' E., 26.43 chains; S. 31°14' E., 20.33 chains; S. 36°56' E., 12.57 chains; S. 32°43' E., 20.00 chains; S. 31°34' E., 40.71 chains; S. 28°12' E., 80.00 chains; S. 32°07' E., 8.59 chains; S. 20°59' E., 40.00 chains; S. 23°06' E., 15.21 chains; S. 16°20' E., 37.87 chains; S. 16°21' E., 215.39 chains; S. 14°24' E., 50.00 chains; S. 5°58' E., 40.00 chains; S. 8°29' W., 17.80 chains, to a point on the south end of Pea Island on the north shore of New Inlet;",
        "Thence crowing New Inlet, S. 31°58' E., 12.30 chains, to a point on the northeast corner of Chicascomitco Island;",
        "Thence along the east side of Chicamacomico Island with the meanders of the Atlantic Coast, S. 5°31' E., 29.27 chains; S. 9°53' E., 80.11 chains; S. 13°30' E., 80.31 chains; S. 10°35' E., 62.50 chains; S. 14°17' E., 40.00 chains; S. 12°58' E., 40.00 chains; S. 7°58' E., 21.53 chains, to a point from which a U.S. Biological Survey standard concrete post set for a witness corner bears S. 81°40' W., 2.00 chains distant;",
        "Thence inland, crossing Chicamacomico Island, S. 81°40' W., 41.76 chains, to a point on the west side thereof on the east shore of Pamlico Sound, from which point a U.S. Biological Survey standard concrete post set for a witness corner bears N. 81°40' E., 0.10 chain distant;",
        "Thence with four courses in Pamlico Sound, west, 40.00 chains to a point; N. 19°51' W., 455.00 chains to a point from which the southwest corner of Jack Shoal bears east 40.00 chains distant; N. 17°32' W., 563.00 chains to a point; east, 80.00 chains to the place of beginning.",
        "Those lands within the area described above which are in use as Coast Guard Stations shall remain under the primary jurisdiction of the Treasury Department, and their reservation as a wildlife refuge shall be subject at all times to use by that Department for Coast Guard purposes; and the enforcement of law by the Department of Agriculture shall be without interference with any existing or future regulations of the Treasury Department concerning the administration of those lands.",
        "This reservation shall be known as the Pea Island Migratory Waterfowl Refuge.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,April 8, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7864-Establishing Pea Island Migratory Waterfowl Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372673"
}