{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-fort-stanton-reduced-military-reservation",
    "doc": "executive-order-fort-stanton-reduced-military-reservation",
    "president": "Ulysses S. Grant",
    "president_byline": "18th President of the United States: 1869 ‐ 1877",
    "title": "Executive Order-Fort Stanton Reduced Military Reservation",
    "date": "October 20, 1875",
    "content": [
        "EXECUTIVE MANSION, October 20, 1875.",
        "In lieu of Executive order dated February 2, 1874, setting apart certain lands in New Mexico as a reservation for the Mescalero Apaches, which order is hereby canceled, it is hereby ordered that there be withdrawn from sale or other disposition, and set apart for the use of said Mescalero Apaches, and such other Indians as the Department may see fit to locate thereon, the tract of country in New Mexico (except so much thereof as is embraced in the Fort Stanton reduced military reservation) bounded as follows: Beginning at the most northerly point of the Fort Stanton reduced military reservation; running thence due west to a point due north of the northeast corner of township 14 south, range 10 east; thence due south along the eastern boundary of said township to the thirty-third degree north latitude; thence due east on said parallel to a point due south of the most easterly point of the said Fort Stanton reduced military reservation; thence due north to the southern boundary of township 11; thence due west to the southwest corner of township 11, in range 13; thence due north to the second correction line south; thence due east along said line to a point opposite the line running north from the thirty-third degree north latitude; thence due north to the most easterly point of said Fort Stanton reduced military reservation; thence along the northeastern boundary of said military reservation to the place of beginning.",
        "U. S. GRANT."
    ],
    "citation": "Ulysses S. Grant, Executive Order-Fort Stanton Reduced Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371409"
}