{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9391-transferring-the-use-possession-and-control-certain-lands-the",
    "doc": "executive-order-9391-transferring-the-use-possession-and-control-certain-lands-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9391-Transferring the Use, Possession, and Control of Certain Lands in the Cherokee National Forest From the Department of Agriculture to the Tennessee Valley Authority",
    "date": "October 26, 1943",
    "content": [
        "By virtue of the authority vested in me by section 7 (b) of the Tennessee Valley Authority Act of 1933 (48 Stat. 63), and by the act of June 4, 1897, 30 Stat. 34, 36 (U.S.C., title 16, sec. 473), it is ordered that the use, possession, and control of the lands hereinafter described be, and they are hereby, transferred from the Department of Agriculture to the Tennessee Valley Authority, for the purposes thereof as stated in the said Tennessee Valley Authority Act of 1933.",
        "The lands affected by this order are within the Cherokee National Forest in Tennessee, and are more particularly described as follows:",
        "AR-85 APALACHIA VILLAGE SITE",
        "Beginning at a point in the southwest line of tract No. AR-134-T, hereinafter described, 250 feet from the center line of the Apalachia Tunnel Location, from which the corner of Secs. 28, 29, 32 and 33, T. 1, R. 4 E. of the Ocoee District bears N. 26°00' E., 880 ft. distant.",
        "From the initial point, by metes and bounds,",
        "S. 63°46' E., 655 ft. to a point;",
        "S. 12°30' W., 1079 ft. to a point;",
        "N. 80°00' W., 479 ft. to a point;",
        "N. 10°00' E., 673 ft. to a point;",
        "N. 49°50' W., 605 ft. to a point;",
        "N. 65°55' E., 507 ft. to the point of beginning.",
        "The tract as described contains 17.5 acres.",
        "AR-144 APALACHIA POWER HOUSE SITE",
        "Beginning at a point in the center line of the Louisville and Nashville Railroad track and in the center line of a stone culvert at Big Hopper Creek, from which the corner of Secs. 29, 30, 31 and 32, T. 1, R. 4 E. of the Ocoee District bears S. 73°15' W., 1105 ft. distant.",
        "From the initial point,",
        "Southeasterly upstream with meanders of the center of Big Hopper Creek,",
        "S. 70°00' E., 410 ft.,",
        "S. 38°00' E., 450 ft.,",
        "S. 34°00' E., 695 ft. to a point;",
        "Thence S. 25°00 , W., 2105 feet to a point in the center of Smith Creek;",
        "Thence northwesterly downstream with meanders of the center of Smith Creek,",
        "N. 2°30' W., 490 ft.,",
        "N. 53°30' W., 650 ft.,",
        "N. 73°00' W., 400 ft., to a point in the center line of the Louisville and Nashville Railroad at a bridge;",
        "Thence northeasterly with the center line of the railroad approximately 2095 feet to the point of beginning.",
        "The tract as described contains 55.4 acres.",
        "3 OCR-13 OCOEE No. 3 POWER HOUSE SITE",
        "Beginning at survey station 127+03.75 on the center line of the Ocoee No. 3 Tunnel Location, the coordinates of which referred to the Tennessee Coordinate System, are N. 250,806 and E. 2,453,783.",
        "From the initial point,",
        "S. 68°00' W., 250.4 ft. to a point;",
        "N. 25°05' W., 580 ft. to a point;",
        "N. 3°00' E., 1400 ft. to a point on the left bank of the Ocoee River;",
        "N. 25°00' E., 280 ft. to a point on the right bank of the river at the mouth of Gassaway Creek;",
        "Thence northerly upstream along the center of the creek approximately 75 feet to a point in the center line of U.S. Highway No. 64 (State Highway No. 74);",
        "Thence with the meanders of the highway center line,",
        "S. 62°30' E., 1255 ft.,",
        "S. 24°00' E., 530 ft.,",
        "S. 9°00' E., 605 ft. to a point;",
        "Thence S. 78°00' W., 430 feet to a point on the left bank of the Ocoee River at the mouth of Bone Creek;",
        "Thence southwesterly upstream along the center of the creek approximately 620 feet to a point;",
        "Thence S. 68°00 W., 250.4 ft. to the point of beginning.",
        "The tract as described contains 57 acres.",
        "3 OCR-15 OCOEE No. 3 DAM SITE",
        "Beginning at a point from which the corner of Secs. 14, 15, 22 and 23, T. 2 S., R. 4 E. of the Ocoee District bears S. 14°00' W., 1340 ft. distant.",
        "From the initial point, by metes and bounds.",
        "N. 57°00' W., 890 feet to a point in the center of a road;",
        "Thence with the meanders of the road,",
        "N. 40°00 ' W., 255 feet to a point;",
        "Thence, by metes and bounds,",
        "N. 1°00' E., 1285 feet to a point;",
        "East, 268.4 ft. to Survey Station 15+24.21 on the center line of the Ocoee No. 3 Tunnel Location, the coordinates of which referred to the Tennessee Coordinate System, are N. 240,626 and E. 2,458,395;",
        "East, 1168.4 ft. to a point on the left bank of the Ocoee River;",
        "S. 43°00' E., 130 ft. to a point in the center of the river;",
        "Thence easterly downstream along the center of the river approximately 605 feet to a point;",
        "Thence, by metes and bounds,",
        "S. 2°00' W., 220 ft. to a point in the center of a road;",
        "S. 32°30' W., 2220 ft. to the point of beginning.",
        "The tract as described contains 64 acres.",
        "Six strips of land each 500 ft. wide, the center lines of which are described as follows:",
        "AR-143-T",
        "Beginning at Survey Station 13+15 on the boundary line between the lands of the Hiwassee-Nolichucky Power Company, and the United States Forest Service, from which the corner of Sees. 15, 16, 21 and 22, T. 2 S., R. 5 E. of the Ocoee District bears S. 9°00' W., 1280 ft. distant, and from which a pile of stones on the North Carolina-Tennessee State Line bears S. 57°00' E., 430 ft. distant. From Survey Station 13+15, by bearings and distances,",
        "S. 66°31' W., 1700 ft. to Survey Station 30+15, at the intersection of the center of the Apalachia Tunnel Location and the south line of Sec. 16, and being determined by the following bearings and distances;",
        "To SE Cor. Sec. 16, S. 66°00' E., 1465 ft.;",
        "To SW Cor. SE ¼ Sec. 16, N. 66°00' W., 1130 ft.",
        "The strip as described contains 19.5 acres.",
        "AR-140-T",
        "Beginning at Survey Station 72+40 on the boundary line between the lands of the Tennessee Copper Company, and the United States Forest Service, from which a stake at the common corner of the lands of the Tennessee Copper Company, the N. Levinson Heirs, J. McKinley Cochran, and the United States Forest Service bears S. 24°00' W., 860 ft. distant, and from which an iron pipe which is a common corner of the lands of the Hiwassee-Nolichucky Power Company, the Tennessee Copper Company, and the United States Forest Service bears N. 24°00' E., 370 ft. distant.",
        "From Survey Station 72+40, by bearings and distances,",
        "N. 79°27' W., 674.3 ft. to Survey Station 79+14.3, the coordinates of which referred to the Tennessee Coordinate System, are N. 286,056.53 and E. 2,501,807.35;",
        "S. 87°52' W., 1449.7 ft. to Survey Station 93+64 at the intersection of the center of the Apalacha Tunnel Location and the boundary line between the lands of the United States Forest Service, and J. McKinley Cochran, and being determined by the following bearings and distances;",
        "To a stone at SW Cor. NE ¼ Sec. 20, T. 2 S., R. 5 E. of the Ocoee District which is the northwest corner of J. McKinley Cochrans land, N. 64°00' W., 655 ft. distant;",
        "To an oak tree at the northeast corner of J. McKinley Cochran's land which is a common corner of the lands of the United States Forest Service, D. M. Blackwell, and J. McKinley Cochran, S. 64°00' E., 460 ft. distant;",
        "Also beginning at Survey Station 100+99 on the boundary line between the lands of J. McKinley Cochran, and the United States Forest Service, from which NE Cor. SW¼ Sec. 20, T. 2 S., R. 5 E. of the Ocoee District bears N. 23°00' E., 335 ft. distant, and from which the common corner of the lands of J. McKinley Cochran, D. M. Blackwell, and the United States Forest Service bears S. 23°00' W., 810 ft. distant.",
        "From Survey Station 100+99, by bearings and distances,",
        "S. 87°52' W., 5671 ft. to Survey Station 157+70 at the intersection of the center of the Apalachla Tunnel Location and the boundary line between the lands of the United States Forest Service, and the Hiwassee-Nolichucky Power Company, and being determined by the following bearings and distances;",
        "To a stone at SE Cor. Sec. 19, T. 2 S., R 5 E. of the Ocoee District S. 66°30' E., 2500 ft. distant;",
        "To a stone pile at the common corner of the lands of the United States Forest Service, and the Riwassee-Nollchucky Power Company, N. 66°30' W., 1400 ft. distant.",
        "The two strips comprising Tract No. AR-140-T as described contain 89.5 acres. Except, therefrom 0.2 acre lying north of the center line of the Louisville and Nashville Railroad which is the boundary line between the lands of the United States Forest Service, and the Hiwassee-Nolichucky Power Company between Survey Stations 75+70 and 79+64 on the center line, leaving a net of 89.3 acres.",
        "AR-136-T",
        "Beginning at Survey Station 220+38 on the boundary line between the lands of the Hiwassee-Nolichucky Power Company, and the United States Forest Service, from which Survey Station 220+14.29 bears S. 87°26' E., 23.71 ft. distant, the coordinates of Survey Station 220+14.29 referred to the Tennessee Coordinate System, are N. 285,861.50 and E. 2,487,718.37.",
        "Prom Survey Station 220+38, by bearings and distances,",
        "N. 87°26' W., 4031.12 ft. to Survey Station 260 + 69.12;",
        "N. 78°43' W., 3803.28 ft. to Survey Station 298 + 72.40;",
        "N 71°05' W., 1500..00 ft. to Survey Station 313 + 72.40;",
        "N. 80°26' W., 3130.60 ft. to Survey Station 345+03 at the intersection of the center of the Apalachla Tunnel Location with the boundary line between the lands of the United States Forest Service, and the Hiwassee-Nolichucky Power Company, and being determined by the following bearing and distance;",
        "To the corner of Secs. 27, 28, 33 and 34. T. 1, R. 4 E. of the Ocoee District, N. 70°00' E., 760 ft.",
        "The strip as described contains 143 acres.",
        "AR-134-T",
        "Beginning at Survey Station 347 + 03 on the boundary line between the lands of the Hiwassee-Nolichucky Power Company, and the United States Forest Service. from which the point in the north line of Sec. 33, T. 1, R. 4 E. of the Ocoee District which is a common corner of the lands of the Hiwassee-Nolichucky Power Company, and the United States Forest Service bears N. 70°00' E., 830 feet distant.",
        "From Survey Station 347+03, by bearings and distances,",
        "N. 80°26' W., 374.96 ft. to Survey Station 350+77.96, the coordinates of which referred to the Tennessee Coordinate System, are N. 287,890.00 and E. 2,474,865.00;",
        "N. 63°46' W., 6672.48 ft. to Survey Station 417+50.44;",
        "N 68°55' W., 1000.00 ft. to Survey Station 427+50.44 at the intersection of the center of the Apalachia Tunnel Location with the eastern boundary line of the above described Apalachia Power House Site, and being determined by the following bearings and distances;",
        "To the northeast corner of the Apalachia Power House Site in the center of Big Hopper Creek, N. 25°00' E., 750 ft.;",
        "To the southeast corner of the said Power House Site in the center of Smith Creek, S. 25°00' W., 1355 ft.",
        "The strip as described contains 92.4 acres.",
        "3 OCR-14-T",
        "Beginning at Survey Station 15+24.21 on the north boundary line of the above described Ocoes No. 3 Dam Site, from which the northwest corner of the said Dam Site bears West, 268.4 ft. distant, and from which the intersection of the north boundary line of the said Dam Site with the left bank of the Ocoee River bears East, 1168.4 feet distant, the coordinates of the said Survey Station 15+24.21 referred to the Tennessee Coordinate System, are N. 240,626 and R. 2,458,395.",
        "From Survey Station 15+24.21, by bearings and distances,",
        "N. 21°20' W., 2100.00 ft. to Survey Station 36+24.21;",
        "N. 25°05' W., 9079.54 ft. to Survey Station 127+03.75 at the Intersection of the center of the Ocoee No. 3 Tunnel Location with the south boundary line of the above described Ocoee No. 3 Power House Site, and being determined by the following bearing and distance;",
        "To the most southerly corner of the Ocoee No. 3 Power House Site, S. 68°00' W., 250.4 ft.",
        "The strip as described contains 128 acres.",
        "The position of survey stations and direction of lines are referred to the Tennessee State Coordinate System. The term \"Survey Station\" refers to survey stationing on the center lines of the Apalachia and Ocoee No. 3 Tunnel Locations.",
        "The strips or parcels of land hereinabove described under the designations \"AR-134-T; AR-136-T; AR-140-T; AR- 143-T; and 3 OCR-14-T\" are to be used in connection with the construction, maintenance, operation, and utilization of concrete or steel lined underground water diversion tunnels from the Ocoee No. 3 and Apalachia Dams to the respective power houses erected in connection with said dams, and the transfer of the use, possession, and control of said strips or parcels of land is made subject to such rights as may be vested in Polk County, Tennessee, or the State of Tennessee, to rights-of-way for public roads; to such rights as may be vested in the Louisville and Nashville Railway Company to railroad rights-of-way; to such rights as may be vested in third parties to telephone or telegraph line rights-of-way; and to the following-described rights and privileges which are expressly reserved to the United States Forest Service, to wit:",
        "1. The Forest Service shall have such rights of access along and across the said strips or parcels of land as may be reasonably necessary to carry on the ordinary activities of the Forest Service on the adjoining land on each side of the said right-of-way strips.",
        "2. The Forest Service shall have the right to erect and maintain on the said strips or parcels of land such surface structures and utilities as may be required in carrying out its usual activities and functions, it being understood that no construction involving excavation or subterranean foundation work shall be undertaken or permitted, unless prior approval thereof is obtained from the Tennessee Valley Authority; and that no mining or blasting operations shall be done or permitted on the said strips or parcels of land under any circumstances.",
        "3. The Forest Service shall have the right to police, patrol, and guard the said strips or parcels of land for the control of any surface activities by third parties, such as hunting, fishing, the building of fires, and other like activities; and shall have all present rights to nurture and harvest forest products within the boundaries of the said strips or parcels of land, the said rights to be strictly limited, however, to surface operations; and all such activities shall continue to be subject to, and be controlled by, the laws, rules, and regulations governing the national forests.",
        "As to all other property hereinabove described, the use, possession, and control of the Tennessee Valley Authority shall be complete and exclusive, except for such rights as may be vested in Polk County or the State of Tennessee to rights-of-way for public roads; to such rights as may be vested in the Louisville and Nashville Railway Company to railroad rights-of-way; and to such rights as may be vested in third parties to telephone or telegraph line rights-of-way.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 26, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9391-Transferring the Use, Possession, and Control of Certain Lands in the Cherokee National Forest From the Department of Agriculture to the Tennessee Valley Authority Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372716"
}