{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-206-transfer-revolutionary-archives",
    "doc": "executive-order-206-transfer-revolutionary-archives",
    "president": "Theodore Roosevelt",
    "president_byline": "26th President of the United States: 1901 ‐ 1909",
    "title": "Executive Order 206-Transfer of Revolutionary Archives",
    "date": "March 09, 1903",
    "content": [
        "The historical archives in the Department of State, known as the Revolutionary archives, and comprising (1) the records and papers of the Continental Congress; (2) the papers of George Washington; (3) the papers of James Madison; (4) the papers of Thomas Jefferson; (5) the papers of Alexander Hamilton; (6) the papers of James Monroe; (7) the papers of Benjamin Franklin, are by authority provided by the act of Congress entitled \"An act making appropriations for the legislative, executive, and judicial expenses of the Government for the fiscal year ending June 30, 1904, and for other purposes,\" approved February 25, 1903, hereby ordered to be transferred from the Department of State-with such exceptions and reservations in each collection herein enumerated as in the discretion of the Secretary of State may be required for the continuity and completeness of the records and archives of the Department of State-to the possession and custody of the Library of Congress, to be there preserved and rendered accessible for historical and other legitimate uses under such rules and regulations as may from time to time be prescribed by the Librarian of Congress.",
        "The transfer here directed shall be made on the 1st day of July, 1903, or as promptly thereafter as shall be found conveniently practicable to the Department of State and the Library of Congress.",
        "THEODORE ROOSEVELT.",
        "WHITE HOUSE,",
        "March 9, 1903."
    ],
    "citation": "Theodore Roosevelt, Executive Order 206-Transfer of Revolutionary Archives Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373851"
}