{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9324-amending-the-manual-for-courts-martial-united-states-army-1928",
    "doc": "executive-order-9324-amending-the-manual-for-courts-martial-united-states-army-1928",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9324-Amending the Manual for Courts-Martial, United States Army (1928)",
    "date": "March 31, 1943",
    "content": [
        "By virtue of the authority vested in me by Chapter II of the act entitled \"An Act to amend an Act entitled ‘An Act for making further and more effectual provision for the national defense, and for other purposes,' approved June 3, 1918, and to establish military justice,\" approved June 4, 1920 (41 Stat. 759, 787), and as President of the United States, the Manual for Courts-Martial, United States Army (1928), hereinafter referred to as the Manual, is hereby amended as follows:",
        "1. The second subparagraph of paragraph 14 of the Manual is amended to read:",
        "\"Under the authority of A. W. 13 commissioned officers and persons of equivalent relative or assimilated rank are hereby excepted from the jurisdiction of special courts-martial.\"",
        "2. The last sentence in the second subparagraph of paragraph 85a of the Manual is amended to read:",
        "\"These notes may be destroyed after final disposition of the case under A. W. 48, 50½ or 51.\"",
        "3. Paragraph 87b of the Manual is amended by inserting the words \"and privates first class\" after the words \"noncommissioned officers\" in the seventh line of the second subparagraph.",
        "4. Paragraph 87c of the Manual is amended by striking out the last sentence of the third subparagraph, and by changing the first subparagraph to read:",
        "\"c. Disposition of record and related matters.-General Court-Martial. The record, with the decisions and orders of the reviewing authority thereon, will be transmitted, ordinarily without letter of transmittal, direct to The Judge Advocate General of the Army. With the record will be forwarded the accompanying papers (see 85), six authenticated copies of the order, if there be any, promulgating the result of the trial, and two signed copies of the review of the staff judge advocate. In cases involving more than one accused an additional copy of the order of promulgation, if any, will be forwarded for each additional accused. This applies equally to cases in which the sentence is suspended under A. W. 51, but where action by a confirming authority other than the President is necessary, the record, etc., will be transmitted to such authority. Where the order of execution is withheld under A. W. 50½ the reviewing authority will, before forwarding the record, take therefrom the data necessary for drafting a general court-martial order, and when such order is issued the same number of copies thereof will be forwarded as in the case of an order not so withheld.\"",
        "5. Paragraph 91 of the Manual is amended by striking out the last two sentences and inserting in lieu thereof the following :",
        "\"Special and summary court records shall be retained in the office of the staff judge advocate until notification is received that their destruction has been authorized under the provisions of the act of August 5, 1939, 53 Stat. 1219, or that The Judge Advocate General of the Army has authorized their storage elsewhere.\"",
        "6. Paragraph 94 of the Manual is amended by striking out the second subparagraph.",
        "7. Paragraph 96 of the Manual is amended by striking out the second subparagraph and inserting in lieu thereof the following:",
        "\"Any officer of any component of the Army of the United States on active duty in Federal service commissioned in or assigned or detailed to duty with the Judge Advocate General's Department, any staff judge advocate or acting staff judge advocate, the President of a general or special court-martial, any summary court-martial, the trial judge advocate or any assistant trial judge advocate of a general or special court-martial, the president or the recorder of a court of inquiry or of a military board, any officer designated to take a deposition, any officer detailed to conduct an investigation, and the adjutant, assistant adjutant, or personnel adjutant of any command shall have power to administer oaths for the purposes of the administration of military justice and for other purposes of military administration; and shall also have the general powers of a notary public in the administration of oaths, the execution and acknowledgment of legal instruments, the attestation of documents and all other forms of notarial acts to be executed by persons subject to military law. (A. W. 114.)",
        "\"A warrant officer serving as assistant adjutant of any command has power to administer oaths for all purposes of military administration. (Sec. 4, act of Aug. 21, 1941, 55 Stat. 653)\"",
        "8. Paragraph 103d of the Manual is amended by inserting the words \"or private first class\" after the words \"noncommissioned officer\" and before the comma in the third line, and after the words \"noncommissioned officer\" in the seventh line.",
        "9. Paragraph 125 of the Manual is amended by adding to the fourth subparagraph the words \"the seal of The Adjutant General's Office;\", and by inserting the following subparagraph after the ninth subparagraph thereof:",
        "\"The seal of The Adjutant General's Office on a certificate is prima facie evidence that the signature thereon is that of The Adjutant General or one of his assistants.\"",
        "10. Paragraph 129 of the Manual is amended by deleting from the fourth subparagraph of the subparagraph entitled \"Proof\" the sentence reading \"As to who are such assistants reference may be had to the Army List and Directory.\"",
        "11. Paragraph 155 of the Manual is amended by striking out the words \"The Adjutant General\" in the third line and inserting in lieu thereof the words \"The Judge Advocate General\".",
        "12. Appendix 4 of the Manual is amended by inserting \"(per os) (per anum)\" immediately after the word \"connection\" in the third line of Form 98.",
        "13. Appendix 10, paragraph a, of the Manual is amended by inserting the words \"in violation of Article of War 61,\" immediately after the comma before the words \"is approved\" in the third line of Form 4, and by inserting the words \"and will be duly executed\" after the word \"approved\" and before the comma in the first line of Form 6.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 31, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9324-Amending the Manual for Courts-Martial, United States Army (1928) Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372701"
}