{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9262-authorizing-the-secretary-navy-perform-and-exercise-certain",
    "doc": "executive-order-9262-authorizing-the-secretary-navy-perform-and-exercise-certain",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9262-Authorizing the Secretary of Navy To Perform and Exercise Certain Additional Functions, Duties, and Powers",
    "date": "November 05, 1942",
    "content": [
        "By virtue of the authority vested in me by the Constitution and laws of the United States, and particularly by Title I of the First War Powers Act, 1941, approved December 18, 1941 (55 Stat. 838), as President of the United States and Commander in Chief of the Army and Navy of the United States, it is hereby ordered as follows:",
        "1. The Secretary of the Navy is hereby authorized to perform and exercise the same functions, powers, and duties, on behalf of the Navy Department, as are authorized to be performed and exercised by the Secretary of War, on behalf of the War Department, by the provisions of subdivisions (a) and (b) of section 1 of the act entitled \"An Act to expedite the strengthening of the national defense\", approved July 2, 1940 (54 Stat. 712), as continued in effect by Public Law 580, 77th Congress, approved June 5, 1942.",
        "2. Any provision of any Executive order, and any provision, rule, or regulation of any officer, department, board, commission, bureau, agency or instrumentality of the Government of the United States conflicting with this order are superseded to the extent of such conflict.",
        "3. This order shall become effective as of the date hereof, and shall continue in force and effect until the termination of Title I of the First War Powers Act, 1941.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 5, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9262-Authorizing the Secretary of Navy To Perform and Exercise Certain Additional Functions, Duties, and Powers Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372334"
}