{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5966-establishing-unified-border-patrol-the-coast-guard-service-treasury",
    "doc": "executive-order-5966-establishing-unified-border-patrol-the-coast-guard-service-treasury",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5966-Establishing a Unified Border Patrol in the Coast Guard Service, Treasury Department",
    "date": "December 09, 1932",
    "content": [
        "Whereas sections 401 and 403 of Title IV of Part II of the act approved June 30, 1932, provide-",
        "\"Sec. 401. In order to further reduce expenditures and increase efficiency in government it is declared to be the policy of Congress-",
        "\"(a) To group, coordinate, and consolidate executive and administrative agencies of the Government, as nearly as may be, according to major purpose;",
        "\"(6) To reduce the number of such agencies by consolidating those having similar functions under a single head;",
        "\"(c) To eliminate overlapping and duplication of effort; and",
        "\"(d) To segregate regulatory agencies and functions from those of an administrative and executive character.",
        "* * * * * * *",
        "\"Sec. 403. For the purpose of carrying out the policy of Congress as declared in section 401 of this title, the President is authorized by Executive order-",
        "\"(1) To transfer the whole or any part of any independent executive agency, and/or the functions thereof, to the jurisdiction and control of an executive department or another independent executive agency;",
        "\"(2) To transfer the whole or any part of any executive agency, and/or the functions thereof, from the jurisdiction and control of one executive department to the jurisdiction and control of another executive department; or",
        "\"(3) To consolidate or redistribute the functions vested in any executive department or in the executive agencies included in any executive department; and",
        "\"(4) To designate and fix the name and functions of any consolidated activity or executive agency and the title, powers, and duties of its executive head.\"",
        "Now, Therefore, by virtue of the authority so vested in me, I hereby order that the following transfers be made to the Coast Guard Service of the Treasury Department:",
        "The Immigration Border Patrol from the Bureau of Immigration, Department of Labor.",
        "The Customs Patrol from the Bureau of Customs, Treasury Department.",
        "The Commandant of the Coast Guard shall take action toward the establishment of a unified border patrol, which shall become effective upon order of the Secretary of the Treasury with the approval of the President.",
        "The agencies that are transferred shall carry with them all their powers and duties, personnel, books, records, and papers pertaining to the work thereof; all public property including office equipment and laboratory facilities, both in Washington and in the field, appertaining thereto; and the unexpended balances of their appropriations or allotments or other funds as to the date this order becomes effective.",
        "All power and authority conferred by law upon the Secretary of Labor or other officers of that department in relation to the border patrol of the Bureau of Immigration and/or the Commissioner of Customs or other officer of the Customs Service with respect to the border patrol of the Customs Service shall, when such transfer is effected, be fully conferred upon and vested in the Coast Guard Service or the commandant thereof, as the case may be.",
        "With the approval of the President, the Secretary of the Treasury shall have the power, by order or regulation, to consolidate, eliminate, or redistribute the bureaus, agencies, offices, or activities and/or their functions, in the Treasury Department in so far as such action may be required to carry out the purposes of the consolidation herein ordered and by rules and regulations, not inconsistent with law, to fix the functions thereof and the duties, powers, and titles of their respective executive heads.",
        "This order shall take effect upon the sixty-first calendar day after its transmission to Congress unless otherwise determined in accordance with the provisions of section 407 of the act cited above.",
        "HERBERT HOOVER",
        "The White House,December 9, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5966-Establishing a Unified Border Patrol in the Coast Guard Service, Treasury Department Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361732"
}