{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8203-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "doc": "executive-order-8203-transfer-jurisdiction-over-certain-lands-from-the-secretary",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8203-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War",
    "date": "July 13, 1939",
    "content": [
        "WISCONSIN",
        "Whereas certain lands within the hereinafter-described areas have been acquired, or are in process of acquisition, under the authority of the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), in connection with the Camp McCoy, LO-WI 16, Land-Utilization and Land-Conservation Project of the Department of Agriculture, in Wisconsin; and",
        "Whereas by Executive Order No. 7908, dated June 9, 1938, all the right, title, and interest of the United States in such lands, acquired or in process of acquisition, was transferred to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and the related provisions of Title IV thereof; and immediately upon the acquisition of legal title to those lands now in process of acquisition the said order, by the terms thereof, will become applicable to all the additional right, title, and interest thereby acquired by the United States; and",
        "Whereas it appears that the use of such lands as a military reservation would be in the public interest:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by section 32 of Title III of the said Bankhead-Jones Farm Tenant Act, and upon recommendation of the Secretary of Agriculture, it is ordered that all lands within the hereinafter-described areas acquired or in process of acquisition by the United States, together with the improvements thereon, be, and they are hereby, transferred from the Secretary of Agriculture to the Secretary of War for use as a military reservation: Provided, however, that the Secretary of Agriculture shall retain such jurisdiction over the lands now in process of acquisition by the United States as may be necessary to enable him to complete their acquisition.",
        "MONROE COUNTY, WISCONSIN",
        "FOURTH PRINCIPAL MERIDIAN",
        "T. 17 N., R. 2 W.,      sec. 16, S½, and S½NW¼;      sec. 17, S½S½. S½SE¼NE¼, and N½NE¼SE¼;      sec. 18, S½S½;      sec. 19, NE¼, N½NW¼, and NW¼SE¼;      secs. 20 and 21, all;      sec. 28, NW¼NW¼;      sec. 29, N½NE¼, and NE¼NW¼.",
        "T. 17 N., R. 3 W.,      sec. 3, NW¼;      sec. 8, SE¼;      sec. 9, all;      sec. 10, SW¼SW¼;      sec. 13, S½SE¼, SW¼, and W½NW¼;      secs. 14 to 16, inclusive;      sec. 17, SE¼;      sec. 20, E½, and E½W½;      sec. 21, all;      sec. 22, N½ and NW¼SW¼;      sec. 23, N½, and N½S½;      sec. 24, NW¼, NE¼SW¼, and N½NE¼;      sec. 28, all;      sec. 29, E½, and E½W½:      sec. 32, N½NE¼;      sec. 33, N½, and N½SE¼;      sec. 34, NW¼, N½SW¼, SE¼, SE¼NE¼, and W½NE¼.",
        "T. 18 N., R. 3 W.,      sec. 26, N½SE¼, and SW¼;      sec. 27, SE¼;      sec. 34, NE¼NW¼, S½SW¼, and E½;      sec. 35, W½.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 13, 1939."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8203-Transfer of Jurisdiction Over Certain Lands From the Secretary of Agriculture to the Secretary of War Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368709"
}