{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8870-restoring-certain-lands-comprising-part-the-waimanalo-military",
    "doc": "executive-order-8870-restoring-certain-lands-comprising-part-the-waimanalo-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8870-Restoring Certain Lands Comprising Part of the Waimanalo Military Reservation to the Use of the Territory of Hawaii",
    "date": "August 25, 1941",
    "content": [
        "Whereas the parcel of land comprising Tract No. 2 of the Waimanalo Military Reservation, Territory of Hawaii, as described in Executive Order No. 4802 of February 2, 1928, is no longer required for military purposes of the United States; and",
        "Whereas it is deemed advisable and in the public interest that such land be restored to the use of the Territory of Hawaii:",
        "Now, Therefore, by virtue of the authority vested in me by section 91 of the act of April 30, 1900, 31 Stat. 159, as amended by section 7 of the act of May 27, 1910, 36 Stat. 447, it is ordered that the following-described parcel of land comprising Tract No. 2 of the Waimanalo Military Reservation, Territory of Hawaii, be, and it is hereby, restored to its previous status for the use of the Territory of Hawaii, subject to the right of the War Department to remove its improvements and installations thereon, if such removal has not been accomplished prior to the date of this order:",
        "Beginning at United States Military Monument No. 6 (old), located on the west side of the road, thence running by true azimuths and distances as follows:",
        "310°38'00\", 389.30 feet, along right-of-way fence to a hub, Station 1; thence",
        "305°12'00\", 101.38 feet, along right-of-way fence curving to the left to a hub, Station 2; thence",
        "294°54'20\", 148.06 feet, along right-of-way fence curving to the left to a hub, Station 3; thence",
        "285°35'20\", 151.54 feet, along right-of-way fence curving to the left to a hub, Station 4; thence",
        "280°17'00\", 180.66 feet, along right-of-way fence to a 1-inch pipe located on the boundary of the Waimanalo Sugar Company's land; thence",
        "118°08'20\", 948.39 feet, across canefield to the point of beginning.",
        "The tract described contains an area of 1.24 acres, more or less.",
        "FRANKLIN D ROOSEVELT",
        "The White House,August 25, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8870-Restoring Certain Lands Comprising Part of the Waimanalo Military Reservation to the Use of the Territory of Hawaii Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210641"
}