{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8319-changing-the-name-the-necedah-migratory-waterfowl-refuge-and-adding",
    "doc": "executive-order-8319-changing-the-name-the-necedah-migratory-waterfowl-refuge-and-adding",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8319-Changing the Name of the Necedah Migratory Waterfowl Refuge and Adding Certain Lands Thereto",
    "date": "January 15, 1940",
    "content": [
        "WISCONSIN",
        "By virtue of the authority vested in me as President of the United States, and by section 32 of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), it is ordered as follows:",
        "Sec. 1. The name of the Necedah Migratory Waterfowl Refuge, established by Executive Order No. 8065 of March 14, 1939, is hereby changed to Necedah National Wildlife Refuge.",
        "Sec. 2. The following-described lands, comprising 39.09 acres, more or less, in Juneau County, Wisconsin, acquired under the authority of Title II of the National Industrial Recovery Act, approved June 16, 1933 (48 Stat. 200), and the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and transferred by Executive Order No. 7908 of June 9, 1938, to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the said Bankhead-Jones Farm Tenant Act, are, upon recommendation of the Secretary of Agriculture, hereby transferred from the Secretary of Agriculture to the Secretary of the Interior and, subject to valid rights, added to and reserved as a part of the said Necedah National Wildlife Refuge:",
        "FOURTH PRINCIPAL MERIDIAN",
        "T. 20 N., R. 3 E.,       sec. 6, all that part of the subdivisions in the northeastern part thereof bounded by the following-described lines: Beginning at a point 20 chains west of the northeast corner of sec. 6, thence south 39.08 chains; thence west 10.00 chains: thence north 39.11 chains; thence east 10.00 chains, to the point of beginning.",
        "Sec. 3. It is unlawful for any person to hunt, trap, capture, willfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the above-described area, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of the Interior.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 15, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8319-Changing the Name of the Necedah Migratory Waterfowl Refuge and Adding Certain Lands Thereto Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368409"
}