{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9408-authorizing-the-secretary-war-take-possession-and-operate-the-point",
    "doc": "executive-order-9408-authorizing-the-secretary-war-take-possession-and-operate-the-point",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9408-Authorizing the Secretary of War To Take Possession of and Operate the Point Breeze Plants and Facilities of the Western Electric Company, Incorporated, in and Near the City of Baltimore, Maryland",
    "date": "December 19, 1943",
    "content": [
        "Whereas after investigation I find and proclaim that there is an interruption of the operation of the Point Breeze plants and facilities of the Western Electric Company, Incorporated, in and near the City of Baltimore, Maryland, as a result of a Labor disturbance, that the war effort is being and will be unduly impeded or delayed by such interruption, and that the exercise of the power and authority vested in me is necessary to insure the operation of such plant in the interest of the war effort;",
        "Now, Therefore, by virtue of the power and authority vested in me by the Constitution and laws of the United States, particularly the War Labor Disputes Act (Public Law, 78th Cong.), as President of the United States and Commander in Chief of the Army and Navy of the United States, it is hereby ordered and directed as follows:",
        "The Secretary of War is authorized and directed to take immediate possession of and operate the Point Breeze plants and facilities of the Western Electric Company, Incorporated, in and near the City of Baltimore, Maryland, and to the extent that he deems necessary, is further authorized to take possession of and operate other installations in or near the City of Baltimore, Maryland, used or operated by said Company in connection with its operation of the foregoing plants and facilities. The Secretary of War is authorized and directed to do the foregoing, through and with the aid of such persons or instrumentalities as he may designate, and insofar as may be necessary or desirable, to produce the war materials called for by the Company's contracts with the United States, its departments and agencies or as may otherwise be required for the war effort, and do all things necessary or incidental to that end. The Secretary of War shall permit the management to continue with its managerial functions to the maximum degree possible consistent with the aims of this order.",
        "The Secretary of War is authorized to take such action, if any, as he may deem necessary or desirable to provide protection for the plant and all persons employed or seeking employment therein.",
        "In furtherance of the objectives set forth in Executive Order No. 9370, the Secretary of War is (1) authorized to request the National War Labor Board to consider the issuance of an order withholding or withdrawing from the Point Breeze Employees Association any benefits, privileges or rights, accruing to the said Association under the terms or conditions of employment, in effect by agreement between the Company and the Association or otherwise, until such time as the said Association has demonstrated to the satisfaction of the National War Labor Board its willingness and capacity to comply with the terms and conditions of employment prescribed by the order of the National War Labor Board dated December 13, 1943; (2) directed to recommend to the authorized federal agencies the entry of appropriate orders relating to the modification or cancellation of draft deferments or employment privileges, or both.",
        "Possession and operation thereunder of the said plant and facilities shall be terminated by the Secretary of War within sixty days after he determines that the productive efficiency of the plant prevailing prior to the taking possession thereof has been restored.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 19, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9408-Authorizing the Secretary of War To Take Possession of and Operate the Point Breeze Plants and Facilities of the Western Electric Company, Incorporated, in and Near the City of Baltimore, Maryland Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372384"
}