{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7981-amendment-subdivision-iv-schedule-b-civil-service-rules",
    "doc": "executive-order-7981-amendment-subdivision-iv-schedule-b-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7981-Amendment of Subdivision IV, Schedule B, Civil Service Rules",
    "date": "September 29, 1938",
    "content": [
        "By virtue of and pursuant to the authority vested in me by paragraph Eighth, subdivision SECOND, section 2 of the Civil Service Act (22 Stat. 403, 404), it is ordered that Subdivision IV of Schedule B of the Civil Service Rules be, and it is hereby, amended by adding thereto the following paragraph:",
        "\"5. Classified positions in the Ordnance Department at Large, War Department, when filled by the promotion of unclassified laborers, subject to the approval of the Civil Service Commission.\"",
        "This order, which is recommended by the Civil Service Commission in view of the agreement by the War Department that hereafter unclassified laborer positions in the Ordnance Department at Large will be filled through appointment from appropriate classified registers as provided in section 3 of Civil Service Rule II, will permit unskilled laborers appointed from the unclassified laborer register to advance upon noncompetitive examination to classified positions in the Ordnance Department at Large, but such promotion will not accord to such employees a classified status or render them eligible for transfer to classified positions in other branches of the Federal service.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 29, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7981-Amendment of Subdivision IV, Schedule B, Civil Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368794"
}