{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9413-establishing-special-emergency-board-report-the-claims-for-wage",
    "doc": "executive-order-9413-establishing-special-emergency-board-report-the-claims-for-wage",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9413-Establishing a Special Emergency Board to Report on the Claims for Wage Adjustments of Non-Operating Railway Employees",
    "date": "January 04, 1944",
    "content": [
        "Whereas a Special Emergency Board was appointed by me on October 16, 1943, to consider claims for wage adjustments of non-operating railway employees, and",
        "Whereas the Economic Stabilization Director on November 4, 1943, entered an order authorizing the wage adjustments recommended by said Special Emergency Board to become effective on November 19, 1943, and",
        "Whereas the non-operating railway employees' organizations in the first instance refused to accept the recommendations of said Special Emergency Board and invoked the services of the National Mediation Board to enjoin the carriers from putting the recommendations into effect, and",
        "Whereas the non-operating railway employees' organizations on December 27, 1943, announced that they had abandoned their objections to the recommendations of said Special Emergency Board, but asserted additional claims with respect to payments for or in lieu of overtime after forty hours per week, particularly in view of the wage adjustments recently granted to railway operating employees on account of similar and other claims; and",
        "Whereas the carriers and the non-operating railway employees have not been able to reach an agreement with respect to such additional claims of the non-operating railway employees;",
        "Now, Therefore, by virtue of the authority vested in me by the Constitution and Statutes, and particularly by the First War Powers Act, 1941, the Railway Labor Act and the Stabilization Act of October 2, 1942, as President of the United States and Commander-in-Chief of the Army and Navy, it is hereby ordered as follows:",
        "1. There is hereby established a Special Emergency Board of three members to be selected by me from the National Railway Labor Panel to consider the unsettled claims for wage adjustments of the non-operating railway employees, and to recommend to me such wage adjustments, if any, as should be made within the limitations of the Act of October 2, 1942, and the Executive Orders thereunder.",
        "2. The parties before the Special emergency Board shall be the same as those included within the recommendations of the Emergency Board appointed by me on October 16, 1943.",
        "3. The Special Emergency Board shall report to me as soon as practicable, but not later than 30 days after the date of this Order. Copies of the report shall be filed at the same time with the Economic Stabilization Director, the National War Labor Board and the Commissioner of Internal Revenue.",
        "The recommendations of the Special Emergency Board in regard to proposed changes affecting wage and salary payments shall become effective fifteen days after the date of the filing of its report with me, unless and except to the extent the Economic Stabilization Director otherwise directs.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 4, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9413-Establishing a Special Emergency Board to Report on the Claims for Wage Adjustments of Non-Operating Railway Employees Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355175"
}