{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6570-restoring-the-territory-hawaii-part-the-schofield-barracks-military",
    "doc": "executive-order-6570-restoring-the-territory-hawaii-part-the-schofield-barracks-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6570-Restoring to the Territory of Hawaii a Part of the Schofield Barracks Military Reservation",
    "date": "January 20, 1934",
    "content": [
        "Whereas the Territory of Hawaii desires to construct, under the provisions of title II of the National Industrial Recovery Act, approved June 16, 1933 (ch. 90, 48 Stat. 195, 200), a road from Schofield Barracks toward Ilonouliuli, in the District of Ewa, Island of Oahu, Territory of Hawaii, known as \"military road no. 256\" and also designated as \"Federal aid route no. 3\"; and",
        "Whereas a certain portion of the lands necessary for said road, as hereinafter described, was reserved for military purposes by Executive order dated July 20, 1899 (G.O. 147, A.G.O., Aug. 10, 1899), modified by Executive order dated November 15, 1909 (G.O. 242, W.D., Dec. 4, 1909), added to by Executive order dated August 23, 1910 (G.O. 172, W.D., Sept. 12, 1910), and the description thereof revised by Executive Order No. 2800, dated February 4, 1918;",
        "Now, Therefore, pursuant to section 91 of the act of April 30, 1900, entitled \"An act to provide a government for the Territory of Hawaii\" (ch. 339, 31 Stat. 141, 159), as amended by section 7 of the act of May 27, 1910 (ch. 258, 36 Stat. 443, 447), it is hereby ordered that the land hereinafter described, being a part of the military reservation of Schofield Barracks, situated in Waianae-Uka, District of Waianae, and ui Waikakalaua, District of Ewa, Island of Oahu, Territory of Hawaii, be and it is hereby restored to its previous status for use by the Territory of Hawaii as a right-of-way for the construction and maintenance thereon of a Territorial road or highway.",
        "The tract of land hereby restored to the Territory of Hawaii is a strip of land 100 foet wide extending for 50 feet on each side of the center line and is described as follows:",
        "Beginning at a point on the boundary line between concrete monuments nos. 96 and 97, Schofield Barracks Military Reservation, from which the azimuth (measured clockwise from true south) and distance to concrete monument no. 97 is 127°46'00\"-61.40 ft.; from said concrete monument no. 97 the azimuth and distance to United States Coast and Geodetic Survey triangulation station \"Maunauna\" is 64°24'29\"-10,528.94 ft.; thence",
        "200°15'30\"-599.35 ft.;      On the curve to the right, with a radius of 955.37 ft., the chord of which bears 224°22'45\"-780.84 ft.;      248°30'00\"-217.74 ft. to the present southern boundary of Wright Avenue;",
        "Containing an area of 162,112 sq. ft., or 3.72 acres, more or less.",
        "The said tract of land shall revert to the jurisdiction and control of the War Department as part of the Schofield Barracks Military Reservation if not used by said Territory as a right-of-way for the construction of a road within 2 years from the date of this order, and sooner upon formal notification to the War Department by the Governor of Hawaii that the Territory of Hawaii does not desire to use or desires to discontinue the use of the said tract of land for the aforesaid purpose.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,January 20, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6570-Restoring to the Territory of Hawaii a Part of the Schofield Barracks Military Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362331"
}