{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6345-amendment-executive-order-no-6182-supplemented-executive-order-no",
    "doc": "executive-order-6345-amendment-executive-order-no-6182-supplemented-executive-order-no",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6345-Amendment of Executive Order No. 6182 as Supplemented by Executive Order No. 6207, Which Delegated to the Secretary of Agriculture Certain Authority Under the National Industrial Recovery Act",
    "date": "October 20, 1933",
    "content": [
        "By virtue of the authority vested in me by title I of the National Industrial Recovery Act of June 16, 1933 (Public, No. 67, 73d Cong.), Executive Order No. 6182 of June 26, 1933, as supplemented by Executive Order No. 6207 of July 21, 1933, which delegated to the Secretary of Agriculture certain of the powers vested in me by the aforesaid act, is hereby amended so that, in addition to the trades, industries, or subdivisions thereof therein enumerated, there shall be included the following trades, industries, or subdivisions thereof:",
        "1. Industries, trades, or subdivisions thereof (including agricultural produce and commodity exchanges and similar organizations) engaged principally in the handling of any of the following:",
        "(a) Agricultural commodities (including livestock, poultry, fur-bearing animals and bees, and flowers and nursery stock, but excluding forest products other than nuts, fruits, sap, gum, and oils) up to the point of first processing off the farm, including all distribution, cleaning, or sorting, ginning, threshing, or other separation, or grading, or canning, preserving, or packing, of such commodities occurring prior to such first processing.",
        "(b) Human and animal food (including beverages, confectionery, and condiments) and all substances or preparations used for food or entering principally into the composition of food.",
        "(c) Nonfood products of grains; inedible animal and vegetable oils and fats; naval stores; feathers, hides, and furs; brooms; or hog-cholera serum.",
        "2. Industries, trades, or subdivisions thereof, engaged principally in the crushing of cotton seed or flax seed.",
        "If a question should arise as to whether or not any specific trade, industry, or subdivision thereof is or is not within the terms of Executive Order No. 6182 (as supplemented by Executive Order No. 6207) and/or this order, the question shall be finally and conclusively determined by agreement between the Secretary of Agriculture and the Administrator of the National Recovery Administration; or, if they do not agree, then the question shall be submitted to the President, whose decision thereon shall be final and conclusive.",
        "This order shall not apply with respect to any trade, industry, or subdivision thereof for which a code of fair competition has heretofore been approved by me except as may hereafter be otherwise determined by agreement between the Secretary of Agriculture and the National Recovery Administrator.",
        "As thus amended Executive Order No. 6182 (as supplemented by Executive Order No. 6207) shall be and remain in full force and effect until amended or revoked by me.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 20, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6345-Amendment of Executive Order No. 6182 as Supplemented by Executive Order No. 6207, Which Delegated to the Secretary of Agriculture Certain Authority Under the National Industrial Recovery Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362173"
}