{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7297-provide-for-the-protection-and-preservation-the-domestic-sources-tin",
    "doc": "executive-order-7297-provide-for-the-protection-and-preservation-the-domestic-sources-tin",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7297-To Provide for the Protection and Preservation of the Domestic Sources of Tin",
    "date": "February 16, 1936",
    "content": [
        "Whereas section 2 of an act of Congress approved February 15, 1936, entitled \"AN ACT To provide for the protection and preservation of the domestic sources of tin\", provides:",
        "\"There shall not be exported from the United States after the expiration of sixty days from the enactment of this Act any tin-plate scrap, except upon license issued by the President of the United States. The President is authorized to grant licenses upon such conditions and regulations as he may find necessary to assure in the public interest fair and equitable consideration to all producers of this commodity.\"",
        "Now, Therefore, I, Franklin Delano Roosevelt, President of the United States, acting under and by virtue of the authority vested in me by the aforesaid act, do hereby delegate to the Secretary of State as Chairman of the National Munitions Control Board the power to grant licenses for the exportation of tin-plate scrap upon such conditions and under such regulations as he may find necessary to assure in the public interest fair and equitable consideration to all producers of this commodity, and as he may prescribe by and with the advice and consent of the Board.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,February 16, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7297-To Provide for the Protection and Preservation of the Domestic Sources of Tin Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362794"
}