{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-743-pine-ridge-school-reservation-south-dakota",
    "doc": "executive-order-743-pine-ridge-school-reservation-south-dakota",
    "president": "Theodore Roosevelt",
    "president_byline": "26th President of the United States: 1901 ‐ 1909",
    "title": "Executive Order 743-Pine Ridge School Reservation, South Dakota",
    "date": "January 28, 1908",
    "content": [
        "Whereas it is found that Executive order of November 11, 1907, setting apart certain lands for the use of the Indians of the Jicarilla Indian Reservation, N. Mex., conflicts in part with Executive order of November 9, 1907, setting apart certain lands as an addition to the Navajo Indian Reservation, N. Mex., said Executive order is hereby so amended that the description of the tract of land thereby set apart for the purpose named therein shall read as follows:",
        "Beginning at a point on the south boundary of the Jicarilla Indian Reservation on the range line between Tps. 26 and 27 N., Rs. 2 and 3 W., New Mexico principal meridian; thence west on said boundary to the southwest corner of the reservation; thence continuing west on the township line between Tps. 26 and 27 N. to the northwest corner of T. 26 N., R. 5 W.; thence east along the township line between Tps. 21 and 22 N. to the northeast corner of T. 21 N., R. 4 W.; thence continuing east over unsurveyed lands along what would be, if established, the township line between Tps. 21 and 22 N. to what would be, if established, the southeast corner of T. 22 N., R. 2 W.; thence north over unsurveyed lands to what will be when established the northeast corner of T. 23 N., R. 2 W.; thence west over unsurveyed lands along what would be, if established, the township line between Tps. 23 and 24 N. to what would be, if established, the southeast corner of T. 24 N., R. 4 W.; thence north over unsurveyed lands to the southeast corner of T. 25 N., R. 4 W.; thence continuing north along the east line of T. 25 N., R. 4 W., to the southeast corner of T. 26 N., R. 4 W.; thence east over unsurveyed lands along what would be, if established, the township line between Tps. 25 and 26 N. to what would be, if established, the southeast corner of T. 26 N., R. 3 W.; thence north to the place of beginning.",
        "THEODORE ROOSEVELT\nThe White House,\nJanuary 28, 1908."
    ],
    "citation": "Theodore Roosevelt, Executive Order 743-Pine Ridge School Reservation, South Dakota Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/277147"
}