{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-approving-interior-order-indian-territory-utah",
    "doc": "executive-order-approving-interior-order-indian-territory-utah",
    "president": "Grover Cleveland",
    "president_byline": "22nd President of the United States: 1885 ‐ 1889",
    "title": "Executive Order-Approving Interior Order on Indian Territory in Utah",
    "date": "September 01, 1887",
    "content": [
        "(See acts of Congress, approved May 5, 1864, 13 Stats., 63, June 18. 1878, 20 Stats., 165, and May 24, 1888, 25 Stats., 157.)",
        "War Department,",
        "Washington City, August 31, 1887.",
        "To the President:",
        "Sir: Upon recommendation of the commanding general, Division of the Missouri, I have the honor to request that the following-described tract of land in the Territory of Utah, embraced within the limits of the Uintah Indian reservation, created by Executive order dated October 3, 1861, and act of Congress approved May 5,1864 (13 Stats., 63), may be duly declared and set apart by the Executive as a military reservation for the post of Fort Du Chesne, viz:",
        "Beginning at a point 2 miles due north of the flag-staff of Fort Du Chesne, Utah Territory, and running thence due west 1 mile to the northwest corner; thence due south 3 miles to the southwest corner; thence due east 2 miles to the southeast corner; thence due north 3 miles to the northeast corner: thence due west 1 mile to the point of beginning.",
        "Area: Six square miles, 2 by 3.",
        "The Secretary of the Interior states that there is no objection on the part of that Department to the use of the tract in question for military purposes (the selection of which is the result of a mutual agreement). prodded it be understood that the same be subject to such right, title, and interest as the Indians have to and in said land, which shall he vacated whenever the interest of the Indians require it.",
        "A sketch of the proposed military reservation is inclosed herewith.",
        "I have the honor to be, sir. with great respect, your obedient servant.",
        "R. Macfeely,",
        "Acting Secretary of War.",
        "",
        "EXECUTIVE MANSION.",
        "Washington, September 1, 1887.",
        "The within request is approved and the reservation is made and proclaimed accordingly: prorated, that the use and occupancy of the land in question be subject to such right, title, and interest as the Indians have in and to the same, and that it Ire vacated whenever the interest of the Indians shall require it, upon notice to that effect to the Secretary of War.",
        "The Secretary of the Interior will cause the proper notation to be made in the General Land Office.",
        "Grover Cleveland."
    ],
    "citation": "Grover Cleveland, Executive Order-Approving Interior Order on Indian Territory in Utah Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372549"
}