{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5187-exempting-census-supervisors-from-civil-service-rules-prohibiting",
    "doc": "executive-order-5187-exempting-census-supervisors-from-civil-service-rules-prohibiting",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5187-Exempting Census Supervisors from Civil Service Rules Prohibiting Federal Employees from Holding Office Under State, County, or Municipal Government",
    "date": "September 09, 1929",
    "content": [
        "Whereas, by Executive Order of January 17, 1873, the holding of a state and federal office by the same person at the same time, with certain exceptions, was prohibited;",
        "And Whereas, it would materially assist the Director of the Census in the taking of the Fifteenth Decennial Census if he were permitted to appoint certain persons holding state or county offices as supervisors of the Census.",
        "In view of the premises, therefore, the President has deemed it advisable in certain instances to permit the appointment of certain state and county officers as supervisors of the Census. The Director of the Census is hereby authorized to appoint state, county and municipal officers as supervisors of the Census if in his opinion the duties of such state, county and municipal officers do not in any manner conflict with the performance of the duties of supervisors of the Census, and where the Director of the Census is satisfied that the appointment of such state, county or municipal officer is for the best interest of the service.",
        "HERBERT HOOVER",
        "The White House,September 9, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5187-Exempting Census Supervisors from Civil Service Rules Prohibiting Federal Employees from Holding Office Under State, County, or Municipal Government Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360885"
}