{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7986-transfers-national-forest-lands",
    "doc": "executive-order-7986-transfers-national-forest-lands",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7986-Transfers of National-Forest Lands",
    "date": "October 08, 1938",
    "content": [
        "IDAHO",
        "By virtue of the authority vested in me by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), and on the recommendation of the Secretary of Agriculture, it is ordered that transfers of the hereinafter-described national-forest lands, in Idaho, be, and they are hereby, made as follows:",
        "FROM THE LEMHI NATIONAL FOREST TO THE SALMON NATIONAL FOREST",
        "All lands now a part of the Lemhi National Forest lying East or North and East of a line beginning where the divide between Lemhi Union Gulch and Bruce Canyon joins the main divide between Birch Creek and Little Lost River and extending southerly along the main divide between Birch Creek and Little Lost River to the crest of Saddle Mountain, thence direct to the northwest corner of Township 6 North, Range 30 East, Boise Meridian, including that part in Lemhi and Clark Counties, Idaho, lying South of the Montana-Idaho State line.",
        "FROM THE LEMHI NATIONAL FOREST TO THE CHALLIS NATIONAL FOREST",
        "All lands now a part of the Lemhi National Forest not included in the above-described transfer.",
        "FROM THE TARGHEE NATIONAL FOREST TO THE SALMON NATIONAL FOREST",
        "Unsurveyed Sections 4, 9, 16, 21, 28 and Sections 14, 15, 22, 23, 26, 27, 34 and 35, Township 12 North, Range 32 East, Boise Meridian, and all that part of the Medicine Lodge Creek drainage West of Irving Creek drainage which is now a part of the Targhee National Forest.",
        "It is not intended by this order to give any publicly-owned lands a national-forest status which have not hitherto had such status, or to remove any publicly-owned lands from a national-forest status.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 8, 1938."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7986-Transfers of National-Forest Lands Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368792"
}