{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9254-possession-and-operation-plants-triumph-explosives-inc-and-affiliates",
    "doc": "executive-order-9254-possession-and-operation-plants-triumph-explosives-inc-and-affiliates",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9254-Possession and Operation of Plants of Triumph Explosives, Inc., and Affiliates",
    "date": "October 12, 1942",
    "content": [
        "Whereas, Triumph Explosives, Inc. has entered into contracts with the United States War Department and the United States Navy Department for the construction and manufacture of essential war materials and such war materials have been in the course of manufacture at the plants of said corporation; and",
        "Whereas, it is deemed essential that the plants of the Triumph Explosives, Inc. be taken over for use and operation by the United States of America and that authority exist similarly to take over and operate plants of its subsidiaries, in order that they may be effectively and safely operated in the manufacture of the kind, quantity, and quality of war materials called for by the contracts of Triumph Explosives, Inc. with the United States:",
        "Now, Therefore, I, Franklin D. Roosevelt, pursuant to the powers vested in me by the Constitution and the laws of the United States, as President of the United States and Commander-In-Chief of the Army and Navy of the United States, (1) hereby authorize and direct the Secretary of the Navy immediately to take possession of and operate the plants of Triumph Explosives, Inc. located at Elkton, Maryland, and (2) hereby further authorize the Secretary of the Navy, If and when he may deem it necessary and desirable for the effectuation of the purposes of this Order, to take possession of and operate any or all of the plants of the firms and corporations affiliated with Triumph Explosives, Inc., namely, the plants of Elk Loading Mills Corporation located at Elkton, Maryland; of Kent Defense Company located at Chestertown, Maryland; of Milford Ordnance Company, Inc. located at Milford, Delaware; of Sussex Ordnance Company located at Milford, Delaware; and of Maryland Display and Fireworks Company located at Elkton, Maryland- in so far as may be necessary or desirable to produce safely and effectively the kind, quality, and quantity of war materials called for by the company's contracts with the United States, its departments and agencies, or as may be otherwise required for the war effort, and do all things necessary or incidental to that end.",
        "The Secretary of the Navy may exercise the authority herein conferred through and with the aid of such person or persons or instrumentalities as he may designate and may select and hire such employees, including a competent civilian adviser on industrial relations, as are necessary to carry out the provisions of this Order, and in furtherance of the purposes of this Order the Secretary of the Navy may exercise any existing contractual or other rights of said company or of the said firms and corporations affiliated with it or take such steps as may be necessary or desirable.",
        "Possession and operation of any plant under this Order will be terminated by the President as soon as he determines that such plant will be operated privately in a manner consistent with the war effort.",
        "FRANKLIN D ROOSEVELT",
        "The White House,October 12, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9254-Possession and Operation of Plants of Triumph Explosives, Inc., and Affiliates Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368105"
}