{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7715-prescribing-regulations-for-carrying-into-effect-the-virgin-islands",
    "doc": "executive-order-7715-prescribing-regulations-for-carrying-into-effect-the-virgin-islands",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7715-Prescribing Regulations for Carrying Into Effect in the Virgin Islands Certain Provisions of the Marihuana Tax Act of 1937",
    "date": "September 26, 1937",
    "content": [
        "Whereas section 15 of the Marihuana Tax Act of 1937, approved August 2, 1937 (Public, No. 238, 75th Congress), provides, in part:",
        "\"The President is hereby authorized and directed to issue such Executive orders as will carry into effect in the Virgin Islands the intent and purpose of this Act by providing for the registration with appropriate officers and the imposition of the special and transfer taxes upon all persons in the Virgin Islands who import, manufacture, produce, compound, sell, deal in, dispense, prescribe, administer, or give away marihuana.\"",
        "And Whereas it is desired that the Governor of the Virgin Islands and the Commissioner of Finance of the Virgin Islands shall, in connection with the Marihuana Tax Act of 1937, perform duties in the Virgin Islands analogous to those performed in the continental United States by the Secretary of the Treasury and his subordinates:",
        "Now, Therefore, by virtue of and pursuant to the authority vested in me by the statutory provisions above set out it is hereby ordered as follows:",
        "Sec. 1. In enforcing the provisions of the Marihuana Tax Act of 1937, the Commissioner of Finance of the Virgin Islands shall perform in the Virgin Islands administrative duties like those the Commissioner of Internal Revenue and collectors of internal revenue are required to perform in the continental United States, and the Governor of the Virgin Islands shall perform duties in the Virgin Islands like those the Commissioner of Narcotics is required to perform in the continental United States.",
        "Sec. 2. On and after the first day of October, 1937, no person in the Virgin Islands shall import, manufacture, produce, compound, sell, deal in, dispense, prescribe, administer, give away, or acquire marihuana unless he shall have complied with the provisions of the said Act in the manner provided for in this Order and regulations issued pursuant thereto.",
        "Sec. 3. Every person in the Virgin Islands who by the terms of the said Act would be required if located within the continental United States to register with the collector of internal revenue of his district, his name or style and his place or places of business, shall register the like information with the Commissioner of Finance of the Virgin Islands on forms to be prescribed by the Governor of the Virgin Islands. At the time of such registry and on or before the first day of July annually thereafter, every person in the Virgin Islands who imports, manufactures, produces, compounds, sells, deals in, dispenses, prescribes, administers, or gives away marihuana shall pay to the Commissioner of Finance of the Virgin Islands special taxes at the rates provided for in section 2 of the said Act: Provided, however, that any person in the Virgin Islands who would not be required if located within the continental United States to register or pay a special tax shall not be required to register or pay the special taxes as herein provided.",
        "Sec. 4. The Commissioner of Finance of the Virgin Islands, with the approval of the Governor of the Virgin Islands, shall cause suitable order forms and copies to be prepared for sale to persons as required by section 6(a) of the Act. The price of the order form as sold by the Commissioner of Finance of the Virgin Islands under section 6(c) of the Act shall be two cents for the original and one copy. The Commissioner of Finance shall furnish appropriate stamps to represent the payment of the transfer tax levied by section 7 of the said Act. Such stamps shall be provided by the Commissioner of Internal Revenue of the Treasury Department of the United States upon requisition.",
        "Sec. 5. The Governor of the Virgin Islands may prescribe such regulations as may be necessary to carry into full force and effect the provisions of the said Act and this Order. In prescribing such regulations, the regulations prescribed by the Commissioners of Narcotics and Internal Revenue and approved by the Secretary of the Treasury of the United States shall be followed in so far as they can be made applicable to conditions in the Virgin Islands.",
        "Sec. 6. The Governor of the Virgin Islands and any persons acting under his supervision or direction shall have the right to make such inspection and take such action as may be necessary to enforce the provisions of the said Act under this Order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 26, 1937."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7715-Prescribing Regulations for Carrying Into Effect in the Virgin Islands Certain Provisions of the Marihuana Tax Act of 1937 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/369019"
}