{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8998-amendment-executive-order-no-8389-april-10-1940-amended",
    "doc": "executive-order-8998-amendment-executive-order-no-8389-april-10-1940-amended",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8998-Amendment of Executive Order No. 8389 of April 10, 1940, as Amended",
    "date": "December 26, 1941",
    "content": [
        "By virtue of the authority vested in me by Sections 3 (a) and 5 (b) of the Trading with the enemy Act of October 6, 1917 (40 Stat. 415), as amended by Title III of the First War Powers Act, 1941 (Public No. 354, 77th Congress), and by virtue of all other authority vested in me, I, Franklin D. Roosevelt, President of the United States of America, do hereby amend Executive Order No. 8389 of April 10, 1940, as amended, in the following respects:",
        "(1) By changing the period at the end of subdivision (1) of section 3 of such Order to a semi-colon and adding the following new subdivision thereafter:",
        "(m) June 14, 1941-          Hong Kong.",
        "(2) By amending paragraph B of section 5 of such Order to read as follows:",
        "B. The term \"United States\" means the United States and any place subject to the jurisdiction thereof, and the term \"continental United States\" means the states of the United States, the District of Columbia, and the Territory of Alaska; provided, however, that for the purposes of this Order the term \"United States\" shall not be deemed to include any territory included within the term \"foreign country\" as defined in paragraph D of this section.",
        "(3) By substituting the following in lieu of subdivision (iii) of paragraph D of section 5:",
        "(iii) Any territory which on or since the effective date of this Order is controlled or occupied by the military, naval or police forces or other authority of such foreign country;",
        "(iv) Any person to the extent that such person is, or has been, or to the extent that there is reasonable cause to believe that such person is, or has been, since such effective date, acting or purporting to act directly or indirectly for the benefit or on behalf of any of the foregoing.",
        "Hong Kong shall be deemed to be a foreign country within the meaning of this subdivision.",
        "FRANKLIN D ROOSEVELT",
        "The White House,December 26, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8998-Amendment of Executive Order No. 8389 of April 10, 1940, as Amended Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372529"
}