{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9302-transferring-the-commissioner-internal-revenue-certain-functions",
    "doc": "executive-order-9302-transferring-the-commissioner-internal-revenue-certain-functions",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9302-Transferring to the Commissioner of Internal Revenue Certain Functions Relating to Taxes and Penalties Imposed for Violations of the National Prohibition Act",
    "date": "February 09, 1943",
    "content": [
        "By virtue of the authority vested in me by Title I of the First War Powers Act. 1941, approved December 18, 1941 (55 Stat. 838), and as President of the United States, it is ordered as follows:",
        "1. The functions, duties, and powers of the Attorney General and of the Department of Justice with respect to (a) the determination of Internal Revenue taxes and penalties (exclusive of the determination of liability guaranteed by permit bonds) arising out of violations of the National Prohibition Act occurring prior to the repeal of the Eighteenth Amendment to the Constitution, and (b) the compromise, prior to reference to the Attorney General for suit, of liability for such taxes and penalties, are hereby transferred to the Commissioner of Internal Revenue, Department of the Treasury: Provided, That any compromise of such liability shall be effected in accordance with the provisions of section 3761 of the Internal Revenue Code.",
        "2. All files and records of the Department of Justice used primarily in the administration of the functions transferred by this order are hereby made available to the Commissioner of Internal Revenue for use in the administration of such functions.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 9, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9302-Transferring to the Commissioner of Internal Revenue Certain Functions Relating to Taxes and Penalties Imposed for Violations of the National Prohibition Act Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372686"
}