{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8592-changing-the-name-the-lake-bowdoin-migratory-waterfowl-refuge-bowdoin",
    "doc": "executive-order-8592-changing-the-name-the-lake-bowdoin-migratory-waterfowl-refuge-bowdoin",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8592-Changing the Name of the Lake Bowdoin Migratory Waterfowl Refuge to Bowdoin National Wildlife Refuge and Adding Certain Lands Thereto",
    "date": "November 12, 1940",
    "content": [
        "MONTANA",
        "By virtue of the authority vested in me as President of the United States, and by the act of June 25, 1910, c. 421, 36 Stat. 847, as amended by the act of August 24, 1912, c. 369, 37 Stat. 497, it is ordered as follows:",
        "Section 1. The name of the Lake Bowdoin Migratory Waterfowl Refuge, in Phillips County, Montana, established by Executive Order No. 7295 of February 14, 1936, is hereby changed to Bowdoin National Wildlife Refuge.",
        "Section 2. The following-described public lands, in Phillips County, Montana, comprising 1,398.16 acres, more or less, are hereby withdrawn from settlement, location, sale or entry, and, subject to valid existing rights, are included in and reserved as a part of the said Bowdoin National Wildlife Refuge:",
        "PRINCIPAL MERIDIAN",
        "T. 30 N., R. 31 E.,      sec. 15, NW¼ NE¼ and N½NW¼;",
        "T. 31 N., R. 31 E.,      sec. 23, SE¼NE¼;      sec. 24, and SE¼;      sec. 25, N½NE¼;",
        "T. 31 N., R. 32 E.,      sec. 19, lots 1, 2, 3, and 4, and E½W½;      sec. 30, lot 1, N½NE¼, and NE¼NW¼;      sec. 33, lots 1, 5, 6, and 7, S½NE¼, and NE¼SE¼.",
        "Section 3. The lands herein reserved having been withdrawn for reclamation purposes in connection with the Milk River Irrigation Project and having been included in Petroleum Reserve No. 53, Montana No. 6, their reservation as an addition to the Bowdoin National Wildlife Refuge is subject to their use pursuant to the reclamation laws, and for the purpose of oil and gas development pursuant to the act of February 25, 1920 (41 Stat. 437), as amended, and for purposes incidental thereto.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 12, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8592-Changing the Name of the Lake Bowdoin Migratory Waterfowl Refuge to Bowdoin National Wildlife Refuge and Adding Certain Lands Thereto Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368431"
}