{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-7450-excusing-from-duty-wednesday-september-23-1936-until-1-pm-employees",
    "doc": "executive-order-7450-excusing-from-duty-wednesday-september-23-1936-until-1-pm-employees",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 7450-Excusing From Duty on Wednesday, September 23, 1936, Until 1 p.m.. Employees of the Executive Departments, Establishments and Other Agencies of the Federal Government in the District of Columbia, Who Desire to Show Honor to the Veterans of the Civil War Upon the Occasion of the Parade of the Grand Army of the Republic",
    "date": "September 17, 1936",
    "content": [
        "To enable those employees of the executive departments, independent establishments, and other agencies of the Government in the District of Columbia, including the Government Printing Office and the Navy Yard and stations, who may desire to join with the citizens of the District of Columbia in showing honor to the veterans of the Civil War on the occasion of the parade of the Grand Army of the Republic which is to take place in the District of Columbia on Wednesday morning, September 23, 1936, at ten o'clock, I hereby order and direct, by virtue of and pursuant to the authority vested in me as President of the United States, that all such employees, except those who may for special public reasons be excluded from the provisions of this order, or those whose absence from duty would be inconsistent with the provisions of existing law, be excused from duty until 1 P.M. on that day.",
        "FRANKLIN D ROOSEVELT",
        "THE WHITE HOUSE,September 17, 1936."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 7450-Excusing From Duty on Wednesday, September 23, 1936, Until 1 p.m.. Employees of the Executive Departments, Establishments and Other Agencies of the Federal Government in the District of Columbia, Who Desire to Show Honor to the Veterans of the Civil War Upon the Occasion of the Parade of the Grand Army of the Republic Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210054"
}