{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6744-code-fair-competition-for-the-retail-tobacco-trade",
    "doc": "executive-order-6744-code-fair-competition-for-the-retail-tobacco-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6744-A-Code of Fair Competition for the Retail Tobacco Trade",
    "date": "June 19, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Retail Tobacco Trade, and hearings having been held thereon and the Administrator having rendered liis report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, and shall become effective on the date of this Order; subject, however, to the following conditions:",
        "1. That the provisions of Part I of Article VI and of Schedule I-the Cigar Merchandising Plan-be stayed and shall not become effective until Monday, June 25, 1934.",
        "2. That the waiting periods of five and three days contained in Schedule I, Part A, Section 1, and in Schedule I, Part B, Sections 1 and 2, respectively, be stayed and shall not become effective, notwithstanding said cigar merchandising plan becoming effective, until the further order of the Administrator.",
        "3. That all provisions for the filing of prices and discounts in said cigar merchandising plan be stayed until arrangements satisfactory to the Administrator, are made for confidential treatment and for simultaneous distribution thereof to all members of the trade and customers willing to pay the cost thereof.",
        "4. That the preamble and Sections 1, 2, 3, 4, and 6, Part II of Article VI be stayed and that the trade accept in place thereof, the following:",
        "\"As to cigars, with respect to which the provisions of Part I or Schedule I shall not at the time be operative or shall be stayed, and as to cigarettes, smoking tobacco, chewing tobacco and snuff, the standards of fair competition for the trade with reference to pricing practices are declared to be as follows:",
        "\"Section 1 (a): Wilfully destructive price cutting is an unfair method of competition and is forbidden. Any member of the trade or of any other trade or industry or the customers of either may, at any time, complain to the Code Authority that any actual price constitutes unfair competition as destructive price cutting, imperilling small enterprises or tending toward monopoly or the impairment of code wages or working conditions. The Code Authority shall, within five days, afford an opportunity to the member making such price to answer such complaint and shall, within fourteen days, make a ruling or adjustment thereon. If such ruling is not concurred in by either party to the complaint, all papers shall be referred to the Research and Planning Division of NRA, which shall render a report and recommendation thereon to the Administrator.",
        "\"(b): When no declared emergency exists as to such products or ahy specified part thereof, there is to be no fixed minimum basis for prices.",
        "\"It is intended that sound cost estimating methods should be used and that consideration should be given to costs (including costs of retail distribution) in the determination of pricing policies.",
        "\"(c) When an emergency, by reason of unfair competitive practices or other conditions, exists in the trade as to such products or any specified part thereof, sale below the stated minimum price of such products or such specified part thereof, in violation of Section 2 hereof, is forbidden.",
        "\"Section 2. Emergency Provisions.",
        "\"(a): If the Administrator, after investigation, shall at any time find both (1) that an emergency has arisen within the trade, adversely affecting small enterprises or wages or labor conditions, or tending toward monopoly or other acute conditions which tend to defeat the purposes of the Act; and (2) that the finding of a basis for determining minimum prices for such products or any specified part thereof is necessary for a limited period, to correct the conditions constituting such emergency and to effectuate the purposes of the Act, the Code Authority may cause an impartial agency to investigate costs (including the costs of retail distribution) and to recommend to the Administrator a basis for determining minimum prices of the said products or the said specified part thereof affected by the emergency, and thereupon the Administrator may proceed to fix a basis for determining such minimum prices.",
        "\"(b): When the Administrator shall have fixed a basis for determining minimum prices for the said products or said specified patt thereof for a stated period, which prices shall be reasonably calculated to correct the conditions of such emergency and to effectuate the purposes of the Act, he shall publish the said basis. Thereafter, during such stated period, no member of the trade shall sell such products at a net realized price below the minimum price determined upon the basis so fixed, and any such sale shall be deemed destructive price cutting. From time to time, the Code Authority may recommend review or reconsideration or the Administrator may cause any determination hereunder to be reviewed or reconsidered, and appropriate action taken.\"",
        "5. That the provisions of Articles III and IV shall be and the same hereby are stayed until, and shall become effective on, Monday, June 25, 1934.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,June 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6744-A-Code of Fair Competition for the Retail Tobacco Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362520"
}