{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5155-restoring-portion-fort-derussy-military-reservation-hawaii-for",
    "doc": "executive-order-5155-restoring-portion-fort-derussy-military-reservation-hawaii-for",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5155-Restoring a Portion of Fort DeRussy Military Reservation, Hawaii, for Widening Ena Road",
    "date": "July 11, 1929",
    "content": [
        "Pursuant to section 91 of the act of Congress approved April 30, 1900, entitled \"An Act to provide a government for the Territory of Hawaii\" (31 Stat. 141), as amended by section 7 of the act of Congress approved May 27, 1910 (36 Stat. 443), the following portion of the Fort De Russy Military Reservation, situated at Honolulu, Island of Oahu, Territory of Hawaii, set apart by Executive Order (No. 2978) of October 21, 1918, is hereby withdrawn from the operation of said Executive order, and the same is hereby set apart for use by the Territory of Hawaii for the widening of Ena Road-",
        "Portion of Fort De Russy Military Reservation, containing an area of 517 square feet, situated on the east side of Ena Road at the intersection of Ala Moana, Ena and Kalia Roads, at Kalia, Waikiki, Honolulu, Kona, Oahu, Territory of Hawaii, and more particularly described as follows:",
        "Beginning at the north corner of this piece of land, said point being the intersection of the Military Reservation boundary and the east line of Ena Road, the direct azimuth and distance to a U. S. M. R. monument being 233° 00' 241.06 feet, and the coordinates of said point referred to Government Survey Triangulation Station \"Punchbowl\" being 9847.77 feet south and 4614.06 feet east, and running thence by true azimuths:",
        "1. 7° 29' 85.54 feet along produced east line of Ena Road;",
        "2. 178° 10' 74.65 feet along Military Reservation boundary;",
        "3. 233° 00' 16.94 feet along Military Reservation boundary to the point of beginning.",
        "HERBERT HOOVER",
        "The White House,July 11, 1929."
    ],
    "citation": "Herbert Hoover, Executive Order 5155-Restoring a Portion of Fort DeRussy Military Reservation, Hawaii, for Widening Ena Road Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/360854"
}