{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9296-amending-paragraph-1-title-ii-executive-order-no-9001-december-27",
    "doc": "executive-order-9296-amending-paragraph-1-title-ii-executive-order-no-9001-december-27",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9296-Amending Paragraph 1 of Title II of Executive Order No. 9001 of December 27, 1941 Concerning Reports of Contracts and Purchases Made Under Authority of Title II of the First War Powers Act, 1941",
    "date": "January 30, 1943",
    "content": [
        "By virtue of the authority vested in me by Title II of the First War Powers Act, 1941, approved December 18, 1941, (Public Law 354, 77th Congress) and as President of the United States and Commander in Chief of the Army and Navy of the United States and deeming that such action will facilitate the prosecution of the war, it is hereby ordered as follows:",
        "1. Paragraph 1 of Title II of Executive Order No. 9001 of December 27, 1941, requiring the War Department, the Navy Department, and the United States Maritime Commission to report to the President with respect to all contracts and purchases made pursuant to the said act and Executive Order, is hereby amended to read as follows:",
        "\"1. Complete data shall be maintained by the War Department, the Navy Department, and the United States Maritime Commission as to all contracts and purchases which they respectively make pursuant to the Act and this Executive Order. The Secretary of War, the Secretary of the Navy, and the Chairman of the United States Maritime Commission shall make available for public inspection, as they may respectively deem compatible with the public interest, so much of such data as does not cover restricted, confidential, or secret contracts or purchases.\"",
        "2. This order shall be effective as of December 27, 1941, and shall apply to all those departments and other agencies of the Government, and the respective heads thereof, to which the provisions of the said Executive Order No. 9001 have heretofore been or may hereafter be extended.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 30, 1943."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9296-Amending Paragraph 1 of Title II of Executive Order No. 9001 of December 27, 1941 Concerning Reports of Contracts and Purchases Made Under Authority of Title II of the First War Powers Act, 1941 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372680"
}