{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6655-amendment-schedule-subdivision-vii-the-civil-service-rules",
    "doc": "executive-order-6655-amendment-schedule-subdivision-vii-the-civil-service-rules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6655-Amendment of Schedule A, Subdivision VII, of the Civil-Service Rules",
    "date": "March 27, 1934",
    "content": [
        "By virtue of the authority vested in me by the provisions of the last sentence of the eighth paragraph of subdivision second of section 2 of the Civil Service Act of January 16, 1883 (ch. 27, 22 Stat. 403, 404), paragraph 2 of subdivision VII of schedule A of the civil-service rules is hereby amended to read:",
        "\"2. One executive assistant to the Postmaster General, one special assistant to the Postmaster General, one assistant private secretary to the Postmaster General, one private secretary to the executive assistant to the Postmaster General, one private secretary or confidential clerk to the Solicitor of the Post Office Department, and one private secretary or confidential clerk to the purchasing agent of the Post Office Department.\"",
        "This order has the effect of adding to the number of exempt positions under the Post Office Department, the positions of assistant private secretary to the Postmaster General and private secretary to the executive assistant to the Postmaster General.",
        "This order is issued upon the recommendation of the Postmaster General, with the concurrence of the Civil Service Commission.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 27, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6655-Amendment of Schedule A, Subdivision VII, of the Civil-Service Rules Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362423"
}