{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6684-f-code-fair-competition-for-the-barber-shop-trade",
    "doc": "executive-order-6684-f-code-fair-competition-for-the-barber-shop-trade",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6684-F-Code of Fair Competition for the Barber Shop Trade",
    "date": "April 19, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Barber Shop Trade, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations, and findings of the Administrator and do order that the said Code of Fair Competition be and is hereby approved, subject to the following conditions:",
        "That this Code, other than as shall be necessary to facilitate the accomplishment of the following requirements, shall not become effective as to any given trade area in the United States unless and until the following requirements shall have been fulfilled for each such trade area:",
        "(1) The Code Authority shall have designated the boundaries of such trade area as provided in Article VI, Section S, subsection (i) of the Code and the Administrator shall have approved same;",
        "(2) The Code Authority shall have established a local Administrative Board for such trade area as provided in Article VI, Section 8, subsection (j) of the Code;",
        "(3) The Local Administrative Board for such trade area shall have determined the uniform service names for barber services, definitions of said services, and the fair and reasonable minimum prices for the several services for such trade area; and shall have secured the approval of the Administrator thereto, as provided in Article VI, Section 8, subsection (1) of the Code.",
        "(4) The Code Authority shall have entered into a price stabilization agreement in such trade area with the President of the United States, the Local Administrative Board, and not less than seventy per cent (70%) of the members of the Trade in such trade area.",
        "(5) The Administrator shall have approved such agreement or an agreement entered into by a less percentage of members of the Trade than hereinabove provided in the discretion of the Administrator. The Code shall become fully effective in such trade area or subdivisions thereof upon such approval.",
        "Prior to the full effectiveness of the Code in any given trade area or subdivisions thereof any member of the Trade within such trade area or subdivisions thereof who has signed such agreement, and who certifies to the local Administrative Board, that he is complying with the requirements of said Code, including proposed prices for said trade area or subdivisions thereof, shall be entitled while so complying to make full use of the appropriate National Recovery Administration Code Insignia.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,April 19, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6684-F-Code of Fair Competition for the Barber Shop Trade Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362456"
}