{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9167-establishing-the-halfbreed-lake-national-wildlife-refuge",
    "doc": "executive-order-9167-establishing-the-halfbreed-lake-national-wildlife-refuge",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9167-Establishing the Halfbreed Lake National Wildlife Refuge",
    "date": "May 19, 1942",
    "content": [
        "MONTANA",
        "By virtue of the authority vested in me as President of the United States, it is ordered that, subject .to valid existing rights, all lands and waters owned or controlled by the United States within the following-described area, comprising 3,078.24 acres, more or less, of nonpublic lands in Stillwater County, Montana, be, and they are hereby, reserved for the use of the Department of the Interior as a refuge and breeding ground for migratory birds and other wildlife: Provided, however, That any private lands within the area described shall become a part of the refuge upon the acquisition of title thereto or control thereof by the United States:",
        "PRINCIPAL MERIDIAN",
        "T. 2 N., R. 21 E., fractional secs. 3 and 4, all;     secs. 9 and 10, all;",
        "T. 3 N., R. 21 E.,     sec. 33, S½N½ and S½;     sec. 34, SW¼SW¼.",
        "It is unlawful for any person, to pursue, hunt, trap, capture, willfully disturb, or kill any bird or wild animal of any kind whatsoever within the limits of the refuge, or to enter thereon, except under such rules and regulations as may be prescribed by the Secretary of the Interior.",
        "This reservation shall be known as the Halfbreed Lake National Wildlife Refuge.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 19, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9167-Establishing the Halfbreed Lake National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372273"
}