{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9275-prescribing-additional-regulations-governing-persons-and-vessels",
    "doc": "executive-order-9275-prescribing-additional-regulations-governing-persons-and-vessels",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9275-Prescribing Additional Regulations Governing Persons and Vessels in Defensive Sea Areas",
    "date": "November 23, 1942",
    "content": [
        "By virtue of the authority vested in me by section 44 of the United States Criminal Code, as amended (U.S.C., title 18, sec. 96), the following additional regulations are hereby prescribed to govern persons and vessels within the limits of defensive sea areas heretofore or hereafter established.",
        "1. No person shall have in his possession within the limits of any defensive sea area, any camera or other device for taking pictures, or any film, plate or other device upon or out of which a photographic imprint, negative or positive, can be made, except in the performance of official duty or employment in connection with the national defense, or when authorized pursuant to the provisions of the act approved June 25, 1942 (Public Law 627-77th Congress), and the regulations promulgated thereunder (7 Federal Register 7307).",
        "2. It shall be the duty of the master or officer in charge of any vessel to take custody of and safeguard all cameras or other devices for taking pictures, or film, plate or other device upon or out of which a photographic imprint, positive or negative, can be made, the possession of which is prohibited by this order, from any person, prior to the time any vessel enters any defensive sea area or upon the boarding by any person of any vessel while within a defensive sea area, and to retain custody thereof until such vessel is outside the defensive sea area or the person is about to disembark.",
        "3. There shall be prominently displayed on board all vessels, except public war vessels of the United States manned by personnel in the naval service, a printed notice containing the regulations herein prescribed.",
        "4. Any person violating section 1 hereof shall be liable to prosecution as provided in section 44 of the Criminal Code, as amended.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 23, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9275-Prescribing Additional Regulations Governing Persons and Vessels in Defensive Sea Areas Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372350"
}