{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9157-regulations-with-respect-the-making-available-records-schedules",
    "doc": "executive-order-9157-regulations-with-respect-the-making-available-records-schedules",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9157-Regulations With Respect to the Making Available of Records, Schedules, Reports, Returns and Other Information by the Secretary of Commerce, and With Respect to the Use Thereof After the Same Have Been Made Available",
    "date": "May 09, 1942",
    "content": [
        "Whereas section 1402 of the Second War Powers Act, 1942, approved March 27, 1942, reads as follows:",
        "\"SEC. 1402. That notwithstanding any other provision of law, any record, schedule, report, or return, or any information or data contained therein, now or hereafter in the possession of the Department of Commerce, or any bureau or division thereof, may be made available by the Secretary of Commerce to any branch or agency of the Government, the head of which shall have made written request therefor for use in connection with the conduct of the war. The President shall issue regulations with respect to the making available of any such record, schedule, report, return, information or data, and with respect to the use thereof after the same has been made available. No person shall disclose or make use of any individual record, schedule, report, or return, or any information or data contained therein contrary to the terms of such regulations; and any person knowingly and willfully violating this provision shall be guilty of a felony and upon conviction thereof shall be fined not exceeding $1,000, or be imprisoned not exceeding two years, or both.\"",
        "Now, Therefore, by virtue of the authority vested in me by the foregoing statutory provision, and in order to carry out the purposes thereof, I hereby prescribe the following regulations:",
        "1. Whenever any executive department or independent agency desires to have made available to it, pursuant to said section 1402, any record, schedule, report, or return, or any information or data contained therein, in the possession of the Department of Commerce, for use in connection with the conduct of the war, the head of such department or agency shall make a written request of the Secretary of Commerce to have such document or information made available to it, which request shall include:",
        "(a) The name of the official who, or the bureau, division or section which is to utilize the information;",
        "(b) A description of the document or information desired to be made available;",
        "(c) The manner in which it is desired that the document or information shall be made available; whether by inspection or by being furnished with copies thereof;",
        "(d) The name of the representative of the official, bureau, division, or section who is to make the inspection, or to whom the information is to be furnished;",
        "(e) A statement that the document or information is to be used in connection with the conduct of the war and of the manner in which it is to be so used.",
        "If the information requested by the head of the department or agency is of a statistical character, a copy of the request shall be submitted to the Division of Statistical Standards of the Bureau of the Budget at the time the request is submitted to the Secretary of Commerce.",
        "2. Upon the receipt of the request, the Secretary of Commerce may make available the document or information requested, either by furnishing the information, or by furnishing the original or a copy of the document, or by permitting personal inspection of the same, and the Secretary of Commerce may impose such conditions and restrictions on the use of such document or information as he may deem advisable so as to protect any confidential feature that may be imposed by law or regulation on such document or information, consistent with the purposes of said section 1402 of the Second War Powers Act, 1942, and these regulations.",
        "The Secretary of Commerce shall inform the Division of Statistical Standards of his action upon each request made, under section 1 of this order, if the information is of a statistical character.",
        "3. The document or information that may be made available shall not be used for purposes, or disclosed to any person or agency, not covered by the request, or contrary to the conditions and restrictions imposed by the Secretary of Commerce.",
        "4. Additional expenses incurred by the Department of Commerce in making available the documents or information requested shall be borne by the requesting agency.",
        "5. The term \"person\", as used in these regulations, shall include any individual, partnership, association, business trust, corporation, or any organized group of persons, whether incorporated or not.",
        "6. These regulations shall not be applicable to or restrict the furnishing by the Department of Commerce of information to other agencies of the Government or to the general public, which is not made confidential by statute or regulation.",
        "FRANKLIN D ROOSEVELT",
        "The White House,May 9, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9157-Regulations With Respect to the Making Available of Records, Schedules, Reports, Returns and Other Information by the Secretary of Commerce, and With Respect to the Use Thereof After the Same Have Been Made Available Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372271"
}