{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6643-revocation-part-executive-order-no-5836-or-april-13-1932-withdrawing",
    "doc": "executive-order-6643-revocation-part-executive-order-no-5836-or-april-13-1932-withdrawing",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6643-Revocation in Part of Executive Order No. 5836 or April 13, 1932, Withdrawing Public Lands, California and Nevada",
    "date": "March 14, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me by the act of June 25, 1910 (ch. 421, 36 Stat. 847), as amended by the act of August 24, 1912 (ch. 369, 37 Stat. 497), it is ordered that Executive Order No. 5836, dated April 13, 1932, withdrawing certain lands in California and Nevada, be, and it is hereby, revoked as to the following-described lands:",
        "California",
        "SAN BERNARDINO MERIDIAN",
        "T. 3 N., R. 4 W.",
        "T. 4 N., R. 3 W., secs. 1 to 18, inclusive.",
        "It is further ordered, pursuant to Public Resolution 85, approved June 12, 1930 (ch. 471, 46 Stat. 580), that, subject to valid rights and the provisions of existing withdrawals, the public lands in the areas released from such withdrawal shall be opened only to entry under the homestead and desert-land laws by qualified ex-service men for whose service recognition is granted by said resolution, under the terms and conditions of said resolution and the regulations issued thereunder, for a period of 91 days beginning with the sixty-third day from and after the date hereof, and thereafter to appropriation by the general public under any public-land law applicable thereto.",
        "Subsequent to the date hereof and prior to the date of restoration to general disposition as herein provided, no right may be acquired to such lands by settlement in advance of entry or otherwise except strictly in accordance with the provisions of this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,March 14, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6643-Revocation in Part of Executive Order No. 5836 or April 13, 1932, Withdrawing Public Lands, California and Nevada Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362411"
}