{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-10457-designating-the-department-justice-defense-agency-for-certain",
    "doc": "executive-order-10457-designating-the-department-justice-defense-agency-for-certain",
    "president": "Dwight D. Eisenhower",
    "president_byline": "34th President of the United States: 1953 ‐ 1961",
    "title": "Executive Order 10457-Designating the Department of Justice as a Defense Agency for Certain Purposes",
    "date": "May 27, 1953",
    "content": [
        "WHEREAS chapter 17 of title 35 of the United States Code provides in part that whenever the publication or disclosure of any invention by the granting of a patent therefor might be detrimental to the national security, the invention may be kept secret and the granting of a patent withheld under the conditions and to the extent set out therein;",
        "WHEREAS section 181 of the said chapter 17 provides in part as follows:",
        "Whenever the publication or disclosure of an Invention by the granting of a patent, in which the Government does not have a property Interest, might. In the opinion of the Commissioner, be detrimental to the national security, he shall make the application for patent in which such Invention Is disclosed available for Inspection to the Atomic Energy Commission, the Secretary of Defense, and the chief officer of any other department or agency of the Government designated by the President as a defense agency of the United States.",
        "AND WHEREAS it appears that it would be in the interest of the national security to make the designation hereinafter described:",
        "NOW, THEREFORE, by virtue of the authority vested in me by the above quoted provision of law, I hereby designate the Department of Justice as a defense agency of the United States for the purposes of the said chapter 17 of title 35 of the United States Code.",
        "DWIGHT D. EISENHOWER",
        "THE WHITE HOUSE,",
        "May 27, 1953."
    ],
    "citation": "Dwight D. Eisenhower, Executive Order 10457-Designating the Department of Justice as a Defense Agency for Certain Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/235455"
}