{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6247-preparation-form-style-and-safeguarding-executive-orders-and",
    "doc": "executive-order-6247-preparation-form-style-and-safeguarding-executive-orders-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6247-Preparation, Form, Style, and Safeguarding of Executive Orders and Proclamations",
    "date": "August 10, 1933",
    "content": [
        "In order to avoid misunderstanding and confusion, to secure greater uniformity in the form and style, and for the better safeguarding of the texts of Executive orders and proclamations, Executive Order No. 5658, dated June 24, 1931, is hereby rescinded and superseded by the following regulations.",
        "1. The draft Executive orders and proclamations shall be prepared as follows:",
        "(a) Punctuation, capitalization, orthography, and other matters of style shall conform to the most recent edition of the \"Style Manual of the Government Printing Office\".",
        "(b) The spelling of geographic names shall conform to the most recent decisions of the United States Geographic Board (see Executive Orders No. 27-A of September 4, 1890, and No. 399 of January 23, 1906).",
        "(c) Descriptions of tracts of lands shall conform, so far as practicable, with the most recent edition of the \"Specifications for Descriptions of Tracts of Land for Use in Executive Orders and Proclamations\" prepared by the Board of Surveys and Maps of the Federal Government.",
        "(d) A suitable title shall be provided.",
        "(e) The typewritten drafts shall be double-spaced, on paper 8 by 12½ inches, and shall have a left-hand margin of 2 inches.",
        "2. The draft of an Executive order or proclamation shall first be submitted to the Director of the Bureau of the Budget.",
        "3. If the Director of the Bureau of the Budget approves it, the draft shall be transmitted to the Attorney General for his consideration.",
        "4. If the draft Executive order or proclamation is approved by the Attorney General it shall be forwarded to the Department of State which shall review it and, if it conforms with the above specifications, the original and one additional copy shall be transmitted to the President.",
        "5. The Department of State shall have custody of the signed originals of all Executive orders and proclamations and shall supervise their publication and distribution.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,August 10, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6247-Preparation, Form, Style, and Safeguarding of Executive Orders and Proclamations Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362070"
}