{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6164-transfer-land-army-supply-base-charleston-south-carolina",
    "doc": "executive-order-6164-transfer-land-army-supply-base-charleston-south-carolina",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6164-Transfer of Land at Army Supply Base, Charleston, South Carolina",
    "date": "June 08, 1933",
    "content": [
        "Whereas by Executive Order No. 3920, dated November 3, 1923, the possession and control of all that portion of the Charleston Quartermaster Intermediate Depot, Charleston, South Carolina, designated as tracts nos. 1 and 2 on map on file in the Office of the Quartermaster General, War Department, entitled \"Charleston Port Terminal, S.C., Boundary Survey of part of Quartermaster Terminal, Plan No. 6243-107, dated May 10, 1923\", were transferred from the War Department to the United States Shipping Board; and",
        "Whereas it is deemed necessary, in order to permit the establishment, maintenance of, and supervision over a proper firebreak between the Charleston Ordnance Depot and the United States Shipping Board Terminal, that the possession and control of a portion of tract no. 2, aforesaid, be returned to the War Department;",
        "Now, Therefore, pursuant to authority contained in section 17 of an act of Congress approved June 5, 1920 (41 Stat. 988, 994), entitled \"AN ACT To provide for the promotion and maintenance of the American merchant marine, * * * and for other purposes\", the possession and control of the following-described tract of land, comprising part of tract no. 2 aforesaid, is hereby transferred from the United States Shipping Board to the War Department for such period of time as the Charleston Ordnance Depot may be maintained as an Ordnance Depot by the War Department:",
        "Beginning at an iron pipe marking the northeasterly corner of tract no. 2, aforesaid, said iron pipe bearing N. 26° 10' W. and distant 1,026.69 ft. from a stake marking the center line of the railroad track passing through the easterly boundary of said tract no. 2;",
        "Thence from said initial point as follows: S. 26°10' E., 1,001 ft., more or less, to a point, said point being 25 ft., measured at right angles, north of the railroad track aforesaid;",
        "Thence in a southwesterly direction along a line parallel to and 25 ft. north of said railroad track a distance of 4,550 ft., more or less, to a point, said point being 25 ft. east of the roadway entering the United States Shipping Board Terminal;",
        "Thence in a northwesterly direction parallel to and 25 ft. distant from said roadway a distance of 400 ft., more or less, to a steel bolt; thence by metes and bounds, N. 5°15'30\" W., 408.25 ft. to a steel bolt; N. 66°22' E., 2,670.56 ft. to a steel bolt; N. 19°40'30\" W., 193.66 ft. to an iron pipe; N. 41°29'30\" E., 1,904.24 ft. to the point of beginning, containing an area of 84.3 acres, more or less.",
        "The above-described tract of land being that tract indicated in yellow on map on file in the Office of the Quartermaster General, War Department, entitled \"Charleston Army Base Terminal, Drawing No. T-25\", dated June 29, 1932.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,June 8, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6164-Transfer of Land at Army Supply Base, Charleston, South Carolina Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361987"
}