{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9190-amending-executive-order-no-8197-july-11-1939-prescribing-regulations",
    "doc": "executive-order-9190-amending-executive-order-no-8197-july-11-1939-prescribing-regulations",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9190-Amending Executive Order No. 8197 of July 11, 1939, Prescribing Regulations Pertaining to the Administration of the Act of May 3, 1939",
    "date": "July 02, 1942",
    "content": [
        "Executive Order No. 8197 of July 11, 1939 (4 F.R. 2953), is hereby amended to read as follows:",
        "By virtue of the power vested in me as President of the United States, and by the act approved May 3, 1939, entitled \"An Act to amend the Act entitled 'An Act authorizing the temporary detail of United States employees, possessing special qualifications, to governments of American republics and the Philippines, and for other purposes', approved May 25, 1938\" (53 Stat. 652), I hereby authorize and direct the Secretary of State to administer the said act of May 3, 1939, in accordance with the following regulations:",
        "1. Only officers and employees of the Government of the United States possessing special scientific or other technical or professional qualifications shall be assigned under the said act, and no assignment shall be effected except at the formal request of the foreign government concerned and in agreement therewith.",
        "2. No officer or employee shall be assigned under any government other than the governments of the other American republics, the Commonwealth of the Philippines, and Liberia; and all references in this order to foreign governments shall relate only to the said governments.",
        "3. All requests of foreign governments for the loan of the services of officers and employees of the Government of the United States shall be communicated through the diplomatic channel to the Secretary of State.",
        "4. If the Secretary of State considers that it would be in the public interest to comply with the requests, he shall so inform the appropriate department or agency and indicate the number of persons desired by the requesting government and the probable length of the assignment, and shall supply such other information as he may consider pertinent. The department or agency concerned shall submit to the Secretary of State the name or names of any of its officers or employees whose services are available, together with information respecting their education, previous experience, special qualifications (including language qualifications), basic salaries, family status, and such other information as the department or agency concerned may consider appropriate or as may be requested by the Secretary of State.",
        "5. If, after consultation with the appropriate department or agency, the Secretary of State determines that the request of the foreign government may and should be complied with, he shall inform the requesting government of the names, positions, and qualifications of the personnel available and of the exact period for which their assignment could be authorized, and shall ascertain whether the detail of that personnel would be acceptable to the requesting government. The Secretary of State may, in his discretion, supply the requesting government with an estimate of the expenses involved in the assignment, and request it to indicate whether it desires to reimburse the Government of the United States in whole or in part for such expenses.",
        "6. If personnel having the requisite qualifications are not available, or if the Secretary of State determines that the Government of the United States is unable for any reason to comply with the request of a foreign government, he shall so inform the requesting government.",
        "7. The Secretary of State may, when he deems it in the public interest, accept such advances of funds as the foreign government concerned may express a desire to offer for use by the Government of the United States to pay the expenses of such detail in whole or in part, and the amount so received shall be transferred to the Secretary of the Treasury to be established as a trust fund, to be available for the purposes and under the provisions of the said act until the termination of the detail; and any unused balance of the trust fund shall be returned to the government making the advance.",
        "8. All officers and employees detailed pursuant to the provisions of the said act shall receive from the department or agency in which they are employed reimbursement for travel expenses to and from the place of detail, and a monthly allowance determined by the Secretary of State to be adequate for quarters and subsistence; and if, in the opinion of the Secretary of State, the duties to be performed under the assignment render it necessary, officers and employees so detailed may also receive additional compensation from such department or agency in amounts to be determined by the Secretary of State but not to exceed 50 percent of the amounts of compensation they were receiving as officers or employees of the United States at the time of the assignment. Such monthly allowance and additional compensation shall be paid only for the period the officer or employee is actually in the foreign country serving under his assignment.",
        "9. No officer or employee detailed pursuant to the provisions of the said act shall perform any services not contemplated by his assignment, and no such officer or employee shall receive any monthly allowance or additional compensation not authorized in accordance with these regulations.",
        "10. The Secretary of State shall fix the period of each assignment and each extension of an assignment within the limitations provided in the said act.",
        "11. The time required for travel to and from the place of assignment shall be included within the period of the assignment.",
        "12. No reimbursement shall be accepted from any foreign government for any expenses not authorized in accordance with these regulations, and no funds advanced by a foreign government shall be used to pay any expenses not authorized in accordance with these regulations.",
        "13. The Secretary of State is authorized to establish for administrative purposes such forms as he may consider necessary for the maintenance of uniform records.",
        "14. The Secretary of State shall give each person assigned pursuant to the said act an appropriate letter of instruction, which shall include the name of the country to which the officer or employee is assigned; the period of the assignment; a description of the duties to be performed; the amount of the monthly allowance, and the amount of additional compensation if any, which has been authorized; and such additional instructions as the Secretary of State may deem appropriate. The Secretary of State shall also transmit to the department or agency concerned the information set forth in the letter of instruction.",
        "15. The Secretary of State may prescribe such additional regulations not inconsistent herewith as he may deem necessary or desirable for carrying out the provisions of this order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,July 2, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9190-Amending Executive Order No. 8197 of July 11, 1939, Prescribing Regulations Pertaining to the Administration of the Act of May 3, 1939 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372296"
}