{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6524-code-fair-competition-for-the-rubber-tire-manufacturing-industry",
    "doc": "executive-order-6524-code-fair-competition-for-the-rubber-tire-manufacturing-industry",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6524-Code of Fair Competition for the Rubber Tire Manufacturing Industry",
    "date": "December 21, 1933",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Rubber Tire Manufacturing Industry, and hearings having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of sub-section (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, upon condition that, without in any way limiting the effect of Section 10 (b) of Title I of the National Industrial Recovery Act, or of Section 1 of Article IX of said Code, I specifically retain the right to cancel this approval of said Code, or to modify said Code in such manner as may be required to prevent any unfair trade practices within the Rubber Tire Manufacturing Industry which may become evident in any investigations by the Federal Trade Commission or in the application of said Code; and",
        "The Administrator is hereby directed to conduct such investigations as may be necessary to advise me fully within ninety days concerning the existence or development of any unfair trade practices within said Industry, utilizing the aid of the Federal Trade Commission in the expeditious determination of any complaints concerning such unfair trade practices.",
        "FRANKLIN D. ROOSEVELT",
        "Approval recommended:     Hugh S. Johnson.          Administrator.",
        "The White House,December 21, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6524-Code of Fair Competition for the Rubber Tire Manufacturing Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373281"
}