{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8669-prescribing-regulations-governing-the-exportation-articles-and",
    "doc": "executive-order-8669-prescribing-regulations-governing-the-exportation-articles-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8669-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in Proclamation No. 2449 of December 10, 1940",
    "date": "February 04, 1941",
    "content": [
        "Pursuant to the authority vested in me by the provisions of section 6 of the act of Congress approved July 2, 1940, entitled \"An Act To expedite the strengthening of the national defense,\" I hereby prescribe the following additional regulations governing the exportation of:",
        "IRON AND STEEL",
        "1. As used in Proclamation No. 2449 of December 10, 1940, issued pursuant to the provisions of section 6 of the act of Congress approved July 2, 1940, and in these regulations, the terms \"iron\" and \"steel\" shall be construed to include the following forms, conversions, and derivatives:",
        "",
        "2. The numbers appearing in the columns designated B and F in paragraph 1 hereof refer to the numbers of Schedule B \"Statistical Classification of Domestic Commodities Exported from the United States\", and Schedule F \"Foreign Exports (Re-Exports)\", respectively, issued by the United States Department of Commerce, both effective January 1, 1941. The words are controlling and the numbers are included solely for the purpose of statistical classification. An asterisk (*) indicates that the classification herein is not co-extensive with that in said Schedules B and F.",
        "3. Paragraphs d., h., 1., t., and u, of regulation 1 of the regulations issued July 2, 1940 pursuant to the act of July 2, 1940, so far as they apply to ferro-alloys, are modified in accordance with the foregoing list of forms, conversions, and derivatives. Regulations 2 to 12, inclusive, of the regulations issued July 2, 1940, pursuant to the act of July 2, 1940, are applicable to the exportation of iron and steel.",
        "4. The regulations herein prescribed shall be effective February 15, 1941, and shall supersede those in Executive Order No. 8607 of December 10, 1940.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 4, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8669-Prescribing Regulations Governing the Exportation of Articles and Materials Designated in Proclamation No. 2449 of December 10, 1940 Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368302"
}