{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8638-authorizing-certain-employees-the-rural-electrification",
    "doc": "executive-order-8638-authorizing-certain-employees-the-rural-electrification",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8638-Authorizing Certain Employees of the Rural Electrification Administration to Acquire a Competitive Classified Status",
    "date": "January 14, 1941",
    "content": [
        "By virtue of the authority vested in me by paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 404), and section 1753 of the Revised Statutes, it is hereby ordered as follows:",
        "Any person who was on October 16, 1936, an employee of the Rural Electrification Administration established by Executive Order No. 7037 of May 11, 1935, and who was not eligible to acquire a competitive classified civil- service status under Executive Order No. 7458 of September 26, 1936, because of insufficient length of service prior to October 16, 1936, and who has been employed continuously in the Rural Electrification Administration until the date of this order may now acquire such status: Provided, (a) that he is unqualifiedly recommended to the Civil Service Commission by the Secretary of Agriculture within six months subsequent to the effective date of this order; (b) that he shall pass such appropriate non-competitive tests of fitness as the Civil Service Commission may prescribe; and (c) that he is a citizen of the United States and is not disqualified by any provision of section 3 of Civil Service Rule V or any other provision of the Civil Service Rules, or any provision of the Civil Service Act or any other statute or Executive order.",
        "FRANKLIN D ROOSEVELT",
        "The White House,January 14, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8638-Authorizing Certain Employees of the Rural Electrification Administration to Acquire a Competitive Classified Status Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/210438"
}