{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6390-designation-marshal-officer-disburse-funds-for-maintenance-and",
    "doc": "executive-order-6390-designation-marshal-officer-disburse-funds-for-maintenance-and",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6390-Designation of Marshal as Officer to Disburse Funds for Maintenance and Operation of District Court of the United States for Panama Canal Zone, Etc.",
    "date": "November 03, 1933",
    "content": [
        "Whereas the War Department now exercises supervision over the District Court of the United States for the Panama Canal Zone; and",
        "Whereas section 6 of Executive Order No. 6166, dated June 10, 1933, provides for the transfer of said court to the Department of Justice; and",
        "Whereas the Attorney General has held, in opinion dated October 26, 1933, that the effect of said section is to transfer from the War Department to the Department of Justice the function of supervision over said court, that such transfer does not affect the status of the court as such or the status of its personnel, and that the term \"court\" as used in said section includes the judge, the United States attorney, the marshal, the clerk, and all personnel of their respective offices; and",
        "Whereas the said court and its personnel by reason of their present status are now entitled to and receive certain perquisites, privileges, and allowances; and",
        "Whereas it is necessary, in order that the Department of Justice may properly perform the function of supervision over said court, that the marshal for the Panama Canal Zone disburse all funds required for the maintenance and operation of the court:",
        "Now, Therefore, by virtue of the authority vested in me by section 4 of the act of August 4, 1912 (ch. 390, 37 Stat. 560, 561), it is hereby ordered as follows:",
        "(1) Upon the transfer from the War Department to the Department of Justice of the function of supervision over the District Court of the United States for the Panama Canal Zone, the said court and its personnel shall continue to receive the perquisites, privileges, and allowances to which they are now entitled and receiving, and the War Department shall continue to furnish, as heretofore, to the court and to its personnel all necessary (a) office quarters, equipment, and facilities, (b) library facilities, and (c) travel facilities, within the Canal Zone; and the War Department shall not require payment from the Department of Justice for such quarters, equipment, and facilities.",
        "(2) The marshal for the Panama Canal Zone shall disburse all funds under the control of the Department of Justice required for the maintenance and operation of the said court and shall give bond for the faithful performance of his duties in such amount as may be fixed by the Attorney General.",
        "(3) This order is not intended to supersede, or in anywise affect, section 4 of Executive Order No. 6166, of June 10, 1933, insofar as said section may become applicable hereto under the provisions of Executive Order No. 6224, of July 27, 1933.",
        "(4) Except as provided in paragraph numbered (3), all prior Executive orders are hereby revoked insofar, and to such extent, as they may be in conflict or inconsistent with this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 3, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6390-Designation of Marshal as Officer to Disburse Funds for Maintenance and Operation of District Court of the United States for Panama Canal Zone, Etc. Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/373341"
}