{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6598-code-fair-competition-for-the-pleating-stitching-and-bonnaz-and-hand",
    "doc": "executive-order-6598-code-fair-competition-for-the-pleating-stitching-and-bonnaz-and-hand",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6598-Code of Fair Competition for the Pleating, Stitching and Bonnaz and Hand Embroidery Industry",
    "date": "February 10, 1934",
    "content": [
        "An application having been duly made, pursuant to and in full compliance with the provisions of Title I of the National Industrial Recovery Act, approved June 16, 1933, for my approval of a Code of Fair Competition for the Pleating, Stitching and Bonnaz and Hand Embroidery Industry, and hearing having been held thereon and the Administrator having rendered his report containing an analysis of the said Code of Fair Competition together with his recommendations and findings with respect thereto, and the Administrator having found that the said Code of Fair Competition complies in all respects with the pertinent provisions of Title I of said Act and that the requirements of clauses (1) and (2) of subsection (a) of Section 3 of the said Act have been met:",
        "Now, Therefore, I, Franklin D. Roosevelt, President of the United States, pursuant to the authority vested in me by Title I of the National Industrial Recovery Act, approved June 16, 1933, and otherwise, do adopt and approve the report, recommendations and findings of the Administrator and do order that the said Code of Fair Competition be and it is hereby approved, subject to the following conditions:",
        "That the Code Authority shall make a complete and detailed study to determine whether the minimum wages provided in Article IV of the Code are in fact tending to become maximum wages, and the Code Authority shall report to the Administrator thereon, within sixty (60) days after the effective date hereof, with recommendations for the continuation, elimination or modification of any or all of the wage rates provided in the Code. Upon the approval of the Administrator, after such notice and hearing as he may prescribe, the aforesaid recommendations or any of them, shall become effective provisions of the Code.",
        "Provided, that the Administrator may at any time after the effective date of the Code, cause hearings to be held for the purpose of determining whether the wage rates provided in the Code are in fact tending to establish maximum wages.",
        "FRANKLIN D. ROOSEVELT",
        "Approval Recommended:     Hugh S Johnson          Administrator.",
        "The White House,Feb 10, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6598-Code of Fair Competition for the Pleating, Stitching and Bonnaz and Hand Embroidery Industry Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362355"
}