{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-14208-ending-procurement-and-forced-use-paper-straws",
    "doc": "executive-order-14208-ending-procurement-and-forced-use-paper-straws",
    "president": "Donald J. Trump (2nd Term)",
    "president_byline": "47th President of the United States: 2025-present",
    "title": "Executive Order 14208-Ending Procurement and Forced Use of Paper Straws",
    "date": "February 10, 2025",
    "content": [
        "By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered:",
        "Section 1. Policy. An irrational campaign against plastic straws has resulted in major cities, States, and businesses banning the use or automatic inclusion of plastic straws with beverages. Plastic straws are often replaced by paper straws, which are nonfunctional, use chemicals that may carry risks to human health, are more expensive to produce than plastic straws, and often force users to use multiple straws. Additionally, paper straws sometimes come individually wrapped in plastic, undermining the environmental argument for their use.",
        "It is therefore the policy of the United States to end the use of paper straws.",
        "Sec. 2. Purchases of Paper Straws by the Federal Government. (a) The heads of executive departments and agencies (agencies) shall take all appropriate action to eliminate the procurement of paper straws and otherwise ensure that paper straws are no longer provided within agency buildings.",
        "(b) Agencies shall take appropriate action to eliminate policies designed to disfavor plastic straws issued to further Executive Order 14057 of December 8, 2021 (Catalyzing Clean Energy Industries and Jobs Through Federal Sustainability), which I revoked on January 20, 2025.",
        "(c) Within 45 days of the date of this order, the Assistant to the President for Domestic Policy, in coordination with relevant agencies, shall issue a National Strategy to End the Use of Paper Straws. This strategy shall address:",
        "(i) The elimination of all policies within the executive branch designed to disfavor plastic straws;",
        "(ii) Contract policies and terms with entities, including States, that ban or penalize plastic straw purchase or use; and",
        "(iii) All other available tools to achieve the policy of this order nationwide.",
        "Sec. 3. General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:",
        "(i) the authority granted by law to an executive department, agency, or the head thereof; or",
        "(ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.",
        "(b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.",
        "(c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.",
        "DONALD J. TRUMP",
        "The White House,",
        "February 10, 2025."
    ],
    "citation": "Donald J. Trump (2nd Term), Executive Order 14208-Ending Procurement and Forced Use of Paper Straws Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/376262"
}