{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9079-making-certain-public-health-service-hospitals-available-for-the-care",
    "doc": "executive-order-9079-making-certain-public-health-service-hospitals-available-for-the-care",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9079-Making Certain Public Health Service Hospitals Available for the Care and Treatment of Insane Persons",
    "date": "February 26, 1942",
    "content": [
        "Whereas, on account of the increase in the armed forces of the United States, the number of insane persons now admitted and entitled to admission to St. Elizabeth's Hospital, at Washington, D. C., is greater than that hospital can accommodate properly; and",
        "Whereas the United States Public Health Service Hospitals at Lexington, Kentucky, and Fort Worth, Texas, have adequate facilities and personnel for the care and treatment of insane persons without impairing the efficiency of the service for the purposes for which such hospitals were created and are maintained; and",
        "Whereas the use of such hospitals for the care and treatment of insane persons will promote the public interest and aid in the successful prosecution of the war:",
        "Now, Therefore, by virtue of the authority vested in me by section 4 of the act of July 1, 1902, 32 Stat. 713, as modified by section 1 of the act of August 14, 1912, 37 Stat. 309 (U.S.C., title 42, sec. 8), and by Title I of the First War Powers Act, 1941, approved December 18, 1941 (Public Law 354, 77th Congress), it is hereby ordered as follows:",
        "1. The Federal Security Administrator is authorized to admit, to the extent that he may deem desirable, insane persons (except those from the District of Columbia) to the Public Health Service Hospitals at Lexington, Kentucky, and Fort Worth, Texas, for care and treatment upon the same terms and conditions as such persons may be entitled to admission to St. Elizabeth's Hospital, at Washington, D. C.",
        "2. The Federal Security Administrator is authorized to transfer, to the extent that he may deem desirable, insane persons (except those from the District of Columbia) from St. Elizabeth's Hospital to the said Public Health Service Hospitals for care and treatment.",
        "3. The agency of the Government responsible for the care and treatment of any insane person admitted or transferred to either of the said Public Health Service Hospitals under authority of this order shall pay the Superintendent of St. Elizabeth's Hospital for the care and treatment of such person in the same manner and amount as it would be required to pay if the patient were in St. Elizabeth's Hospital. All sums so paid shall be deposited in the United States Treasury to the credit of the appropriation made for the care and maintenance of patients at St. Elizabeth's Hospital.",
        "4. To the extent deemed necessary and proper by the Federal Security Administrator, and under his direction, the appropriation for the operation and maintenance of said Public Health Service Hospitals shall be reimbursed from time to time from the appropriation for the care and maintenance of patients at St. Elizabeth's Hospital.",
        "5. This order shall remain in force during the continuance of the present war and for six months after the termination thereof.",
        "FRANKLIN D ROOSEVELT",
        "The White House,February 26, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9079-Making Certain Public Health Service Hospitals Available for the Care and Treatment of Insane Persons Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368037"
}