{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-5964-consolidation-and-grouping-public-works-activities-the-department-the",
    "doc": "executive-order-5964-consolidation-and-grouping-public-works-activities-the-department-the",
    "president": "Herbert Hoover",
    "president_byline": "31st President of the United States: 1929 ‐ 1933",
    "title": "Executive Order 5964-Consolidation and Grouping of Public Works Activities in the Department of the Interior",
    "date": "December 09, 1932",
    "content": [
        "Whereas sections 401 and 403 of Title IV of Part II of the act approved June 30, 1932, provide-",
        "\"Sec. 401. In order to further reduce expenditures and increase efficiency in government it is declared to be the policy of Congress-",
        "\"(a) To group, coordinate, and consolidate executive and administrative agencies of the Government, as nearly as may be, according to major purpose;",
        "\"(6) To reduce the number of such agencies by consolidating those having similar functions under a single head;",
        "\"(c) To eliminate overlapping and duplication of effort; and",
        "\"(d) To segregate regulatory agencies and functions from those of an administrative and executive character.",
        "* * * * * * *",
        "\"Sec. 403. For the purpose of carrying out the policy of Congress as declared in section 401 of this title, the President is authorized by Executive order-",
        "\"(1) To transfer the whole or any part of any independent executive agency, and/or the functions thereof, to the jurisdiction and control of an executive department or another independent executive agency;",
        "\"(2) To transfer the whole or any part of any executive agency, and/or the functions thereof, from the jurisdiction and control of one executive department to the jurisdiction and control of another executive department; or",
        "\"(3) To consolidate or redistribute the functions vested in any executive department or in the executive agencies included in any executive department; and",
        "\"(4) To designate and fix the name and functions of any consolidated activity or executive agency and the title, powers, and duties of its executive head.\"",
        "Now, Therefore, by virtue of the authority so vested in me, the title of one of the Assistant Secretaries of the Interior is hereby changed to Assistant Secretary of the Interior for Public Works. The Assistant Secretary of the Interior for Public Works shall be responsible to the Secretary of the Interior for the activities of the Department of the Interior relating to public works which shall include the following organizations, bureaus, offices, or activities which are now in the Department of the Interior or which are hereby transferred to that Department, or to the bureaus or offices of that Department, as indicated:",
        "1. The Bureau of Reclamation, now in the Department of the Interior.",
        "2. The Geological Survey, now in the Department of the Interior.",
        "3. The Office of the Supervising Architect, which is hereby transferred from the Treasury Department to the Department of the Interior.",
        "4. The nonmilitary activities (except the Survey of Northern and Northwestern Lakes, and the Supervisor of New York Harbor) administered under the direction or supervision of the Chief of Engineers, United States Army, including rivers and harbors and flood-control work, and the duties, powers, and functions of the Mississippi River Commission, the California Débris Commission, the Joint Board of Engineers for the St. Lawrence River Waterway, the Board of Engineers for Rivers and Harbors, and the Interoceanic Canal Board, which are hereby transferred from the War Department to the Department of the Interior, and the said commissions and boards shall serve in an advisory capacity to the Secretary of the Interior.",
        "5. The activities relating to the construction, repair, and maintenance of roads, tramways, ferries, bridges, and trails in the Territory of Alaska, now in the Department of the Interior.",
        "6. The Bureau of Public Roads, which is hereby transferred from the Department of Agriculture to the Department of the Interior.",
        "7. The Office of Public Buildings and Public Parks, which is hereby transferred from its status as an independent establishment to the Department of the Interior.",
        "8. The administrative duties, powers, and functions of the National Capital Park and Planning Commission, which are hereby transferred to the Department of the Interior, and the commission shall serve in an advisory capacity to the Secretary of the Interior.",
        "9. The administrative duties, powers, and functions of the Rock Creek and Potomac Parkway Commission, which are hereby transferred to the Department of the Interior, and the commission shall serve in an advisory capacity to the Secretary of the Interior.",
        "10. The administrative duties, powers, and functions of the Arlington Memorial Bridge Commission, which are hereby transferred to the Department of the Interior, and the commission shall serve in an advisory capacity to the Secretary of the Interior.",
        "11. The administrative duties, powers, and functions of the Commission of Fine Arts, which are hereby transferred to the Department of the Interior, and the commission shall serve in an advisory capacity to the Secretary of the Interior.",
        "12. The Administrative duties, powers, and functions of the George Rogers Clark Sesquicentennial Commission, which are hereby transferred to the Department of the Interior, and the commission shall serve in an advisory capacity to the Secretary of the Interior.",
        "13. The administrative duties, powers, and functions of the Mount Rushmore National Memorial Commission, which are hereby transferred to the Department of the Interior, and the commission shall serve in an advisory capacity to the Secretary of the Interior.",
        "14. The administrative duties, powers, and functions of the General Supply Committee, Treasury Department, which are hereby transferred to the Department of the Interior, and the committee shall serve in an advisory capacity to the Secretary of the Interior. 15. The Government Fuel Yards, which are hereby transferred from the Bureau of Mines, Department of Commerce, to the Department of the Interior.",
        "The agencies and activities that are transferred, in whole or in part, shall carry with them all their powers and duties, personnel, books, records, and papers pertaining to the work thereof; all public property, including office equipment and laboratory facilities, both in Washington and in the field, appertaining thereto; and the unexpended balances of their appropriations (whether annual or permanent) or allotments or other funds, as of the date this order becomes effective.",
        "All power and authority conferred by law, both supervisory and appellate, upon the department or establishment from which transfer is made, or the Secretary or other head or heads thereof, in relation to the office, bureau, division, or other branch of the public service or the part thereof so transferred shall immediately when such transfer is effected be fully conferred upon and vested in the Department of the Interior or the Secretary thereof, as the case may be, as to the whole or part of such office, bureau, division, or other branch of the public service so transferred.",
        "With the approval of the President, the Secretary of the Interior shall have the power, by order or regulation, to consolidate, eliminate, or redistribute the bureaus, agencies, offices, or activities and/or their functions, in the Department of the Interior in so far as such action may be required to carry out the purposes of the consolidation herein ordered, and by rules and regulations not inconsistent with law to fix the functions thereof and the duties, powers, and titles of their respective executive heads.",
        "Commissioned officers of the Corps of Engineers, United States Army, shall continue to be detailed by the Secretary of War upon request of the Secretary of the Interior for work on rivers and harbors projects; but while so detailed they shall be under the direction of the Secretary of the Interior, and their pay and allowances shall be charged against the appropriations for the projects to which they are assigned.",
        "This order shall take effect upon the sixty-first calendar day after its transmission to Congress unless otherwise determined in accordance with the provisions of section 407 of the act cited above.",
        "HERBERT HOOVER",
        "The White House,December 9, 1932."
    ],
    "citation": "Herbert Hoover, Executive Order 5964-Consolidation and Grouping of Public Works Activities in the Department of the Interior Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361731"
}