{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9448-inspection-income-excess-profits-and-capital-stock-tax-returns-the",
    "doc": "executive-order-9448-inspection-income-excess-profits-and-capital-stock-tax-returns-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9448-Inspection of Income, Excess-Profits, and Capital Stock Tax Returns by the Select Committee to Investigate the Federal Communications Commission, House of Representatives",
    "date": "June 08, 1944",
    "content": [
        "By virtue of the authority vested in me by section 257 (a) of the Revenue Act of 1926 (44 Stat., 9, 51); section 55 of the Revenue Act of 1932 (47 Stat., 169, 189) as amended by section 218 (h) of the National Industrial Recovery Act (48 Stat., 195, 209); sections 215 (e) and 216 (b) of the National Industrial Recovery Act (48 Stat., 195, 208); sections 55 (a), 701 (e), and 702 (b) of the Revenue Act of 1934 (48 Stat., 680, 698, 770); sections 105 (e) and 106 (c) of the Revenue Act of 1935 (49 Stat., 1014, 1018, 1019); sections 55 (a), 351 (c), and 503 (a) of the Revenue Act of 1936 (49 Stat., 1648, 1671, 1733, 1738); and sections 55 (a), 409, 601 (e), and 602 (c) of the Revenue Act of 1938 (52 Stat., 447, 478, 564, 566, 568), it is hereby ordered that income, excessprofits, and capital stock tax returns made under the Revenue Act of 1932, the Revenue Act of 1932, as amended by the National Industrial Recovery Act, the National Industrial Recovery Act, the Revenue Act of 1934, the Revenue Act of 1935, as amended by the Revenue Act of 1936, the Revenue Act of 1936, the Revenue Act of 1936, as amended by the Revenue Act of 1937, and the Revenue Act of 1938, for the years 1932 to 1938, inclusive, shall be open to inspection by the Select Committee to Investigate the Federal Communications Commission, House of Representatives, or any duly authorized subcommittee thereof, for the purpose of carrying out the provisions of House Resolution 21 (Seventy-eighth Congress, first session), passed January 19, 1943; such inspection to be in accordance and upon compliance with the rules and regulations prescribed by the Secretary of the Treasury in the Treasury decision relating to the inspection of returns by that committee, approved by me this date.",
        "This order shall be published in the Federal Register.",
        "FRANKLIN D ROOSEVELT",
        "The White House,June 8, 1944."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9448-Inspection of Income, Excess-Profits, and Capital Stock Tax Returns by the Select Committee to Investigate the Federal Communications Commission, House of Representatives Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/355104"
}