{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6128-amendment-rules-governing-navigation-the-panama-canal-and-adjacent",
    "doc": "executive-order-6128-amendment-rules-governing-navigation-the-panama-canal-and-adjacent",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6128-Amendment of Rules Governing Navigation of the Panama Canal and Adjacent Waters",
    "date": "May 10, 1933",
    "content": [
        "By virtue of the authority vested in me by the provisions of the act of Congress approved August 24, 1912 (37 Stat. 560-569), entitled \"AN ACT To provide for the opening, maintenance, protection, and operation of the Panama Canal, and the sanitation and government of the Canal Zone\", known as the Panama Canal Act, I do hereby amend rule 54 of Executive Order No. 4314, dated September 25, 1925, relating to the authorized speed of vessels transiting the Panama Canal, to read as follows:",
        "\"Rule 54. Authorized Speed of Transit: The following speeds shall not be exceeded by vessels in transit through the Canal:  Knots",
        "Crist6bal to Gatlin",
        "Gatlin Lake in the 1,000-foot channels",
        "Gatlin Lake in the 800-foot  channels",
        "Gatlin Lake in the 500-foot  channels",
        "Rounding Bohio or Darien bend",
        "Gaillard Cut-In the straight reaches:",
        "Vessels of 250 feet or over in length, 6 knots or as near thereto as possible, maintaining steerage way",
        "Vessels under 250 feet",
        "In or near a lock",
        "Miraflores Locks to Pacific entrance",
        "Entering or leaving either Canal port",
        "Miraflores Lake:",
        "Vessels under 300 feet in length",
        "Vessels of and above 300 feet in length, to proceed as slowly as possible consistent with maneuverability.\"",
        "This order shall take effect from and after this date.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,May 10, 1933."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6128-Amendment of Rules Governing Navigation of the Panama Canal and Adjacent Waters Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/361955"
}