{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8479-transferring-certain-lands-from-the-secretary-agriculture-the",
    "doc": "executive-order-8479-transferring-certain-lands-from-the-secretary-agriculture-the",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8479-Transferring Certain Lands From the Secretary of Agriculture to the Secretary of the Interior and Reserving Them as a Part of the Necedah National Wildlife Refuge",
    "date": "July 11, 1940",
    "content": [
        "WISCONSIN",
        "By virtue of the authority vested in me by section 32 of Title III of the Bankhead-Jones Farm Tenant Act, approved July 22, 1937 (50 Stat. 522, 525), and as President of the United States, the following-described lands, comprising one acre, more or less, in Juneau County, Wisconsin, acquired under the authority of the Emergency Relief Appropriation Act of 1935, approved April 8, 1935 (49 Stat. 115), and transferred by Executive Order No. 7908 of June 9, 1938, to the Secretary of Agriculture for use, administration, and disposition in accordance with the provisions of Title III of the said Bankhead-Jones Farm Tenant Act, are upon recommendation of the Secretary of Agriculture, hereby transferred from the Secretary of Agriculture to the Secretary of the Interior and, subject to valid rights, added to and reserved as a part of the Necedah National Wildlife Refuge, established by Executive Order No. 8065 of March 14, 1939, as amended by Executive Order No. 8319 of January 15, 1940:",
        "FOURTH PRINCIPAL MERIDIAN",
        "T. 18 N., R. 3 E.,     Sec. 13, that part of SE¼SE¼ bounded by the following-described lines: Beginning at a stake on the north line of the right-of-way of the Chicago and Northwestern Railway, formerly known as the Princeton and Western Railway, said stake bearing north 33 degrees east, 161 feet from the corner of Block 1, Original Plat of Necedah, said corner of Block being at the intersection of Main and First Streets (formerly known as Hilleboe's corner); thence north 9 degrees 15 minutes east 155 feet to a stake in the pond; thence north 77 degrees 30 minutes west 122 feet to a stake in the pond; thence south 61 degrees 30 minutes west 209 feet to a stake in the edge of the pond 6 feet north of dead birch tree; thence south 11 degrees 45 minutes west 52 feet to a stake on the north side of the railway right-of-way; thence south 84 degrees east along the right-of-way 292 feet to the point of beginning. (Magnetic variation for survey zero, November 24, 1898)",
        "FRANKLIN D. ROOSEVELT",
        "The White House,July 11, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8479-Transferring Certain Lands From the Secretary of Agriculture to the Secretary of the Interior and Reserving Them as a Part of the Necedah National Wildlife Refuge Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371996"
}