{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-defining-pueblo-industrial-school-reserve-boundaries",
    "doc": "executive-order-defining-pueblo-industrial-school-reserve-boundaries",
    "president": "Chester A. Arthur",
    "president_byline": "21st President of the United States: 1881 ‐ 1885",
    "title": "Executive Order-Defining Pueblo Industrial School Reserve Boundaries",
    "date": "October 04, 1884",
    "content": [
        "Executive Mansion, October 4, 1884.",
        "It is hereby ordered that the, following-described tract of land in the county of Bernalillo and Territory of New Mexico, viz, all that certain piece, parcel, or tract of land situate, lying, and being in the county of Bernalillo and Territory of New Mexico, bounded on the north by lands of J. K. Basye, on the east by lands of Diego Garcia and Miguel Antonio Martin and others, on the south by lands of the Jesuit fathers, and on the west by lands of the Jesuit fathers, said tract being more particularly bounded and described as follows, to wit: Beginning at a stake at the northwest corner of the lands formerly owned by John H. McMinn and running thence north 4 degrees and 53 minutes west, 731.7 feet, to a stake at the northwest corner of the land hereby conveyed; thence north 84 degrees and 52 minutes east, 2,320.7 feet to a stake at the northeast corner of the land hereby conveyed; thence south 3 degrees and 45 minutes east, 720.4 feet, to a stake; thence south 7 degrees and 30 minutes west, 793 feet, to a stake at the southeast corner of the land hereby conveyed; thence north 85 degrees and 50 minutes west, 184.6 feet, to a stake; thence north 87 degrees and 42 minutes west, 615 feet, to a stake; thence north 81 degrees and 52 minutes west, 203 feet, to a stake; thence north 78 degrees and 44 minutes west, 224 feet, to a stake; thence north 73 degrees and 19 minutes west, 176.4 feet, to a stake; thence north 70 degrees and 14 minutes west, 234 feet, to a stake; thence north 78 degrees and 38 minutes west, 567.7 feet, to a stake at the southwest corner of the land hereby conveyed; and thence north 6 degrees and 8 minutes west, 234.4 feet, to the point and place of beginning, containing 65.79 acres, more or less; which said tract of land was conveyed to the United States of America by a certain deed of conveyance bearing date the 7th day of June, A. D. 1882, from Elias S. Clark, of the town of Albuquerque, in the county and Territory aforesaid, as a site for an industrial school for Pueblo and other Indians, and the erection thereon of suitable buildings and other improvements for such purposes, be, and the same hereby is, reserved and set apart for Indian purposes.",
        "CHESTER A. ARTHUR"
    ],
    "citation": "Chester A. Arthur, Executive Order-Defining Pueblo Industrial School Reserve Boundaries Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371815"
}