{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8597-establishing-sitka-naval-airspace-reservation-and-kodiak-naval",
    "doc": "executive-order-8597-establishing-sitka-naval-airspace-reservation-and-kodiak-naval",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8597-Establishing Sitka Naval Airspace Reservation and Kodiak Naval Airspace Reservation",
    "date": "November 18, 1940",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me by the provisions of section 4 of the Air Commerce Act approved May 20, 1926 (44 Stat. 568, 570, U.S.C., title 49, sec. 174), the air-spaces over the hereinafter-described areas in the Territory of Alaska and over the territorial waters within the three-mile limits adjacent thereto are hereby set apart and reserved as naval airspace reservations, for purposes of the national defense and other governmental purposes; such reservations to be known as \"Sitka Naval Airspace Reservation\" and \"Kodiak Naval Airspace Reservation\", respectively.",
        "SITKA NAVAL AIRSPACE RESERVATION",
        "All of Japonski Island situated immediately west of the City of Sitka, Alaska, and that part of Sitka Bay lying south of Japonski Island and west of the main channel described by metes and bounds as follows: Beginning at the southeast' point of Japonskl Island at angle point No. 7 of the meanders of the U.S. Survey No. 1496; thence east approximately 12.00 chains to the center of the main channel; thence south 45° east along the main channel approximately 20.00 chains; thence south 45° west approximately 9.00 chains to the southeastern point of Aleutski Island; thence south 79° west approximately 40.00 chains to the southern point of Fruit Island; thence north 60° west approximately 50.00 chains to the southwestern point of Japonskl Island at angle point No. 35 of the U.S. Survey No. 1496; thence easterly with the meanders of Japonskl Island to the point of beginning including Charcoal, Aleutski, Harbor, Alice, Love, Fruit Islands, and a number of smaller unnamed islands, and containing a total land and water area of approximately 195 acres, being the same area described in Executive Order No. 8216, dated July 25, 1939.",
        "KODIAK NAVAL AIRSPACE RESERVATION",
        "The eastern portion of Kodiak Island described by metes and bounds as follows: Beginning at a point at Latitude 57°47'0\" north, Longitude 152°26'30'' west, thence,",
        "W to Lat. 57°47'0\" N, Long. 152°36'0\" W",
        "S to Lat. 57°44'30\" N, Long. 152°36'0\" W",
        "SW to Lat. 57°42'0\" N, Long. 152°38'0'' W",
        "S to Lat. 57°39'30\" N, Long. 152°38'0\" W",
        "E to Lat. 57°39'30\" N, Long. 152°30'0'' W",
        "NE to Lat. 57°42'0\" N, Long. 152°26'0\" W",
        "N to Lat. 57°44'0\" N, Long. 152°26'0\" W",
        "NW to Lat. 57°47'0\" N, Long. 152°26'30\" W",
        "to the point of beginning, being the same area described in Executive Order No. 8278, dated October 28, 1939. At no time shall any aircraft, other than public aircraft of the United States, be navigated into, within, or through Sitka Naval Airspace Reservation or Kodiak Naval Airspace Reservation, unless authorized by the Secretary of the Navy.",
        "The provisions of the preceding paragraph shall be enforced by the Secretary of the Navy, with the cooperation of the local law enforcement officers of the United States and of the Territory of Alaska, and the Secretary of the Navy is hereby authorized to prescribe such regulations as may be necessary to carry out such provisions.",
        "Any person who shall violate any of the provisions of this order relating to Sitka Naval Airspace Reservation and Kodiak Naval Airspace Reservation will be subject to the penalties prescribed by the Civil Aeronautics Act of 1938 (52 Stat. 973).",
        "This order shall take effect ninety days after the date hereof.",
        "FRANKLIN D ROOSEVELT",
        "The White House,November 18, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8597-Establishing Sitka Naval Airspace Reservation and Kodiak Naval Airspace Reservation Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372586"
}