{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-6878-rules-and-regulations-for-the-cotton-silk-and-wool-textile-work",
    "doc": "executive-order-6878-rules-and-regulations-for-the-cotton-silk-and-wool-textile-work",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 6878-Rules and Regulations for the Cotton, Silk and Wool Textile Work Assignment Boards",
    "date": "October 16, 1934",
    "content": [
        "By virtue of and pursuant to the authority vested in me under Title I of the National Industrial Recovery Act (Chapter 90, 48 Stat. 195, Tit. 15 U.S.C. #701), and under the Codes of Fair Competition for the Cotton Textile Industry, the Silk Textile Industry and the Wool Textile Industry, it is hereby ordered as follows:",
        "Sec. 1. The Textile Labor Relations Board shall appoint a single individual as common chairman of the Cotton Textile Work Assignment Board, the Silk Textile Work Assignment Board and the Wool Textile Work Assignment Board. All general rules and regulations involving products manufactured under more than one of the above Codes shall be jointly considered by the Work Assignment Boards for those Codes.",
        "Sec. 2. The Cotton, Silk and Wool Textile Work Assignment Boards shall study the actual operation of the stretch-out (or specialization) system in a number,of representative plants, including such plants as may be selected respectively by the Code Authority affected and by the United Textile Workers of America and such other plants as the Boards may themselves select either upon or without nomination of interested parties. The Boards shall, after consultation with the employers and employees in the respective industries, and their representatives, prepare, and before January 1, 1935, submit to the President, recommendations for a permanent plan for regulation of work assignments in the respective industries. Such recommendations, if adopted in accordance with the National Industrial Recovery Act, shall become effective as therein provided. Such recommendations, unless good cause is shown to the contrary, shall include, among other provisions, substantially the following principles:",
        "(a) No employer shall increase the work assignments of any class of work until he has secured authorization therefor from the district impartial chairman (appointed by the Textile Work Assignment Board) of the District in which the mill operates. The district impartial chairman shall authorize extensions of work assignments only if the following conditions have been complied with:",
        "(i) The employer has filed with the district impartial chairman and with the representatives of the employees affected a petition for authorization of extension of work assignments. The petition shall include a sworn statement on a form to be provided by the Textile Work Assignment Board indicating the conditions which have been established at the mill as the basis for extension.",
        "(ii) A period of six weeks has elapsed since the filing of the petition.",
        "(iii) Either (a) the representatives of labor affected have not filed a protest to the proposed extension before the end of the six-weeks' period, or (d) if such protest has been filed, there has been a public hearing, with such investigation by the district impartial chairman or liis agents as he may deem advisable, and the impartial chairman finds that the conditions which have been maintained throughout the six-weeks' period justify the extension.",
        "The fact that any employer has failed to maintain any of the conditions set forth in the statement accompanying the petition on which the existing work assignment was authorized shall be ground for the denial of the petition.",
        "(b) The district impartial chairman, on petition by the representatives of any employees affected, shall investigate the justifiability of existing labor assignments, and if he finds any assignment involves excessive efforts by the workers, shall require the employer to reduce such assignment.",
        "(c) Decisions of the district chairman rendered under the above provisions shall be subject to appeal to the Textile Work Assignment Board, whose decision shall be final.",
        "Sec. 3. The Textile Labor Relations Board shall provide funds for, and maintain administrative supervision over the several Textile Work Assignment Boards.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,October 16, 1934."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 6878-Rules and Regulations for the Cotton, Silk and Wool Textile Work Assignment Boards Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/362585"
}