{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-9114-withdrawing-public-lands-for-use-the-war-department-for-military",
    "doc": "executive-order-9114-withdrawing-public-lands-for-use-the-war-department-for-military",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 9114-Withdrawing Public Lands for Use of the War Department for Military Purposes",
    "date": "March 28, 1942",
    "content": [
        "ALASKA",
        "By virtue of the authority vested in me as President of the United States, and by the act of June 4, 1897, 30 Stat. 11, 36 (U.S.C., title 16, sec. 473), it is ordered as follows:",
        "1. Subject to valid existing rights, the public lands in the following-described areas are hereby withdrawn from all forms of appropriation under the public-land laws, including the mining laws, and reserved for the use of the War Department for military purposes:",
        "Tract No. 1",
        "Beginning at corner No. 1, which is identical with corner No. 2, U. S. Survey No. 1763, Thence by metes and bounds:",
        "N. 64°55'50\" E., 7108.20 ft. to corner No. 2, identical with corner No. 3, U. S. Survey No. 1763;",
        "S. 8°25' W., 3811.1 ft. to corner No. 3, identical with corner No. 3, U. S. Survey No. 226;",
        "S. 46°10' W., 1598.5 ft. to corner No. 4, identical with corner No. 1, U. S. Survey No. 226 and corner No. 7, U. 8. Survey No. 225;",
        "S. 10°30' E., 433.6 ft. to corner No. 5, identical with corner No. 8, U. S. Survey No. 225 and corner No. 6, U. S. Amended Survey No. 6½;",
        "S. 38°30' E., 739.9 ft. to corner No. 6, identical with corner No. 7, U. S. Amended Survey No. 6½;",
        "S. 25°30' E., 462 ft. to corner No. 7, identical with corner No. 8, U. S. Amended Survey No. 6½;",
        "S. 39°00' W., 498.3 ft. to corner No. 8, identical with corner No. 9, U. S. Amended Survey No. ½;",
        "S. 65°57' W., 1388 ft. to corner No. 9, identical with corner No. 10, U. S. Amended Survey No. 6½ on shore of Sitka Sound;",
        "Thence northwesterly with meanders of shore of Sitka Sound at mean high tide to corner No. 1, the place of beginning.",
        "The tract as described, Including both public and nonpubllc lands, aggregates 481.7 acres.",
        "Tract No. 2",
        "Beginning at corner No. 1, which is identical with corner No. 1, U. S. Survey No. 1763,",
        "Thence by metes and bounds:",
        "N. 52°21' E., 7311.5 ft. to corner No. 2;",
        "S. 27°59'40\" E., 14734.0 ft. to corner No. 3, identical with corner No. 3, U. S. Survey No. 1763;",
        "S. 64°55'50\" W., 7108.20 ft. to corner No. 4, identical with corner No. 2, U. S. Survey No. 1763;",
        "Thence northwesterly with meanders of shore of Sitka Sound at mean high tide to corner No. 1, the place of beginning.",
        "The tract contains 2215.7 acres.",
        "2. Proclamation No. 1742 of June 10, 1925, adding certain lands to the Tongass National Forest, in Alaska, is hereby revoked so far as it affects any of the lands described above as Tract No. 2.",
        "FRANKLIN D ROOSEVELT",
        "The White House,March 28, 1942."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 9114-Withdrawing Public Lands for Use of the War Department for Military Purposes Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/368127"
}