{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8602-extending-the-period-eligibility-civil-service-registers-persons-who",
    "doc": "executive-order-8602-extending-the-period-eligibility-civil-service-registers-persons-who",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8602-Extending the Period of Eligibility on Civil Service Registers of Persons Who Serve in the Armed Forces of the United States",
    "date": "November 25, 1940",
    "content": [
        "By virtue of the authority vested in me by the provisions of paragraph Eighth of subdivision SECOND of section 2 of the Civil Service Act (22 Stat. 403, 404), it is ordered that no period of time served in the armed forces of the United States under the provisions of the act authorizing the President to order members and units of reserve components and retired personnel of the Regular Army into active military service, approved August 27, 1940 (Pub. Res. No. 96, 76th Cong.), as amended, or the Selective Training and Service Act of 1940, approved September 16, 1940 (Pub. No. 783, 76th Cong.), shall be counted in determining the period of eligibility for appointment of those persons whose names appear on eligible registers of the Civil Service Commission at the time of entering the service of their country under the provisions of the said acts or who attain eligibility during such service: Provided, That such persons shall notify the Civil Service Commission within forty days after their service in the armed forces has terminated that they desire to have the benefits of this order.",
        "FRANKLIN D. ROOSEVELT",
        "The White House,November 25, 1940."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8602-Extending the Period of Eligibility on Civil Service Registers of Persons Who Serve in the Armed Forces of the United States Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/371971"
}