{
    "url": "https://www.presidency.ucsb.edu/documents/executive-order-8882-regulations-governing-within-grade-salary-requirements",
    "doc": "executive-order-8882-regulations-governing-within-grade-salary-requirements",
    "president": "Franklin D. Roosevelt",
    "president_byline": "32nd President of the United States: 1933 ‐ 1945",
    "title": "Executive Order 8882-Regulations Governing Within-Grade Salary Requirements",
    "date": "September 03, 1941",
    "content": [
        "By virtue of and pursuant to the authority vested in me by section 7 of the Classification Act of 1923, as amended by the act of August 1, 1941, Public Law 200, 77th Congress, 1st Session, I hereby prescribe the following regulations for the administration of the within-grade salary advancement plan established by that section:",
        "SECTION 1. In the administration of the said section 7, the following definitions of terms used therein shall apply:",
        "(a) \"Permanent positions\" shall include all positions except those designated as temporary by law and those established for definite periods of six months or less.",
        "(b) \"Positions within the scope of the compensation schedules fixed by this Act\" shall include all permanent positions, including positions in the field services, in the executive and legislative branches, in government-owned or government-controlled corporations, and in the municipal government of the District of Columbia, the compensation of which has been fixed on a per-annum basis, pursuant to the allocation of such positions to the appropriate grade either by the Civil Service Commission or by administrative action of the department or agency concerned, in accordance with the compensation schedules of the Classification Act of 1923, as amended, or the said schedules as adjusted by an authorized differential.",
        "(c) \"Quarter\" shall mean the three months' period beginning on January 1, April 1, July 1, or October 1.",
        "(d) \"Equivalent increase in compensation\" shall mean any increase or increases which in total are equal to or greater than the compensation increment in the lowest grade in which the employee has served during the time period of eighteen or thirty months, as the case may be.",
        "(e) \"Current efficiency\" shall mean the latest efficiency rating on record for the employee, made under a system of efficiency ratings prescribed or approved by the Civil Service Commission.",
        "SECTION 2. In computing the periods of service required by the said section 7 for within-grade advancements there shall be credited to such service:",
        "(a) Continuous civilian employment in any branch, executive department, independent establishment, agency, or corporation of the Federal Government or in the municipal government of the District of Columbia.",
        "(b) Time elapsing on annual, sick, or other leave with pay.",
        "(c) Time elapsing in a non-pay status (including break in service) not exceeding thirty days within any one time period of eighteen or thirty months, as the case may be.",
        "(d) Service rendered prior to absence on furlough or leave without pay where such absence is in excess of thirty days but not exceeding one year.",
        "SECTION 3. In the use of funds available in any fiscal year, periodic salary advancements authorized by section 7 (b) of the Classification Act of 1923, as amended by the said act of August 1, 1941, shall take priority over salary advancements authorized for especially meritorious services by section 7 (f) of that Act, as amended. An additional within-grade compensation advancement authorized by the said section 7 (f) may be granted simultaneously with, or at any time prior to, the periodic increase to which the employee may be eligible under the said section 7 (b). The reports required to be submitted to the Civil Service Commission by the said section 7 (f) shall be submitted at the end of each quarter.",
        "SECTION 4. In the event a change or adjustment is made in an employee's current efficiency rating, either by administrative action or as the result of a review and determination by a board of review in accordance with the provisions of section 9 of said Classification Act of 1923, as amended, the employee's eligibility for salary advancement shall be determined according to the efficiency rating as changed or adjusted and other conditions of the salary advancement plan, and any advancement to which he may be entitled shall be made effective as of the date he would have received the advancement had no error been made in the original rating.",
        "SECTION 5. Any employee of the Federal Government who, in accordance with the provisions of the Selective Training and Service Act of 1940 (Public No. 783, 76th Congress), or of Public Resolution No. 96 approved August 27, 1940, relating to the mobilization of auxiliary military personnel, is restored to the same position or a position of like seniority, status, and pay, without loss of seniority, shall be entitled to receive a salary at a rate of not less than the employee's latest rate prior to his entrance into active military or naval duty plus any within-grade salary advancement or advancements to which he would have been eligible under the provisions of the said section 7 (b) of the Classification Act of 1923, as amended.",
        "FRANKLIN D ROOSEVELT",
        "The White House,September 3, 1941."
    ],
    "citation": "Franklin D. Roosevelt, Executive Order 8882-Regulations Governing Within-Grade Salary Requirements Online by Gerhard Peters and John T. Woolley, The American Presidency Project https://www.presidency.ucsb.edu/node/372184"
}