{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This executive order imposes economic sanctions on Russia following its invasion of Ukraine. It prohibits the import of certain Russian goods, the export of luxury goods and U.S. dollar-denominated banknotes to Russia, and new investment in the Russian economy. It also prohibits any U.S. person from facilitating transactions that would be prohibited if performed by a U.S. person. The order relies on the International Emergency Economic Powers Act (IEEPA) and the National Emergencies Act. It includes standard clauses about not impairing existing authorities and being subject to appropriations.\n\nIdeological Tilt: The order reflects a liberal foreign policy approach of using economic sanctions to pressure authoritarian regimes and defend international norms. +3\nImmigration Approach: The order does not directly address immigration. 0\nExecutive Power: The order expands executive power by invoking emergency powers and delegating authority to the Secretaries of Treasury and Commerce. +2\nFederalism: The order does not directly address federalism. 0\nNational Security vs. Civil Liberties: The order prioritizes national security by restricting economic activity with Russia. +2\nEconomic Regulation: The order imposes significant economic regulations by prohibiting certain imports, exports, and investments. +4\nSocial Inclusion: The order does not directly address social inclusion. 0\n\nRevised Scores:\nIdeological Tilt: +3 (No change)\nImmigration Approach: 0 (No change)\nExecutive Power: +2 (No change)\nFederalism: 0 (No change)\nNational Security vs. Civil Liberties: +2 (No change)\nEconomic Regulation: +4 (No change)\nSocial Inclusion: 0 (No change)",
    "revised_scores": {
        "ideological_tilt": 3,
        "immigration": 0,
        "executive_power": 2,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 4,
        "social_inclusion": 0
    }
}