{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This executive order establishes a regulatory planning process, requiring agencies to submit their regulatory policies and goals to the Office of Management and Budget (OMB) for review and coordination. It aims to reduce regulatory burdens, minimize duplication, and enhance public understanding of regulatory objectives. The order emphasizes consistency with the Administration's policies and priorities, giving the OMB Director significant oversight power. It explicitly states that it's intended for internal management and doesn't create enforceable rights. It was signed in 1985.\n\nIdeological Tilt: The order seeks to reduce regulatory burdens, which aligns with a conservative viewpoint favoring deregulation. Initial score: -2. Revised score: -2.\nImmigration Approach: The order does not address immigration. Initial score: 0. Revised score: 0.\nExecutive Power: The order centralizes regulatory oversight in the OMB, increasing executive control over agency actions. Initial score: 3. Revised score: 3.\nFederalism: The order does not directly address federalism. Initial score: 0. Revised score: 0.\nNational Security vs. Civil Liberties: The order does not directly address national security or civil liberties. Initial score: 0. Revised score: 0.\nEconomic Regulation: The order aims to reduce regulatory burdens, suggesting a move towards deregulation. Initial score: -2. Revised score: -2.\nSocial Inclusion: The order does not address social inclusion. Initial score: 0. Revised score: 0.",
    "revised_scores": {
        "ideological_tilt": -2,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": -2,
        "social_inclusion": 0
    }
}