{
    "initial_scores": {
        "ideological_tilt": 3,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 3,
        "security_liberty": 0,
        "economic_regulation": 4,
        "social_inclusion": 0
    },
    "critique": "This document is an executive order from 1933 related to the National Industrial Recovery Act. It allocates funds to contractors to help them comply with new codes and agreements related to wages and hours. Here's a breakdown of the scores:\n\n*   **Ideological Tilt:** +3 (Liberal) - The NIRA was a key part of FDR's New Deal, which was a liberal response to the Great Depression. It involved significant government intervention in the economy.\n*   **Immigration Approach:** 0 (Balanced) - The document doesn't directly address immigration.\n*   **Executive Power:** 0 (Neutral) - While it's an executive order, it's implementing existing legislation and allocating funds already appropriated by Congress. It doesn't significantly expand or restrict executive power.\n*   **Federalism:** +3 (Strong Federal Control) - The NIRA and this order represent a significant increase in federal power over the economy, shifting away from state control.\n*   **National Security vs. Civil Liberties:** 0 (Balanced) - The document doesn't directly address national security or civil liberties.\n*   **Economic Regulation:** +4 (Heavy Government Intervention) - The NIRA was a major intervention in the economy, and this order facilitates its implementation by providing funds to contractors to comply with the new regulations.\n*   **Social Inclusion:** 0 (Neutral) - The document doesn't directly address social inclusion or diversity.\n\nRevised scores:\n\n*   **Ideological Tilt:** +3\n*   **Immigration Approach:** 0\n*   **Executive Power:** 0\n*   **Federalism:** +3\n*   **National Security vs. Civil Liberties:** 0\n*   **Economic Regulation:** +4\n*   **Social Inclusion:** 0",
    "revised_scores": {
        "ideological_tilt": 3,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 3,
        "security_liberty": 0,
        "economic_regulation": 4,
        "social_inclusion": 0
    }
}