{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This executive order, issued by George W. Bush, addresses the conflict diamond trade and its connection to the Revolutionary United Front (RUF) in Sierra Leone and the government of Liberia. It prohibits the importation of rough diamonds from Liberia into the United States, building upon Executive Order 13194. The order cites the International Emergency Economic Powers Act (IEEPA), the National Emergencies Act, and the United Nations Participation Act as its legal basis. It aims to implement UN Security Council Resolution 1343 and counteract Liberia's support for the RUF's illicit activities. The order delegates authority to the Secretary of the Treasury to take necessary actions. It does not create any enforceable rights against the United States. It is difficult to place this document on a traditional left-right spectrum. It is an action taken to support international peace and security, and to prevent the funding of conflict through illicit trade. Therefore, the ideological tilt is neutral. The order restricts trade with Liberia in order to prevent funding of conflict, so it is not related to immigration. The executive order expands executive power by invoking IEEPA and the National Emergencies Act. The order does not directly address federalism. The order prioritizes national security and foreign policy objectives by restricting trade with Liberia. The order involves government intervention in economic matters by prohibiting the importation of rough diamonds from Liberia. The order does not directly address social inclusion.",
    "revised_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 3,
        "economic_regulation": 3,
        "social_inclusion": 0
    }
}