{
    "initial_scores": {
        "ideological_tilt": 2,
        "immigration": -2,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 2,
        "social_inclusion": 0
    },
    "critique": "This executive order, issued by President Obama, expands sanctions related to the ongoing violence and instability in Libya. It blocks the property of individuals and entities deemed responsible for threatening Libya's peace, security, or stability, including those involved in human rights abuses, misappropriation of state assets, or illicit exploitation of natural resources. It also suspends the entry of such persons into the United States. The order relies on the International Emergency Economic Powers Act (IEEPA) and other statutes, and it directs the Secretary of the Treasury to implement the sanctions. The order reflects a foreign policy interventionist approach, prioritizing national security and stability in Libya. It also expands executive power to impose sanctions and restrict entry into the U.S.\n\nIdeological Tilt: The order doesn't directly address domestic ideological issues. However, its focus on human rights and international cooperation aligns somewhat with liberal values. Score: +2\nImmigration Approach: The order suspends entry into the United States for individuals deemed responsible for threatening Libya's peace, security, or stability. This reflects a restrictive approach to immigration for specific individuals. Score: -2\nExecutive Power: The order expands the scope of a previous national emergency declaration and grants broad authority to the Secretary of the Treasury to implement sanctions. This indicates an expansion of executive power. Score: +3\nFederalism: The order doesn't directly address federalism. It focuses on foreign policy and international relations, which are typically federal responsibilities. Score: 0\nNational Security vs. Civil Liberties: The order prioritizes national security and foreign policy interests by imposing sanctions and restricting entry into the United States. While it mentions human rights abuses in Libya, the primary focus is on addressing the threat to U.S. national security. Score: +2\nEconomic Regulation: The order imposes economic sanctions by blocking the property of individuals and entities. This reflects government intervention in economic matters to achieve foreign policy objectives. Score: +2\nSocial Inclusion: The order doesn't directly address social inclusion issues within the United States. Its focus is on addressing the situation in Libya. Score: 0",
    "revised_scores": {
        "ideological_tilt": 2,
        "immigration": -2,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 2,
        "social_inclusion": 0
    }
}