{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 2,
        "social_inclusion": 0
    },
    "critique": "This executive order, issued by President Obama, addresses the security situation in Somalia, citing piracy, violence, and violations of the arms embargo as threats to U.S. national security and foreign policy. It declares a national emergency and orders the blocking of assets of individuals and entities deemed to be involved in activities that threaten the peace, security, or stability of Somalia. The order relies on existing legislation like the International Emergency Economic Powers Act (IEEPA) and the National Emergencies Act (NEA). It authorizes the Secretary of the Treasury, in consultation with the Secretary of State, to implement the order and take necessary actions. The order also includes standard clauses about evading prohibitions, definitions, lack of prior notice, reporting to Congress, and no creation of enforceable rights.\n\nIdeological Tilt: The order itself doesn't directly reflect a strong ideological leaning. It's a national security measure focused on a specific foreign policy issue. Therefore, it's relatively neutral on the traditional left-right spectrum.\nImmigration Approach: The order doesn't directly address immigration. It focuses on blocking assets related to threats to Somalia's stability, not immigration policies.\nExecutive Power: The order expands executive power by declaring a national emergency and authorizing the blocking of assets. It relies on existing legislation that grants the President broad authority in such situations.\nFederalism: The order doesn't significantly impact federalism. It's a foreign policy matter handled at the federal level, which is typical.\nNational Security vs. Civil Liberties: The order prioritizes national security by blocking assets and targeting individuals/entities that threaten Somalia's stability. While it includes a clause about constitutional presence, the overall focus is on security.\nEconomic Regulation: The order involves economic regulation by blocking assets and prohibiting transactions with designated individuals/entities.\nSocial Inclusion: The order doesn't directly address social inclusion issues. It's focused on national security and foreign policy related to Somalia.\n\nInitial scores:\nIdeological Tilt: 0\nImmigration Approach: 0\nExecutive Power: 3\nFederalism: 0\nNational Security vs. Civil Liberties: 2\nEconomic Regulation: 2\nSocial Inclusion: 0\n\nRevised scores:\nIdeological Tilt: 0 (No significant ideological leaning)\nImmigration Approach: 0 (Not related to immigration)\nExecutive Power: 3 (Declares national emergency, blocks assets)\nFederalism: 0 (No impact on state vs. federal power)\nNational Security vs. Civil Liberties: 2 (Prioritizes security, but includes a clause about constitutional presence)\nEconomic Regulation: 2 (Blocks assets, prohibits transactions)\nSocial Inclusion: 0 (Not related to social inclusion)",
    "revised_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 2,
        "social_inclusion": 0
    }
}