{
    "initial_scores": {
        "ideological_tilt": 3,
        "immigration": 0,
        "executive_power": 2,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 2,
        "social_inclusion": 0
    },
    "critique": "This executive order, issued by President Clinton, imposes economic sanctions on Burma due to its repression of the democratic opposition. It prohibits new investments in Burma by United States persons and restricts transactions that facilitate such investments. The order aims to pressure the Burmese government to improve its human rights record and promote democracy. It invokes the International Emergency Economic Powers Act (IEEPA) and declares a national emergency to deal with the threat posed by Burma's actions. The order includes exceptions for contracts related to the sale or purchase of goods, services, or technology, unless they involve the economic development of resources in Burma. It delegates authority to the Secretary of State and the Secretary of the Treasury to implement the order. The order reflects a liberal foreign policy approach, prioritizing human rights and democracy promotion through economic sanctions. It expands executive power by declaring a national emergency and imposing restrictions on economic activity. It does not directly address immigration, federalism, national security vs. civil liberties, or social inclusion within the United States. It leans towards government intervention in the economy by restricting investments. Therefore, the initial scores are as follows:\n\nIdeological Tilt: +3 (Liberal)\nImmigration Approach: 0 (Neutral)\nExecutive Power: +2 (Expansion)\nFederalism: 0 (Neutral)\nNational Security vs. Civil Liberties: 0 (Neutral)\nEconomic Regulation: +2 (Intervention)\nSocial Inclusion: 0 (Neutral)\n\nUpon further reflection, the expansion of executive power is moderate, as it is tied to a specific foreign policy objective and relies on existing legal frameworks. The economic intervention is also moderate, as it targets specific investments in Burma rather than broad economic regulations. The ideological tilt remains liberal due to the focus on human rights and democracy promotion. The other axes remain neutral.\n\nTherefore, the revised scores are as follows:",
    "revised_scores": {
        "ideological_tilt": 3,
        "immigration": 0,
        "executive_power": 2,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 2,
        "social_inclusion": 0
    }
}