{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This executive order addresses the national emergency in Somalia, focusing on issues like charcoal exports, misappropriation of assets, and violence against civilians. It amends a previous order (13536) to block property and interests of individuals and entities involved in threatening Somalia's peace, security, or stability. It also prohibits the import of charcoal from Somalia. The order relies on the President's authority under the Constitution, IEEPA, NEA, and UNPA. It authorizes the Secretary of the Treasury to take necessary actions to implement the order. It does not create any enforceable rights against the United States.\n\nIdeological Tilt: The order doesn't directly address traditional left-right issues. It focuses on national security and foreign policy. Therefore, it's relatively neutral on the ideological spectrum.\nImmigration Approach: The order doesn't directly deal with immigration. It's focused on economic and security issues related to Somalia.\nExecutive Power: The order expands executive power by authorizing the Secretary of the Treasury to block assets and prohibit imports. It relies on existing legislation like IEEPA and NEA, which grant broad powers to the executive branch in national emergencies.\nFederalism: The order doesn't significantly impact the balance between state and federal power. It's primarily a foreign policy and national security matter handled at the federal level.\nNational Security vs. Civil Liberties: The order prioritizes national security by targeting individuals and entities that threaten the peace and stability of Somalia. It could potentially impact civil liberties by blocking assets and restricting trade, but it's focused on foreign actors.\nEconomic Regulation: The order imposes economic regulations by prohibiting the import of charcoal and blocking assets. This is a form of government intervention in the economy.\nSocial Inclusion: The order doesn't directly address social inclusion issues within the United States. It's focused on addressing the situation in Somalia.\n\nRevised Scores:\nIdeological Tilt: 0\nImmigration Approach: 0\nExecutive Power: 3\nFederalism: 0\nNational Security vs. Civil Liberties: 2\nEconomic Regulation: 3\nSocial Inclusion: 0",
    "revised_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 3,
        "social_inclusion": 0
    }
}