{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This document establishes the Commodity Credit Corporation in 1933 under President Franklin D. Roosevelt, during the Great Depression. It cites several acts of Congress designed to address the economic crisis, including the Agricultural Adjustment Act and the National Industrial Recovery Act. The order establishes a government corporation to stabilize the agricultural sector. Ideological Tilt: The document reflects a liberal approach (+4) due to its interventionist policies aimed at addressing widespread economic distress and unemployment. Immigration Approach: This document does not address immigration, so it is neutral (0). Executive Power: The order expands executive power (+3) by creating a corporation through executive action, although it is based on existing legislation. Federalism: The document strengthens federal control (+4) by establishing a federal corporation to address a national crisis. National Security vs. Civil Liberties: The document does not directly address national security or civil liberties, so it is neutral (0). Economic Regulation: The document promotes heavy government intervention in the economy (+5) through the creation of a corporation designed to manage and stabilize the agricultural sector. Social Inclusion: The document does not directly address social inclusion, so it is neutral (0). Revised Scores: Ideological Tilt: +4 Immigration Approach: 0 Executive Power: +3 Federalism: +4 National Security vs. Civil Liberties: 0 Economic Regulation: +5 Social Inclusion: 0",
    "revised_scores": {
        "ideological_tilt": 4,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 4,
        "security_liberty": 0,
        "economic_regulation": 5,
        "social_inclusion": 0
    }
}