{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This executive order establishes a reservation for the Yuma and other Indians in Arizona. \n\n*   **Ideological Tilt:** This action could be seen as moderately liberal (+2) because it aims to protect Native American interests, which aligns with a progressive view of social justice and historical redress. However, it's also a historical action with paternalistic undertones, so it's not strongly liberal.\n*   **Immigration Approach:** This order doesn't directly address immigration, so it's neutral (0).\n*   **Executive Power:** The order expands executive power (+2) by unilaterally withdrawing land from settlement and sale. While it includes a provision for existing valid rights, the overall action increases the executive's control over land use.\n*   **Federalism:** This order strengthens federal control (+3) by establishing a reservation, asserting federal authority over state land management.\n*   **National Security vs. Civil Liberties:** This order doesn't directly impact national security or civil liberties, so it's neutral (0).\n*   **Economic Regulation:** This order has a moderate impact on economic regulation (+1) by restricting settlement and sale of land, which could affect economic activities in the area.\n*   **Social Inclusion:** This order promotes social inclusion (+3) by creating a reservation for Native Americans, recognizing their rights and needs. It aims to protect a specific group and their cultural heritage.\n\nRevised Scores:\n*   Ideological Tilt: +2\n*   Immigration Approach: 0\n*   Executive Power: +2\n*   Federalism: +3\n*   National Security vs. Civil Liberties: 0\n*   Economic Regulation: +1\n*   Social Inclusion: +3",
    "revised_scores": {
        "ideological_tilt": 2,
        "immigration": 0,
        "executive_power": 2,
        "federalism": 3,
        "security_liberty": 0,
        "economic_regulation": 1,
        "social_inclusion": 3
    }
}