{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This executive order from 2011, issued by President Obama, focuses on imposing sanctions on individuals and entities that provide support to Iran's petroleum and petrochemical industries. It aims to prevent Iran from developing its petroleum resources. The order leverages the International Emergency Economic Powers Act (IEEPA) and other legal authorities to block assets, restrict financial transactions, and deny export licenses to those who contribute to Iran's capabilities in these sectors. The order defines key terms like \"petroleum resources,\" \"refined petroleum products,\" and \"petrochemical products\" to clarify the scope of the sanctions. It also includes provisions to prevent evasion of the sanctions and allows for necessary actions to be taken without prior notice in certain cases. The order is intended as a response to actions of the Government of Iran occurring after the conclusion of the 1981 Algiers Accords.\n\nIdeological Tilt: 0. The document itself doesn't lean strongly left or right. It's a foreign policy tool aimed at addressing a specific national security concern.\nImmigration Approach: 0. The document does not directly address immigration.\nExecutive Power: 3. The order expands executive power by authorizing the Secretary of State and the Secretary of the Treasury to impose sanctions and block assets.\nFederalism: 0. The order does not significantly impact the balance of power between the federal government and the states.\nNational Security vs. Civil Liberties: 3. The order prioritizes national security by restricting economic activity with Iran, potentially at the expense of some individual liberties.\nEconomic Regulation: 3. The order imposes economic regulations by restricting trade and financial transactions with Iran.\nSocial Inclusion: 0. The order does not directly address social inclusion.\n\nRevised Scores:\nIdeological Tilt: 0\nImmigration Approach: 0\nExecutive Power: 3\nFederalism: 0\nNational Security vs. Civil Liberties: 3\nEconomic Regulation: 3\nSocial Inclusion: 0",
    "revised_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 3,
        "economic_regulation": 3,
        "social_inclusion": 0
    }
}