{
    "initial_scores": {
        "ideological_tilt": 2,
        "immigration": -2,
        "executive_power": 3,
        "federalism": 3,
        "security_liberty": 3,
        "economic_regulation": 3,
        "social_inclusion": 0
    },
    "critique": "This executive order expands existing sanctions on Sudan due to the ongoing conflict and instability. It aims to support a transition to democracy by blocking assets of individuals and entities undermining this transition. The order broadens executive power through IEEPA, restricts entry of individuals involved in destabilizing activities, and centralizes federal authority in implementing sanctions. It prioritizes national security and foreign policy interests, potentially impacting civil liberties of those targeted. Economically, it intervenes by blocking assets and prohibiting transactions. Socially, it promotes democracy and human rights, aligning with diversity and inclusion principles. However, the focus is primarily on foreign policy and national security rather than domestic social issues.\n\nIdeological Tilt: The order supports democracy and human rights abroad, which aligns with liberal values. However, it also employs sanctions and restrictions, which can be seen as a more conservative approach to foreign policy. I will score it as moderately liberal.\nImmigration Approach: The order restricts the entry of individuals deemed detrimental to US interests, indicating a restrictive approach to immigration for specific individuals. I will score it as restrictive.\nExecutive Power: The order expands the scope of a national emergency and utilizes IEEPA, granting the executive branch significant power to impose sanctions and block assets. I will score it as expanding executive power.\nFederalism: The order centralizes authority at the federal level, as it is implemented by federal agencies and relies on federal laws. I will score it as strong federal control.\nNational Security vs. Civil Liberties: The order prioritizes national security and foreign policy interests, potentially at the expense of the civil liberties of those targeted by the sanctions. I will score it as heavy national security focus.\nEconomic Regulation: The order involves government intervention in the economy by blocking assets and prohibiting transactions. I will score it as heavy government intervention.\nSocial Inclusion: The order promotes democracy and human rights, which aligns with diversity and inclusion principles. However, the focus is primarily on foreign policy rather than domestic social issues. I will score it as neutral.",
    "revised_scores": {
        "ideological_tilt": 2,
        "immigration": -2,
        "executive_power": 3,
        "federalism": 4,
        "security_liberty": 3,
        "economic_regulation": 3,
        "social_inclusion": 1
    }
}