{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": -2,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 2,
        "social_inclusion": 0
    },
    "critique": "This executive order focuses on imposing sanctions on the de facto regime in Haiti following a coup. It blocks funds and financial resources of Haitian military officers, coup participants, and those acting on their behalf. It also prohibits certain aircraft from landing in or taking off from the US if they are destined for or have come from Haiti. Here's a breakdown of the scores:\n\n*   **Ideological Tilt:** Neutral (0). The order is focused on foreign policy and doesn't directly address domestic ideological issues.\n*   **Immigration Approach:** Restrictive (-2). While not a direct immigration policy, it restricts travel to and from Haiti for certain individuals, indicating a restrictive approach.\n*   **Executive Power:** Expansive (+3). The order invokes the International Emergency Economic Powers Act and the National Emergencies Act, granting the President broad authority to impose sanctions and restrictions.\n*   **Federalism:** Neutral (0). The order doesn't significantly impact the balance of power between the federal government and the states.\n*   **National Security vs. Civil Liberties:** Leaning towards National Security (+2). The order prioritizes national security and foreign policy objectives over the civil liberties of the individuals targeted by the sanctions.\n*   **Economic Regulation:** Interventionist (+2). The order blocks funds and financial resources, representing government intervention in economic matters.\n*   **Social Inclusion:** Neutral (0). The order doesn't directly address social inclusion issues.\n\nRevised Scores:\n\n*   Ideological Tilt: 0\n*   Immigration Approach: -2\n*   Executive Power: 3\n*   Federalism: 0\n*   National Security vs. Civil Liberties: 2\n*   Economic Regulation: 2\n*   Social Inclusion: 0",
    "revised_scores": {
        "ideological_tilt": 0,
        "immigration": -2,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 2,
        "economic_regulation": 2,
        "social_inclusion": 0
    }
}