{
    "initial_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 0,
        "federalism": 0,
        "security_liberty": 0,
        "economic_regulation": 0,
        "social_inclusion": 0
    },
    "critique": "This executive order, issued by President Obama, targets the Government of Iran and Iranian financial institutions, including the Central Bank of Iran, by blocking their property and interests in property within the United States. The justification is based on Iran's deceptive practices, deficiencies in its anti-money laundering regime, and the risk it poses to the international financial system. The order invokes the International Emergency Economic Powers Act (IEEPA) and the National Emergencies Act. It prohibits transactions that evade or avoid the prohibitions and authorizes the Secretary of the Treasury and the Secretary of State to take actions to carry out the order. The order is a continuation of a national emergency declared in Executive Order 12957 of March 15, 1995. It does not create any right or benefit enforceable at law or in equity. It is a response to actions of the Government of Iran occurring after the conclusion of the 1981 Algiers Accords. It is effective at 12:01 a.m. eastern standard time on February 6, 2012.\n\nIdeological Tilt: The order doesn't directly reflect a liberal or conservative ideology. It's more about national security and foreign policy. Therefore, I'll score it as neutral.\nImmigration Approach: The order doesn't deal with immigration directly. It's about financial transactions and blocking assets. Therefore, I'll score it as neutral.\nExecutive Power: The order expands executive power by invoking IEEPA and the National Emergencies Act to block assets and prohibit transactions. It gives broad authority to the Secretary of the Treasury and the Secretary of State. Therefore, I'll score it as expanding executive authority.\nFederalism: The order doesn't directly impact federalism. It's about the federal government acting in foreign policy. Therefore, I'll score it as neutral.\nNational Security vs. Civil Liberties: The order prioritizes national security by blocking assets and prohibiting transactions to address the risk posed by Iran. It does mention that for those persons whose property and interests in property are blocked pursuant to this order who might have a constitutional presence in the United States, there need be no prior notice of a listing or determination made pursuant to section 1 of this order. Therefore, I'll score it as prioritizing national security.\nEconomic Regulation: The order involves government intervention in economic matters by blocking assets and prohibiting transactions. Therefore, I'll score it as heavy government intervention.\nSocial Inclusion: The order doesn't directly address social inclusion. It's about national security and foreign policy. Therefore, I'll score it as neutral.\n\nRevised Scores:\nIdeological Tilt: 0\nImmigration Approach: 0\nExecutive Power: 3\nFederalism: 0\nNational Security vs. Civil Liberties: 3\nEconomic Regulation: 3\nSocial Inclusion: 0",
    "revised_scores": {
        "ideological_tilt": 0,
        "immigration": 0,
        "executive_power": 3,
        "federalism": 0,
        "security_liberty": 3,
        "economic_regulation": 3,
        "social_inclusion": 0
    }
}